Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/ActivityController.*.resx
Languages: lo, my, vi

# ACT_BREAD_MANAGE_WF
source: Flow management
lo: ການຄຸ້ມຄອງການໄຫຼເຂົ້າ
my: စီးဆင်းမှုစီမံခန့်ခွဲမှု
vi: Quản lý luồng

# ACT_BTN_ACTOR
source: Actors
lo: ນັກສະແດງ
my: သရုပ်ဆောင်တွေ

# ACT_BTN_ADD
source: More
lo: ຫຼາຍ
my: နောက်ထပ်
vi: Thêm

# ACT_BTN_AUTO_RANGE
source: AutoArange
lo: ອັດຕະໂນມັດ

# ACT_BTN_CODE_ACTION
source: Code Actions
lo: ການປະຕິບັດລະຫັດ

# ACT_BTN_COMMAND
source: Commands
lo: ຄຳ ສັ່ງ
my: command များ

# ACT_BTN_CREATE_ACT
source: Create Activity
lo: ສ້າງກິດຈະ ກຳ
my: လှုပ်ရှားမှုဖန်တီးပါ

# ACT_BTN_CREATE_LINE
source: Create Line
lo: ສ້າງສາຍ
my: လိုင်းဖန်တီးပါ

# ACT_BTN_DASHBOARD
source: Dashboard
lo: ແຜງຄວບຄຸມ
my: ဒိုင်ခွက်

# ACT_BTN_DIAGRAM
source: diagram
lo: ແຜນວາດ
my: ပုံ
vi: Sơ đồ

# ACT_BTN_DIGITAL
source: Personal digital warehouse
lo: ສາງດິຈິຕອນສ່ວນຕົວ
my: ကိုယ်ပိုင်ဒစ်ဂျစ်တယ်ဂိုဒေါင်
vi: Kho số hóa cá nhân

# ACT_BTN_DOCUMENT
source: Documentation
lo: ເອກະສານ
my: စာရွက်စာတမ်း

# ACT_BTN_FORMS
source: Forms
lo: ແບບຟອມຕ່າງໆ
my: ပုံစံများ

# ACT_BTN_FULL_SCREEN
source: Full Screen
lo: ເຕັມ​ຈໍ
my: မျက်နှာပြင်အပြည့်

# ACT_BTN_GRAPH
source: Graphs and Statistics
lo: ກາຟິກແລະສະຖິຕິ
my: ဂရပ်များနှင့်စာရင်းအင်းများ

# ACT_BTN_IMAGE
source: Picture
lo: ຮູບພາບ
my: ရုပ်ပုံ
vi: Hình vẽ

# ACT_BTN_LIST
source: List
lo: ລາຍຊື່
my: စာရင်း
vi: Danh sách

# ACT_BTN_LOCATION
source: Location
lo: ສະຖານທີ່
my: တည်နေရာ

# ACT_BTN_LOG
source: Log
lo: ເຊັນເຂົ້າ

# ACT_BTN_LOG_OUT
source: Logout
lo: ອອກ​ຈາກ​ລະ​ບົບ
my: ထွက်ပေါက်

# ACT_BTN_LST_ACT
source: List Activity
lo: ລາຍຊື່ກິດຈະ ກຳ
my: စာရင်းလှုပ်ရှားမှု

# ACT_BTN_MAP
source: Maps
lo: ແຜນທີ່
my: မြေပုံများ

# ACT_BTN_MILE_STONE
source: Mile stone
lo: ຫີນກ້ອນ
my: မိုင်ကျောက်

# ACT_BTN_MOVE
source: Move
lo: ຍ້າຍ
my: ရွှေ့ပါ

# ACT_BTN_PAGE
source: Pages
lo: ໜ້າ
my: စာမျက်နှာများ

# ACT_BTN_PROCESS_INFO
source: Process Info
lo: ຂໍ້ມູນຂະບວນການ
my: လုပ်ငန်းစဉ်အချက်အလက်များ

# ACT_BTN_QUOTE
source: Quotes
lo: ວົງຢືມ
my: ကိုးကား

# ACT_BTN_REDO
source: Redo
lo: ເຮັດອີກແລ້ວ

# ACT_BTN_SAVE_DIAGRAM
source: Save the diagram
lo: ບັນທຶກແຜນວາດ
my: ပုံကိုသိမ်းပါ
vi: Lưu sơ đồ

# ACT_BTN_SELECT_FILE
source: Select the file
lo: ເລືອກເອກະສານ
my: ဖိုင်ရွေးပါ
vi: Chọn tệp

# ACT_BTN_STAR_COMPONENT
source: Stars Components
lo: ສ່ວນປະກອບດາວ
my: ကြယ်အစိတ်အပိုင်းများ

# ACT_BTN_SYMBOL
source: Symbols
lo: ສັນຍາລັກ
my: သင်္ကေတများ

# ACT_BTN_TABLE
source: Tables
lo: ຕາຕະລາງ
my: ဇယား

# ACT_BTN_TIMER
source: Timers
lo: ເຄື່ອງຈັບເວລາ
my: အချစ်ဇာတ်လမ်း

# ACT_BTN_UNDO
source: Undo
lo: ຍົກເລີກ
my: ပယ်ဖျက်ပါ

# ACT_BTN_WF
source: Workflow
lo: ການເຮັດວຽກ
my: လုပ်ငန်းအသွားအလာ

# ACT_BTN_ZOOM_DEFAULT
source: Zoom Default
lo: ຂະຫຍາຍໃຫຍ່ຂື້ນໃນຕອນຕົ້ນ
my: ပုံမှန်ချုံ့ပါ

# ACT_BTN_ZOOM_IN
source: Zoom in
lo: ຂະ​ຫຍາຍ​ເຂົ້າ
my: ချဲ့ကြည့်ပါ

# ACT_BTN_ZOOM_OUT
source: Zoom out
lo: ຂະຫຍາຍອອກ
my: ချုံ့ကြည့်ပါ

# ACT_COL_CATEGORY_ACTION
source: Manipulation
lo: ການຫມູນໃຊ້
my: ခြယ်လှယ်
vi: Thao tác

# ACT_COL_CATEGORY_STT
source: No.
lo: ບໍ່.
my: နံပါတ်
vi: STT

# ACT_CRUD_ACT_BEGIN
source: First activity
lo: ກິດຈະ ກຳ ທຳ ອິດ
my: ပထမ ဦး ဆုံးလှုပ်ရှားမှု
vi: Activity đầu

# ACT_CRUD_ACT_CODE
source: Operation code
lo: ລະຫັດປະຕິບັດງານ
my: စစ်ဆင်ရေးကုဒ်
vi: Mã hoạt động

# ACT_CRUD_ACT_END
source: Last Activity
lo: ກິດຈະ ກຳ ສຸດທ້າຍ
my: နောက်ဆုံးလှုပ်ရှားမှု
vi: Activity cuối

# ACT_CRUD_ACT_NAME
source: Operation name
lo: ຊື່ປະຕິບັດງານ
my: စစ်ဆင်ရေးအမည်
vi: Tên hoạt động

# ACT_CRUD_ATTR_CODE
source: Property code
lo: ລະຫັດຊັບສິນ
my: အိမ်ခြံမြေကုတ်နံပါတ်
vi: Mã thuộc tính

# ACT_CRUD_ATTR_NAME
source: Property name
lo: ຊື່ຂອງຊັບສິນ
my: အိမ်ခြံမြေနာမည်
vi: Tên thuộc tính

# ACT_CRUD_BRANCH
source: Head office - branch
lo: ສຳ ນັກງານໃຫຍ່ - ສາຂາ
my: ရုံးချုပ် - ဌာနခွဲ
vi: Trụ sở - chi nhánh

# ACT_CRUD_CONDITION
source: Condition
lo: ສະພາບການ
my: အခြေအနေ
vi: Điều kiện

# ACT_CRUD_DATA_TYPE
source: Datatypes
lo: ຕາຕະລາງ
my: အမျိုးအစားများ
vi: Kiểu dữ liệu

# ACT_CRUD_DEPARTMENT_GROUP
source: Department / Group
lo: ພະແນກ / ກຸ່ມ
my: ဌာန / အဖွဲ့များ
vi: Phòng ban/Nhóm

# ACT_CRUD_DES
source: Description
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
vi: Mô tả

# ACT_CRUD_DURATION
source: Time
lo: ເວລາ
my: အချိန်
vi: Thời lượng

# ACT_CRUD_EMPLOYEE
source: Staff
lo: ພະນັກງານ
my: ဝန်ထမ်းများ
vi: Nhân viên

# ACT_CRUD_GROUP
source: Group
lo: ກຸ່ມ
my: အုပ်စု
vi: Nhóm

# ACT_CRUD_GROUP_WF
source: Threads group
lo: ກຸ່ມກະທູ້
vi: Nhóm luồng

# ACT_CRUD_LOCATION
source: Place
lo: ສະຖານທີ່
my: နေရာ
vi: Địa điểm

# ACT_CRUD_NOTE
source: Note
lo: ຫມາຍ​ເຫດ​
my: မှတ်စု
vi: Ghi chú

# ACT_CRUD_OBJECT
source: Object
lo: ຈຸດປະສົງ
my: အရာဝတ္ထု
vi: Đối tượng

# ACT_CRUD_ROLE
source: Role
lo: ພາລະບົດບາດ
my: အခန်းကဏ္။
vi: Vai trò

# ACT_CRUD_STATUS
source: Status
lo: ສະຖານະພາບ
my: အခြေအနေ
vi: Trạng thái

# ACT_CRUD_TRS_TYPE
source: Sugar type
lo: ປະເພດນ້ ຳ ຕານ
my: သကြားအမျိုးအစား
vi: Kiểu đường

# ACT_CRUD_TXT_WF
source: Flow of operation
lo: ການໄຫລວຽນຂອງການປະຕິບັດງານ
my: စစ်ဆင်ရေးစီးဆင်းမှု
vi: Luồng hoạt động

# ACT_CRUD_TYPE
source: Species
lo: ຊະນິດ
my: မျိုးစိတ်များ
vi: Loại

# ACT_CRUD_TYPE_WF
source: Stream type
lo: ປະເພດກະແສ
my: Stream အမျိုးအစား
vi: Kiểu luồng

# ACT_CRUD_UNIT
source: Unit
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị tính

# ACT_CRUD_WF_CODE
source: Stream code
lo: ລະຫັດກະແສ
my: Stream ကုဒ်ကို
vi: Mã luồng

# ACT_CRUD_WF_NAME
source: Thread name
lo: ຊື່ກະທູ້
vi: Tên luồng

# ACT_LBL_ACTIVITY
source: Work
lo: ຫ້າວຫັນ
my: တက်ကြွ
vi: Hoạt động

# ACT_LBL_CAT
source: Category
lo: ໝວດ
my: အမျိုးအစား
vi: Danh mục

# ACT_LBL_CATEGORY_CODE
source: Catalog code
lo: ລະຫັດລາຍການ
my: Catalog ကုဒ်
vi: Mã luồng

# ACT_LBL_CATEGORY_GC
source: Note
lo: ບັນທຶກ
my: မှတ်စုများ
vi: Ghi chú

# ACT_LBL_CATEGORY_NAME
source: Name list
lo: ຊື່ປະເພດ
my: အမျိုးအစားအမည်
vi: Tên luồng nghiệp vụ

# ACT_LBL_CATEGORY_NOTE
source: Note
lo: ໝາຍ ເຫດ
my: မှတ်ချက်
vi: Lưu ý

# ACT_LBL_CATEGORY_TITLE
source: Title
lo: ຫົວຂໍ້
my: ခေါင်းစဉ်
vi: Tiêu đề luồng

# ACT_LBL_LIST_EMPLOYEE
source: List of departments / groups / employees assigned
lo: ລາຍຊື່ພະແນກ / ກຸ່ມ / ພະນັກງານທີ່ຖືກມອບ ໝາຍ
my: ခန့်အပ်ထားသောဌာန / အဖွဲ့များ / ၀ န်ထမ်းများစာရင်း
vi: Danh sách phòng ban/Nhóm/Nhân viên được giao việc

# ACT_LBL_LIST_WF
source: Stream list
lo: ລາຍການສະຕີມ
my: ထုတ်လွှင့်စာရင်း
vi: Danh sách luồng

# ACT_LBL_PRIORITY
source: Priority
lo: ບຸລິມະສິດ
my: ဦး စားပေး
vi: Thứ tự

# ACT_LBL_TIME_LIMIT
source: The time allowed
lo: ເວລາທີ່ອະນຸຍາດ
my: ခွင့်ပြုထားသောအချိန်
vi: Thời gian cho phép

# ACT_LBL_UNIT
source: Unit
lo: ຫົວ ໜ່ວຍ ຄິດໄລ່
my: တွက်ချက်မှုယူနစ်
vi: Đơn vị tính

# ACT_LIST_COL_ACT_NAME
source: Operation name
lo: ຊື່ປະຕິບັດງານ
my: စစ်ဆင်ရေးအမည်
vi: Tên hoạt động

# ACT_LIST_COL_ASSIGNER
source: Assigned person
lo: ຜູ້ທີ່ຖືກມອບ ໝາຍ
my: ခန့်အပ်ထားသူ
vi: Người được giao

# ACT_LIST_COL_ATTR_CODE
source: Property code
lo: ລະຫັດຊັບສິນ
my: အိမ်ခြံမြေကုတ်နံပါတ်
vi: Mã thuộc tính

# ACT_LIST_COL_ATTR_NAME
source: Property name
lo: ຊື່ຂອງຊັບສິນ
my: အိမ်ခြံမြေနာမည်
vi: Tên thuộc tính

# ACT_LIST_COL_CREATE_DATE
source: Date created
lo: ວັນທີສ້າງ
my: ရက်စွဲဖန်တီးပြီး
vi: Ngày tạo

# ACT_LIST_COL_CREATOR
source: Creator
lo: ຜູ້ສ້າງ
my: ဖန်ဆင်းရှင်
vi: Người tạo

# ACT_LIST_COL_DATA_TYPE
source: Datatypes
lo: ຕາຕະລາງ
my: အမျိုးအစားများ
vi: Kiểu dữ liệu

# ACT_LIST_COL_DOWN_TIME
source: Countdown
lo: ນັບຖອຍຫລັງ
my: နှစ်သစ်ကြိုဆိုပွဲ
vi: Đếm ngược

# ACT_LIST_COL_EDIT_FILE
source: Edit file
lo: ແກ້ໄຂເອກະສານ
my: ဖိုင်ကိုတည်းဖြတ်
vi: Sửa tệp

# ACT_LIST_COL_EMPLOYEE
source: Department / Group / Staff
lo: ພະແນກ / ກຸ່ມ / ພະນັກງານ
my: ဌာန / အုပ်စု / ၀ န်ထမ်း
vi: Phòng ban/Nhóm/Nhân viên

# ACT_LIST_COL_FILE_NAME
source: File name
lo: ຊື່​ເອ​ກະ​ສານ
my: ဖိုင်နာမည်
vi: Tên tệp tin

# ACT_LIST_COL_FODER_SAVE
source: Archive folder
lo: ແຟ້ມເກັບຂໍ້ມູນ
my: မော်ကွန်းဖိုင်တွဲ
vi: Thư mục lưu trữ

# ACT_LIST_COL_GROUP
source: Group
lo: ກຸ່ມ
my: အုပ်စု
vi: Nhóm

# ACT_LIST_COL_INDEX
source: No
lo: ບໍ່
my: မဟုတ်ဘူး
vi: STT

# ACT_LIST_COL_NOTE
source: Note
lo: ຫມາຍ​ເຫດ​
my: မှတ်စု
vi: Ghi chú

# ACT_LIST_COL_PUBLIC_WF
source: Stream browsing
lo: ຜົນການຊອກຫາກະແສ
vi: Duyệt luồng

# ACT_LIST_COL_ROLE
source: Role
lo: ພາລະບົດບາດ
my: အခန်းကဏ္။
vi: Vai trò

# ACT_LIST_COL_STATUS
source: Status
lo: ສະຖານະພາບ
my: အခြေအနေ
vi: Trạng thái

# ACT_LIST_COL_TYPE
source: Species
lo: ຊະນິດ
my: မျိုးစိတ်များ
vi: Loại

# ACT_LIST_COL_TYPE_DATA
source: Datatypes
lo: ຕາຕະລາງ
my: အမျိုးအစားများ
vi: Kiểu dữ liệu

# ACT_LIST_COL_TYPE_FILE
source: File type
lo: ປະເພດເອກະສານ
my: ဖိုင်အမျိုးအစား
vi: Loại tệp

# ACT_LIST_COL_UNIT
source: Unit
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị tính

# ACT_LIST_COL_VALUE_SETTING
source: Setting value
lo: ກຳ ນົດຄ່າ
my: တန်ဖိုးသတ်မှတ်ခြင်း
vi: Giá trị cài đặt

# ACT_LIST_COL_VIEW_WF
source: See diagrams
lo: ເບິ່ງແຜນວາດ
my: ကားချပ်များကိုကြည့်ပါ
vi: Xem sơ đồ

# ACT_MSG_ACTIVITY_ADD_SUCCESS
source: Add categories of successful operations
lo: ເພີ່ມປະເພດການ ດຳ ເນີນງານທີ່ປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်သောစစ်ဆင်ရေးအမျိုးအစားကိုထည့်ပါ
vi: Thêm danh mục hoạt động thành công

# ACT_MSG_ACTIVITY_ADD_SUCCESS1
source: Add successful operation
lo: ເພີ່ມການ ດຳ ເນີນງານທີ່ປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်သောစစ်ဆင်ရေးထည့်ပါ
vi: Thêm hoạt động thành công

# ACT_MSG_ACTIVITY_CATE_ADD_FALSE
source: Save before adding or does not exist active code
lo: ບັນທຶກກ່ອນທີ່ຈະເພີ່ມຫຼືບໍ່ໃສ່ລະຫັດປະຕິບັດການ
my: operating ကုဒ်ထည့်သွင်းသို့မဟုတ်မမတိုင်မီသိမ်းဆည်းပါ
vi: Lưu trước khi thêm hoặc không tồn tại mã hoạt động

# ACT_MSG_ACTIVITY_CAT_ADD_ERR
source: No attribute exists
lo: ບໍ່ມີຄຸນລັກສະນະໃດໆ
my: attribute မရှိပါ
vi: Không tồn tại thuộc tính

# ACT_MSG_ACTIVITY_CAT_ADD_SUCCESS
source: Add success attribute
lo: ເພີ່ມຄຸນລັກສະນະຂອງຄວາມ ສຳ ເລັດ
my: အောင်မြင်မှု attribute ကိုထည့်ပါ
vi: Thêm thuộc tính thành công

# ACT_MSG_ACTIVITY_CAT_CODE_IS
source: Property code already exists
lo: ລະຫັດຊັບສິນມີຢູ່ແລ້ວ
my: ပိုင်ဆိုင်မှုကုဒ်ရှိပြီးသား
vi: Mã thuộc tính đã tồn tại

# ACT_MSG_ACTIVITY_CODE_IS
source: Active category code already exists
lo: ລະຫັດປະເພດການເຄື່ອນໄຫວມີຢູ່ແລ້ວ
my: Active အမျိုးအစားကုဒ်ရှိပြီးသား
vi: Mã danh mục hoạt động đã tồn tại

# ACT_MSG_ACTIVITY_CODE_IS1
source: Operation code already exists
lo: ລະຫັດປະເພດການເຄື່ອນໄຫວມີຢູ່ແລ້ວ
my: Active အမျိုးအစားကုဒ်ရှိပြီးသား
vi: Mã hoạt động đã tồn tại

# ACT_MSG_ACTIVITY_DELETED_ERR
source: No active catalog exists
lo: ບໍ່ມີລາຍການທີ່ໃຊ້ງານຢູ່
my: တက်ကြွသော catalog မရှိပါ
vi: Không tồn tại danh mục hoạt động

# ACT_MSG_ACTIVITY_DELETED_ERR1
source: Does not exist active
lo: ບໍ່ມີລາຍການທີ່ໃຊ້ງານຢູ່
my: တက်ကြွသော catalog မရှိပါ
vi: Không tồn tại hoạt động

# ACT_MSG_ACTIVITY_DELETED_SUCCESS
source: Delete successful
lo: ລົບສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်စွာဖျက်ပါ
vi: Xóa thành công

# ACT_MSG_ACTIVITY_UPDATED_ERR
source: Active category code does not exist or is duplicated
lo: ລະຫັດ ໝວດ ໝູ່ ທີ່ໃຊ້ງານບໍ່ມີຢູ່ຫລືຖືກຊ້ ຳ ກັນ
my: Active အမျိုးအစားကုဒ်မတည်ရှိပါသို့မဟုတ်ပုံတူပွားသည်
vi: Mã danh mục hoạt động không tồn tại hoặc trùng

# ACT_MSG_ACTIVITY_UPDATED_ERR1
source: Operation code does not exist or overlaps
lo: ລະຫັດປະຕິບັດງານບໍ່ມີຫຼືຊໍ້າຊ້ອນ
my: စစ်ဆင်ရေးကုဒ်မတည်ရှိပါဘူးသို့မဟုတ်ထပ်
vi: Mã hoạt động không tồn tại hoặc trùng

# ACT_MSG_ACTIVITY_UPDATED_SUCCESS
source: Updated catalog operation successfully
lo: ການປັບປຸງການປະຕິບັດງານລາຍການຢ່າງ ສຳ ເລັດຜົນ
my: အဆင့်မြှင့်တင်ထားတဲ့ catalog စစ်ဆင်ရေး
vi: Cập nhật danh mục hoạt động thành công

# ACT_MSG_ACTIVITY_UPDATED_SUCCESS1
source: Update operation successful
lo: ການ ດຳ ເນີນງານປັບປຸງໃຫ້ປະສົບຜົນ ສຳ ເລັດ
my: Update ကိုအောင်မြင်စွာပြီးဆုံးပါပြီ
vi: Cập nhật hoạt động thành công

# ACT_MSG_ADD_CATE_FOR_ACTI_ERR
source: This activity already exists!
lo: ກິດຈະ ກຳ ນີ້ມີຢູ່ແລ້ວ!
my: ဒီလှုပ်ရှားမှုရှိပြီးသား!
vi: Hoạt động này đã tồn tại!

# ACT_MSG_ADD_CATE_FOR_ACTI_SUCCESS
source: Add activities to the object successfully
lo: ເພີ່ມກິດຈະ ກຳ ເຂົ້າໃນວັດຖຸຢ່າງປະສົບຜົນ ສຳ ເລັດ
my: အရာဝတ္ထုထဲသို့လှုပ်ရှားမှုများကိုအောင်မြင်စွာထည့်ပါ
vi: Thêm hoạt động cho đối tượng thành công

# ACT_MSG_DEL_CATE_FOR_ACTI_ERR
source: Successfully deleted object activity
lo: ການລຶບກິດຈະ ກຳ ວັດຖຸຢ່າງ ສຳ ເລັດຜົນ
my: အောင်မြင်စွာဖျက်လိုက်သောအရာဝတ္ထုလှုပ်ရှားမှု
vi: Xóa hoạt động của đối tượng thành công

# ACT_MSG_EXIST_FLOW
source: Order already exists!
lo: ມີການສັ່ງຊື້ແລ້ວ!
my: အော်ဒါရှိပြီးသား!
vi: Thứ tự đã tồn tại!

# ACT_MSG_FILE_NOT_FOUND
source: File not found
lo: ບໍ່ພົບແຟ້ມ
my: ဖိုင်ရှာမတွေ့ပါ
vi: Không tìm thấy tệp tin

# ACT_MSG_LIST_ASSIGN_EMPTY
source: The list of employees is empty
lo: ບັນຊີລາຍຊື່ຂອງພະນັກງານແມ່ນຫວ່າງເປົ່າ
my: န်ထမ်းများ၏စာရင်းဗလာဖြစ်ပါတယ်
vi: Danh sách nhân viên trống

# ACT_MSG_NOT_FOUND_RECORD
source: No record found
lo: ບໍ່ພົບບັນທຶກ
my: မှတ်တမ်းမရှိပါ
vi: Không tìm thấy bản ghi

# ACT_MSG_NO_DATA_EXIST
source: Data not available!
lo: ບໍ່ມີຂໍ້ມູນ!
my: ဒေတာမရရှိနိုင်ပါ!
vi: Không tồn tại dữ liệu!

# ACT_MSG_NO_PERMISSION
source: You do not have permission to perform this operation
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ ດຳ ເນີນການນີ້
my: ဒီစစ်ဆင်ရေးကိုလုပ်ဖို့သင့်မှာခွင့်ပြုချက်မရှိပါ
vi: Bạn không có quyền thực hiện thao tác này

# ACT_MSG_PLS_ADD_ACT_FIRST
source: Please add the activity first
lo: ກະລຸນາຕື່ມກິດຈະ ກຳ ກ່ອນ
my: ကျေးဇူးပြုပြီးလှုပ်ရှားမှုကိုအရင်ထည့်ပါ
vi: Vui lòng thêm hoạt động trước

# ACT_MSG_PLS_CREATE_WF_FIRST
source: Please create stream first
lo: ກະລຸນາສ້າງກະແສກ່ອນ
my: ကျေးဇူးပြု၍ စမ်းချောင်းကိုအရင်ဖန်တီးပါ
vi: Vui lòng tạo luồng trước

# ACT_MSG_PLS_SELECT_WF
source: Please select the stream
lo: ກະລຸນາເລືອກກະແສ
my: ကျေးဇူးပြုပြီးစီးကိုရွေးပါ
vi: Vui lòng chọn luồng

# ACT_MSG_RECORD_NOT_EXISTS
source: Record does not exist
lo: ບໍ່ມີການບັນທຶກ
my: မှတ်တမ်းမရှိပါ
vi: Bản ghi không tồn tại

# ACT_MSG_SAVE_DIAGRAM_SUCCESS
source: Successful save location
lo: ສະຖານທີ່ປະຢັດທີ່ປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်သောတည်နေရာကိုသိမ်းပါ
vi: Lưu vị trí thành công

# ACT_MSG_SELECTED_FILE_SUCCESS
source: Select the file successfully
lo: ເລືອກແຟ້ມຂໍ້ມູນໃຫ້ປະສົບຜົນ ສຳ ເລັດ
my: ဖိုင်ကိုအောင်မြင်စွာရွေးချယ်ပါ
vi: Chọn tệp tin thành công

# ACT_MSG_SURE_APPROVE_WF_CAT
source: Are you sure you browse this stream?
lo: ທ່ານແນ່ໃຈບໍວ່າທ່ານທ່ອງກະແສນີ້?
my: သင်ဤစီးကြောင်းကြည့်ရှုရန်သေချာလား?
vi: Bạn có chắc chắn duyệt luồng này?

# ACT_MSG_U_NOT_CREATOR
source: You are not a creator
lo: ທ່ານບໍ່ແມ່ນຜູ້ສ້າງ
my: မင်းကဖန်တီးသူမဟုတ်ဘူး
vi: Bạn không phải người tạo

# ACT_MSG_VALUE_SET
source: Value cannot be left blank
lo: ຄ່າບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: Value ကိုကွက်လပ် ထား၍ မရပါ
vi: Giá trị không được bỏ trống

# ACT_MSG_WF_PUBLIC_NOT_DEL
source: Approved stream cannot be deleted
lo: ກະແສທີ່ອະນຸມັດບໍ່ສາມາດລຶບໄດ້
my: ခွင့်ပြုထားသောစီးကို ဖျက်၍ မရပါ
vi: Luồng đã được duyệt không được phép xóa

# ACT_MSG_WF_STATUS_END_EXIST
source: The stream has ended
lo: ສາຍນ້ ຳ ໄດ້ສິ້ນສຸດລົງແລ້ວ
my: စီးပြီးပါပြီ
vi: Luồng đã có hoạt động kết thúc

# ACT_MSG_WF_STATUS_INITIAL_EXIST
source: Thread already has an initialization activity
lo: ກະທູ້ມີກິດຈະ ກຳ ເລີ່ມຕົ້ນແລ້ວ
my: Thread သည်နဂိုမူလလုပ်ဆောင်မှုရှိသည်
vi: Luồng đã có hoạt động khởi tạo

# ACT_TAB_ACT
source: Work
lo: ເຮັດວຽກ
my: အလုပ်
vi: Hoạt động

# ACT_TAB_ASSIGN
source: People and parts
lo: ຄົນແລະຊິ້ນສ່ວນຕ່າງໆ
my: လူများနှင့်အစိတ်အပိုင်းများ
vi: Người và bộ phận

# ACT_TAB_DESCRIPTION
source: Description
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
vi: Mô tả

# ACT_TAB_DOCUMENT
source: Document
lo: ເອກະສານ
my: စာရွက်စာတမ်း
vi: Tài liệu

# ACT_TAB_FILE
source: file
lo: ແຟ້ມ
my: ဖိုင်
vi: Hồ sơ

# ACT_TAB_RESULT_DATA
source: Resulting data
lo: ຂໍ້ມູນຜົນໄດ້ຮັບ
my: ရလဒ်အချက်အလက်များ
vi: Dữ liệu kết quả

# ACT_TAB_SETTING_VALUE
source: Settings and values
lo: ການຕັ້ງຄ່າແລະຄຸນຄ່າ
my: ဆက်တင်များနှင့်တန်ဖိုးများ
vi: Cài đặt và giá trị

# ACT_TITLE_ADD_WF
source: Add activity flow
lo: ເພີ່ມກະແສການເຄື່ອນໄຫວ
my: လှုပ်ရှားမှုစီးဆင်းမှုကိုထည့်ပါ
vi: Thêm luồng hoạt động

# ACT_TITLE_CATEGORY_ACTIVITY
source: List of active objects
lo: ລາຍຊື່ວັດຖຸທີ່ໃຊ້ງານ
my: တက်ကြွသောအရာဝတ္ထုများစာရင်း
vi: Danh mục luồng nghiệp vụ

# ACT_TITLE_CATEGORY_FORM_ADD
source: Set the active category of the object
lo: ກໍານົດປະເພດການເຄື່ອນໄຫວຂອງວັດຖຸ
my: အရာဝတ္ထု၏တက်ကြွသောအမျိုးအစားထားပါ
vi: Thiết lập danh mục luồng nghiệp vụ

# ACT_TITLE_CATEGORY_FORM_EDIT
source: Update the active category of the object
lo: ປັບປຸງປະເພດການເຄື່ອນໄຫວຂອງວັດຖຸ
my: အရာဝတ္ထု၏ active အမျိုးအစားကိုအပ်ဒိတ်လုပ်ပါ
vi: Cập nhật danh mục luồng nghiệp vụ

# ACT_TITLE_WF_DETAIL
source: Workflow Detail
lo: ລາຍລະອຽດການເຮັດວຽກ
my: tercoflow အသေးစိတ်
vi: Chi tiết luồng việc

# ACT_TITLE_EDIT_ACT
source: Edit operations
lo: ແກ້ໄຂການ ດຳ ເນີນງານ
my: စစ်ဆင်ရေးကိုတည်းဖြတ်ပါ
vi: Cập nhật hoạt động

# ACT_TITLE_EDIT_WF
source: Edit activity flow
lo: ແກ້ໄຂກະແສການເຄື່ອນໄຫວ
my: လှုပ်ရှားမှုစီးဆင်းမှုကိုတည်းဖြတ်ပါ
vi: Sửa luồng hoạt động

# ACT_TITLE_INITIAL_ACT
source: Initialize action
lo: ເລີ່ມຕົ້ນການກະ ທຳ
my: လုပ်ဆောင်ချက်စတင်ပါ
vi: Khởi tạo hoạt động

# ACT_TITLE_SELECT_FILE_FROM_SERVER
source: Select the file from the server
lo: ເລືອກໄຟລ໌ຈາກເຊີບເວີ
my: ဆာဗာမှဖိုင်ကိုရွေးချယ်ပါ
vi: Chọn tệp từ server

# ACT_TITLE_TRANSTION_ADD
source: Transition
lo: ການຫັນປ່ຽນ
my: အသွင်ကူးပြောင်းရေး

# ACT_VALIDATE_ACTIVITY_CODE_NOT_NULL
source: Code of mandatory operations list
lo: ບັນຊີລາຍຊື່ການປະຕິບັດງານທີ່ບັງຄັບ
my: မဖြစ်မနေစစ်ဆင်ရေးစာရင်း၏ကုဒ်
vi: Mã danh mục hoạt động bắt buộc

# ACT_VALIDATE_ACTIVITY_CODE_SIZE
source: Active portfolio code cannot exceed 100 characters
lo: ລະຫັດຫຼັກຊັບທີ່ໃຊ້ວຽກບໍ່ສາມາດເກີນ 100 ໂຕອັກສອນ
my: Active အစုစုကုဒ်သည်စာလုံးရေ ၁၀၀ ထက်မကျော်လွန်နိုင်ပါ
vi: Mã danh mục hoạt động không vượt quá 100 ký tự

# ACT_VALIDATE_ACTIVITY_NAME_NOT_NULL
source: The required active category name
lo: ຊື່ປະເພດທີ່ໃຊ້ງານທີ່ຕ້ອງການ
my: လိုအပ်သောတက်ကြွအမျိုးအစားအမည်
vi: Tên danh mục hoạt động yêu cầu bắt buộc

# ACT_VALIDATE_ACTIVITY_NAME_SIZE
source: Active catalog name cannot exceed 255 characters
lo: ຊື່ລາຍການທີ່ໃຊ້ງານບໍ່ສາມາດເກີນ 255 ໂຕອັກສອນ
my: Active catalog name သည်စာလုံးရေ ၂၅၅ လုံးထက်မပိုနိုင်ပါ
vi: Tên danh mục hoạt động không vượt quá 255 ký tự

# ACT_VALIDATE_ACTIVITY_NOT_NULL
source: Activity must not be blank
lo: ກິດຈະ ກຳ ບໍ່ຕ້ອງເຮັດໃຫ້ຫວ່າງເປົ່າ
my: လုပ်ဆောင်ချက်သည်ကွက်လပ်မဖြစ်ရ
vi: Hoạt động không được bỏ trống

# ACT_VALIDATE_ATTR_CODE
source: Property code is not blank
lo: ລະຫັດຊັບສິນບໍ່ແມ່ນເປົ່າ
my: အိမ်ခြံမြေကုဒ်သည်အလွတ်မဟုတ်ပါ
vi: Mã thuộc tính không bỏ trống

# ACT_VALIDATE_ATTR_DATA_TYPE
source: The data type is not blank
lo: ປະເພດຂໍ້ມູນບໍ່ແມ່ນວ່າງ
my: ဒေတာအမျိုးအစားဗလာမဟုတ်ပါဘူး
vi: Kiểu dữ liệu không bỏ trống

# ACT_VALIDATE_ATTR_NAME
source: Property name is not empty
lo: ຊື່ຂອງຊັບສິນບໍ່ແມ່ນເປົ່າ
my: အိမ်ခြံမြေနာမည်မှာအချည်းနှီးမဟုတ်ပါ
vi: Tên thuộc tính không bỏ trống

# ACT_VALIDATE_CODE_ACT
source: The active code cannot be left blank
lo: ລະຫັດທີ່ໃຊ້ງານບໍ່ສາມາດປະຫວ່າງໄວ້ໄດ້
my: Active ကုဒ်ကိုကွက်လပ် ထား၍ မရပါ
vi: Mã hoạt động không được bỏ trống

# ACT_VALIDATE_DURATION_ACT
source: Duration cannot be left blank
lo: ໄລຍະເວລາບໍ່ສາມາດປະໃຫ້ຫວ່າງໄດ້
my: ကြာချိန်ကိုအလွတ်မထားနိုင်ပါ
vi: Thời lượng không được bỏ trống

# ACT_VALIDATE_DURATION_REGX
source: Enter correct number format and greater than or equal to 0
lo: ໃສ່ຮູບແບບຕົວເລກທີ່ຖືກຕ້ອງແລະໃຫຍ່ກວ່າຫຼືເທົ່າກັບ 0
my: မှန်ကန်သောနံပါတ် format နှင့် 0 ထက်ကြီးမြတ်သို့မဟုတ်ညီမျှသည်
vi: Nhập đúng định dạng số và lớn hơn hoặc bằng 0

# ACT_VALIDATE_GROUP
source: The group cannot be left blank
lo: ກຸ່ມບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: အုပ်စုကိုကွက်လပ် ထား၍ မရပါ
vi: Nhóm không được bỏ trống

# ACT_VALIDATE_GROUP_WF
source: The thread group cannot be left blank
lo: ກຸ່ມກະທູ້ບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: Thread အုပ်စုများကိုအလွတ်မထားနိုင်ပါ
vi: Nhóm luồng không được bỏ trống

# ACT_VALIDATE_MAX_LENGTH_100
source: Maximum of 100 characters
lo: ຂ້ອຍມີຕົວອັກສອນ 100 ຕົວໃນຕອນແລງ
my: ငါ့မှာညနေခင်းမှာစာလုံးရေ ၁၀၀ ရှိတယ်
vi: Tối đã 100 ký tự

# ACT_VALIDATE_MAX_LENGTH_1000
source: Maximum of 1000 characters
lo: ຂ້ອຍມີຕົວອັກສອນ 1000 ຕົວໃນຕອນແລງ
my: ငါ့မှာညနေခင်းမှာစာလုံးရေ ၁၀၀၀ ရှိတယ်
vi: Tối đã 1000 ký tự

# ACT_VALIDATE_MAX_LENGTH_255
source: Maximum of 255 characters
lo: ຂ້ອຍມີຕົວລະຄອນ 255 ໂຕໃນຕອນແລງ
my: ညနေမှာစာလုံးရေ ၂၅၅ ကောင်ရှိတယ်
vi: Tối đã 255 ký tự

# ACT_VALIDATE_MILE_STONE
source: The landmark cannot be left blank
lo: ສະຖານທີ່ ສຳ ຄັນບໍ່ສາມາດປະຫວ່າງໄດ້
my: မှတ်တိုင်အလွတ်ကိုမထားနိုင်ပါ
vi: Mốc không được bỏ trống

# ACT_VALIDATE_NAME_ACT
source: The activity name cannot be left blank
lo: ຊື່ກິດຈະ ກຳ ດັ່ງກ່າວບໍ່ສາມາດປະຫວ່າງໄວ້ໄດ້
my: လုပ်ဆောင်ချက်အမည်ကိုကွက်လပ် ထား၍ မရပါ
vi: Tên hoạt động không được bỏ trống

# ACT_VALIDATE_PRIORITY_NOT_NULL
source: Priority must not be blank
lo: ບຸລິມະສິດບໍ່ຕ້ອງເປົ່າຫວ່າງ
my: ဦး စားပေးအလွတ်မဖြစ်ရ
vi: Độ ưu tiên không được bỏ trống

# ACT_VALIDATE_REGX_ATTR_CODE
source: Code contains no special characters and has no accents
lo: ລະຫັດບໍ່ມີຕົວອັກສອນພິເສດແລະບໍ່ມີ ສຳ ນຽງ
my: Code တွင်အထူးအက္ခရာများမပါရှိပါ
vi: Mã không bao gồm ký tự đặc biệt và không có dấu

# ACT_VALIDATE_REGX_ATTR_NAME
source: Property names do not begin with a space
lo: ຊື່ຂອງຊັບສິນບໍ່ໄດ້ເລີ່ມຕົ້ນຈາກພື້ນທີ່
my: ပိုင်ဆိုင်မှုအမည်များကိုနေရာတစ်ခုမှမစတင်ပါ
vi: Tên thuộc tính không bắt đầu bằng khoảng trắng

# ACT_VALIDATE_REGX_TITLE
source: The title does not begin with a space
lo: ຫົວຂໍ້ບໍ່ໄດ້ເລີ່ມຕົ້ນດ້ວຍພື້ນທີ່
my: ခေါင်းစဉ်သည်နေရာတစ်ခုမှမစတင်ပါ
vi: Tiêu đề không bắt đầu bằng khoảng trắng

# ACT_VALIDATE_STATUS
source: The state cannot be left blank
lo: ລັດບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: ပြည်နယ်ကိုကွက်လပ် ထား၍ မရပါ
vi: Trạng thái không được bỏ trống

# ACT_VALIDATE_TIME_LIMIT
source: Time limit cannot be left blank
lo: ກຳ ນົດເວລາບໍ່ສາມາດປະໃຫ້ຫວ່າງໄດ້
my: အချိန်ကန့်သတ်ချက်ကိုကွက်လပ် ထား၍ မရပါ
vi: Thời gian giới hạn không được bỏ trống

# ACT_VALIDATE_TIME_LIMIT_SIZE
source: Must not exceed 100 characters
lo: ບໍ່ຕ້ອງເກີນ 100 ຕົວອັກສອນ
my: စာလုံးရေ ၁၀၀ ထက်မပိုစေရ
vi: Không được quá 100 ký tự

# ACT_VALIDATE_TIME_LIMIT_SIZE1
source: Must not exceed 100 characters
lo: ບໍ່ຕ້ອງເກີນ 100 ຕົວອັກສອນ
my: စာလုံးရေ ၁၀၀ ထက်မပိုစေရ

# ACT_VALIDATE_TYPE
source: The type cannot be left blank
lo: ປະເພດດັ່ງກ່າວບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: အမျိုးအစားကိုအလွတ်မထားနိုင်ပါ
vi: Loại không được bỏ trống

# ACT_VALIDATE_UNIT
source: Unit must not be blank
lo: ໜ່ວຍ ບໍລິການບໍ່ຕ້ອງວ່າງເປົ່າ
my: ယူနစ်အလွတ်မဖြစ်ရ
vi: Đơn vị tính không được bỏ trống

# ACT_VALIDATE_UNIT1
source: Units cannot be left blank
lo: ໜ່ວຍ ງານບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: ယူနစ်များကိုအလွတ်မထားနိုင်ပါ

# ACT_VALIDATE_UNIT_ATTR
source: The unit of calculation is not empty
lo: ຫົວ ໜ່ວຍ ຄິດໄລ່ບໍ່ແມ່ນວ່າງ
my: တွက်ချက်မှုယူနစ်သည်အချည်းနှီးမဟုတ်ပါ
vi: Đơn vị tính không bỏ trống

# ACT_VALIDATE_WF_CODE
source: Stream code cannot be left blank
lo: ລະຫັດສາຍນໍ້າບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: Stream ကုဒ်ကိုကွက်လပ် ထား၍ မရပါ
vi: Mã luồng không được bỏ trống

# ACT_VALIDATE_WF_NAME
source: The thread name cannot be left blank
lo: ຊື່ກະທູ້ບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: Thread name ကိုအလွတ်မထားနိုင်ပါ
vi: Tên luồng không được bỏ trống

# ACT_VALIDATE_WF_TYPE
source: The thread type cannot be left blank
lo: ປະເພດກະທູ້ບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: ချည်မျှင်အမျိုးအစားကိုအလွတ်မထားနိုင်ပါ
vi: Kiểu luồng không được bỏ trống

# ACT_CRUD_FLOW_ADMIN
source: Administrative stream
lo: Administrativus
my: အုပ်ချုပ်ရေးစီးဆင်း
vi: Luồng hành chính

# ACT_CRUD_FLOW_ADMIN_NOT_BLANK
source: Administrative channels are not empty
lo: Administrativi channels non vacua
my: အုပ်ချုပ်ရေးဆိုင်ရာလိုင်းများသည်အချည်းနှီးဖြစ်သည်
vi: Luồng hành chính không được để trống

# ACT_BTN_EXTEND
source: Extend
lo: Extendo
my: တိုးချဲ့
vi: Mở rộng

# ACT_CRUD_PERMISSIONS
source: Operation rights
lo: Operatio iura
my: စစ်ဆင်ရေးအခွင့်အရေးများ
vi: Quyền trên hoạt động

# ACT_CRUD_ACT_LEVEL
source: Order
lo: Ordo
my: အမိန့်
vi: Thứ tự

# ACT_CRUD_MILE_STONE
source: Musty
my: မုန်ညင်း
vi: Mốc

# ACT_CRUD_FLOW_USE
source: User
my: အသုံးပြုသူကို
vi: Người dùng

# ACT_CRUD_ID
source: Id
my: သတ်

# ACT_MSG_ACTIVITY_DELETED_NOT_NULL
source: Activity is being used elsewhere!
vi: Hoạt động đang được dùng ở nơi khác!
