Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/AllowanceCategoryController.*.resx
Languages: de, fr, ja, lo, my, vi, zh

# ALC_BREAD_CRUMD_EMPLOYEE
source: Personnel
de: Personal
ja: 人事
lo: ບຸກຄະລາກອນ
my: ဝန်ထမ်း
vi: Nhân sự
zh: 人员

# ALC_CRUD_COL_EXCEL
source: Excel column
de: Excel-Spalte
fr: Colonne Excel
ja: Excel列
lo: ຄໍລໍາ Excel
my: Excel ကော်လံ
vi: Cột Excel
zh: Excel栏

# ALC_CRUD_DEFAULT_VALUE
source: Default value
de: Standardwert
fr: Valeur par défaut
ja: デフォルト値
lo: ຄ່າເລີ່ມຕົ້ນ
my: မူလတန်ဖိုး
vi: Giá trị mặc định
zh: 默认值

# ALC_CRUD_EXPRESSION
source: Recipe calculator
de: Formel zur Berechnung
fr: Calculatrice de recettes
ja: レシピ電卓
lo: ເຄື່ອງຄິດເລກສູດ
my: စာရွက်ဂဏန်းတွက်စက်
vi: Công thức tính
zh: 配方计算器

# ALC_CURD_ALLOWANCE_BASE
source: Basic allowance
de: Grundvergütung
fr: Allocation de base
ja: 基本手当
lo: ເງິນອຸດ ໜູນ ຂັ້ນພື້ນຖານ
my: အခြေခံထောက်ပံ့ကြေး
vi: Phụ cấp cơ bản
zh: 基本免税额

# ALC_CURD_LBL_ALLOWANCE_CAT_CODE
source: DM allowance code
de: Zusätzlicher DM-Code
fr: Code d'allocation DM
ja: DMアローワンスコード
lo: ລະຫັດອະນຸຍາດໃຫ້ DM
my: DM ထောက်ပံ့ကြေးကုဒ်
vi: Mã DM phụ cấp
zh: DM津贴代码

# ALC_CURD_LBL_ALLOWANCE_CAT_NAME
source: Name DM allowance
de: Name der Zulage DM
fr: Nom allocation DM
ja: 名前DM許容量
lo: ຊື່ເງິນອຸດ ໜູນ DM
my: DM ထောက်ပံ့ကြေးကိုပေးပါ
vi: Tên DM phụ cấp
zh: 名称DM津贴

# ALC_CURD_MSG_DATA_NOT_BLANK
source: Please select data
de: Bitte wählen Sie Daten aus
fr: Veuillez sélectionner les données
ja: データを選択してください
lo: ກະລຸນາເລືອກຂໍ້ມູນ
my: ကျေးဇူးပြု၍ အချက်အလက်ရွေးပါ
vi: Vui lòng chọn dữ liệu
zh: 请选择数据

# ALC_CURD_MSG_SETTING_NOT_BLANK
source: Please enter the setting value
de: Bitte geben Sie den Einstellwert ein
fr: Veuillez saisir la valeur de réglage
ja: 設定値を入力してください
lo: ກະລຸນາໃສ່ຄ່າການຕັ້ງຄ່າ
my: ကျေးဇူးပြုပြီးချိန်ညှိတန်ဖိုးထည့်ပါ
vi: Vui lòng nhập giá trị cài đặt
zh: 请输入设定值

# ALC_CURD_TXT_ALLOWANCE_CAT_CODE
source: DM allowance code
de: Zusätzlicher DM-Code
fr: Code d'allocation DM
ja: DMアローワンスコード
lo: ລະຫັດອະນຸຍາດໃຫ້ DM
my: DM ထောက်ပံ့ကြေးကုဒ်
vi: Mã DM phụ cấp
zh: DM津贴代码

# ALC_CURD_TXT_ALLOWANCE_CAT_NAME
source: Name DM allowance
de: Name der Zulage DM
fr: Nom allocation DM
ja: 名前DM許容量
lo: ຊື່ເງິນອຸດ ໜູນ DM
my: DM ထောက်ပံ့ကြေးကိုပေးပါ
vi: Tên DM phụ cấp
zh: 名称DM津贴

# ALC_CURD_TXT_ALLOWANCE_CAT_PARENT
source: Superior group
de: Gruppe von Vorgesetzten
fr: Groupe supérieur
ja: 上位グループ
lo: ກຸ່ມຊັ້ນສູງ
my: Superior အုပ်စု
vi: Nhóm cấp trên
zh: 高级组

# ALC_CURE_LBL_ACTION
source: Description
de: Beschreibung
fr: La description
ja: 説明
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
vi: Mô tả
zh: 描述

# ALC_CURE_LBL_CODE
source: Allowance code
de: Zulassungscode
fr: Code d'allocation
ja: 手当コード
lo: ລະຫັດອະນຸຍາດ
my: Allowance ကုဒ်
vi: Mã phụ cấp
zh: 津贴代码

# ALC_CURE_LBL_GROUP
source: Allowance group
de: Zulassungsgruppe
fr: Groupe d'allocations
ja: 手当グループ
lo: ກຸ່ມອະນຸຍາດ
my: ထောက်ပံ့ကြေးအုပ်စု
vi: Nhóm phụ cấp
zh: 津贴组

# ALC_CURE_LBL_NAME
source: Name of allowance
de: Name der Zulage
fr: Nom de l'allocation
ja: 手当の名前
lo: ຊື່ຂອງເງິນອຸດ ໜູນ
my: ထောက်ပံ့ကြေးအမည်
vi: Tên phụ cấp
zh: 津贴名称

# ALC_CURE_LBL_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị
zh: 单元

# ALC_CURE_TXT_ACTION
source: Description
de: Beschreibung
fr: La description
ja: 説明
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
vi: Mô tả
zh: 描述

# ALC_CURE_TXT_CODE
source: Allowance code
de: Zulassungscode
fr: Code d'allocation
ja: 手当コード
lo: ລະຫັດອະນຸຍາດ
my: Allowance ကုဒ်
vi: Mã phụ cấp
zh: 津贴代码

# ALC_CURE_TXT_GROUP
source: Allowance group
de: Zulassungsgruppe
fr: Groupe d'allocations
ja: 手当グループ
lo: ກຸ່ມອະນຸຍາດ
my: ထောက်ပံ့ကြေးအုပ်စု
vi: Nhóm phụ cấp
zh: 津贴组

# ALC_CURE_TXT_NAME
source: Name of allowance
de: Name der Zulage
fr: Nom de l'allocation
ja: 手当の名前
lo: ຊື່ຂອງເງິນອຸດ ໜູນ
my: ထောက်ပံ့ကြေးအမည်
vi: Tên phụ cấp
zh: 津贴名称

# ALC_CURE_TXT_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị
zh: 单元

# ALC_ERR_VALIDATE_CASEWORK
source: Personnel in charge may not be left blank
de: Die verantwortliche Person darf nicht leer gelassen werden
fr: Le personnel responsable ne doit pas être laissé en blanc
ja: 担当者を空欄にすることはできません
lo: ບຸກຄະລາກອນທີ່ຮັບຜິດຊອບອາດຈະບໍ່ປ່ອຍໃຫ້ເປົ່າຫວ່າງ
my: တာဝန်ခံ ၀ န်ထမ်းများကိုအလွတ်မပေးနိုင်ပါ
vi: Nhân viên phụ trách không được để trống
zh: 负责人员不得留空

# ALC_ERR_VALIDATE_CUSTOMER
source: Customer may not be blank
de: Kunden können nicht leer gelassen werden
fr: Le client peut ne pas être vide
ja: お客様は空白にできません
lo: ລູກຄ້າອາດຈະບໍ່ເປົ່າຫວ່າງ
my: ဖောက်သည်သည်အလွတ်မဖြစ်နိုင်ပါ
vi: Khách hàng không được để trống
zh: 客户不能空白

# ALC_LBL_HIDE_SEARCH
source: Hide search
de: Suche ausblenden
fr: Masquer la recherche
ja: 検索を非表示
lo: ເຊື່ອງການຄົ້ນຫາ
my: ရှာဖွေမှုကိုဖျောက်ထားပါ
vi: Ẩn tìm kiếm
zh: 隐藏搜寻

# ALC_LINK_CATEGORY
source: Allowance list
de: Zulassungsliste
fr: Liste des allocations
ja: 手当一覧
lo: ບັນຊີລາຍຊື່ເງິນອຸດ ໜູນ
my: ကုန်ပစ္စည်းအစုစု
vi: Danh mục phụ cấp
zh: 津贴清单

# ALC_LINK_HOME
source: Home page
de: Startseite
fr: Page d'accueil
ja: ホームページ
lo: ໜ້າ ທຳ ອິດ
my: မူလစာမျက်နှာ
vi: Trang chủ
zh: 主页

# ALC_LIST_COL_ACTION
source: Action
de: Aktion
ja: アクション
lo: ການປະຕິບັດງານ
my: လှုပ်ရှားမှု
vi: Tác vụ
zh: 行动

# ALC_LIST_COL_CODE
source: Allowance code
de: Zulassungscode
fr: Code d'allocation
ja: 手当コード
lo: ລະຫັດອະນຸຍາດ
my: Allowance ကုဒ်
vi: Mã phụ cấp
zh: 津贴代码

# ALC_LIST_COL_CREATED_BY
source: Creator
de: Schöpfer
fr: Créateur
ja: クリエーター
lo: ຜູ້ສ້າງ
my: ဖန်ဆင်းရှင်
vi: Người tạo
zh: 创作者

# ALC_LIST_COL_DATE_CREATED
source: Date created
de: Datum erstellt
fr: Date créée
ja: 作成日
lo: ວັນທີສ້າງ
my: ရက်စွဲဖန်တီးပြီး
vi: Ngày tạo
zh: 创建日期

# ALC_LIST_COL_GROUP
source: Allowance group
de: Zulassungsgruppe
fr: Groupe d'allocations
ja: 手当グループ
lo: ກຸ່ມອະນຸຍາດ
my: ထောက်ပံ့ကြေးအုပ်စု
vi: Nhóm phụ cấp
zh: 津贴组

# ALC_LIST_COL_INDEX
source: No.
de: Nein
fr: Non.
ja: 番号。
lo: ບໍ່.
my: နံပါတ်
vi: STT
zh: 没有。

# ALC_LIST_COL_NAME
source: Name of allowance
de: Name der Zulage
fr: Nom de l'allocation
ja: 手当の名前
lo: ຊື່ຂອງເງິນອຸດ ໜູນ
my: ထောက်ပံ့ကြေးအမည်
vi: Tên phụ cấp
zh: 津贴名称

# ALC_LIST_COL_NOTE
source: Description
de: Beschreibung
fr: La description
ja: 説明
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
vi: Mô tả
zh: 描述

# ALC_LIST_COL_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị
zh: 单元

# ALC_LIST_COL_VALUE_SET
source: Setting value
de: Einstellungswert
fr: Définition de la valeur
ja: 設定値
lo: ການ ກຳ ນົດຄ່າ
my: တန်ဖိုးသတ်မှတ်ခြင်း
vi: Giá trị cài đặt
zh: 设定值

# ALC_MSG_ALLOWANCE_CAT_CODE_NO_EXIST
source: The allowance code does not exist
de: Der Zulassungscode existiert nicht
fr: Le code d'allocation n'existe pas
ja: アローアンスコードが存在しません
lo: ລະຫັດອະນຸຍາດບໍ່ມີ
my: ထောက်ပံ့ကြေးကုဒ်မတည်ရှိပါ
vi: Mã phụ cấp không tồn tại
zh: 津贴代码不存在

# ALC_MSG_ALREADY_EXISTS_ATTRIBUTE_MORE
source: The extended attribute of this allowance already exists and cannot be added
de: Eine Verlängerung dieser Zulage besteht bereits und kann nicht hinzugefügt werden
fr: L'attribut étendu de cette allocation existe déjà et ne peut pas être ajouté
ja: このアローワンスの拡張属性はすでに存在しており、追加できません
lo: ຄຸນລັກສະນະທີ່ຂະຫຍາຍຂອງເງິນອຸດ ໜູນ ນີ້ມີຢູ່ແລ້ວແລະບໍ່ສາມາດເພີ່ມໄດ້
my: ဒီခွင့်ပြုချက်၏တိုးချဲ့ attribute ကိုရှိပြီးသားနှင့်ထည့်သွင်းမရပါ
vi: Đã tồn tại thuộc tính mở rộng của phụ cấp này, không thể thêm tiếp
zh: 此津贴的扩展属性已经存在，无法添加

# ALC_MSG_CODE_NOT_BLANK
source: Required attribute code
de: Erforderlicher Eigenschaftscode
fr: Code d'attribut requis
ja: 必要な属性コード
lo: ລະຫັດຄຸນລັກສະນະທີ່ຕ້ອງການ
my: လိုအပ်သော attribute ကိုကုဒ်
vi: Mã thuộc tính bắt buộc
zh: 必需的属性代码

# ALC_MSG_DELETE_ALLOWANCE_CAT
source: Are you sure delete this allowance!
de: Sind Sie sicher, diese Zulage zu löschen!
fr: Êtes-vous sûr de supprimer cette allocation!
ja: この手当を削除してもよろしいですか？
lo: ທ່ານແນ່ໃຈບໍ່ທີ່ຈະລົບເງິນອຸດ ໜູນ ນີ້!
my: ဒီထောက်ပံ့ကြေးကိုသေချာပေါက်ဖျက်ပါသလား။
vi: Bạn có chắc chắn xóa phụ cấp này !
zh: 您确定要删除此津贴！

# ALC_MSG_NAME_NOT_BLANK
source: Required attribute name
de: Erforderlicher Eigenschaftsname
fr: Nom d'attribut requis
ja: 必須の属性名
lo: ຊື່ຄຸນລັກສະນະທີ່ຕ້ອງການ
my: လိုအပ်သော attribute ကိုအမည်
vi: Tên thuộc tính bắt buộc
zh: 必需的属性名称

# ALC_MSG_NOT_ACTION_CHARACTER
source: Allowance description does not exceed 300 characters
de: Die Berechtigungsbeschreibung darf 300 Zeichen nicht überschreiten
fr: La description de l'allocation ne dépasse pas 300 caractères
ja: 手当の説明は300文字を超えません
lo: ລາຍລະອຽດກ່ຽວກັບເງິນອຸດ ໜູນ ບໍ່ເກີນ 300 ຕົວອັກສອນ
my: ထောက်ပံ့ကြေးဖော်ပြချက်သည်စာလုံးရေ ၃၀၀ ထက်မကျော်လွန်ပါ
vi: Mô tả phụ cấp không vượt quá 300 kí tự
zh: 配额说明不超过300个字符

# ALC_MSG_NOT_CODE
source: Allowance code may not be blank
de: Der Zulassungscode darf nicht leer bleiben
fr: Le code d’allocation n’est peut-être pas vide
ja: アローアンスコードを入力してください
lo: ລະຫັດອະນຸຍາດໃຫ້ອາດຈະບໍ່ເປົ່າ
my: Allowance ကုဒ်သည်အလွတ်မဖြစ်နိုင်ပါ
vi: Mã phụ cấp không được để trống
zh: 津贴代码不能为空

# ALC_MSG_NOT_CODE_CHARACTER_255
source: Support code cannot exceed 255 characters
de: Der Zulassungscode darf 255 Zeichen nicht überschreiten
fr: Le code d'assistance ne peut pas dépasser 255 caractères
ja: サポートコードは255文字を超えることはできません
lo: ລະຫັດສະ ໜັບ ສະ ໜູນ ບໍ່ເກີນ 255 ໂຕອັກສອນ
my: Support ကုဒ်သည်စာလုံးရေ ၂၅၅ လုံးထက်မပိုနိုင်ပါ
vi: Mã phụ cấp không vượt quá 255 kí tự
zh: 支持代码不能超过255个字符

# ALC_MSG_NOT_CODE_NOT_CHARACTER
source: Extra codes do not contain special characters or spaces
de: Der Zulassungscode enthält keine Sonderzeichen oder Leerzeichen
fr: Les codes supplémentaires ne contiennent ni caractères spéciaux ni espaces
ja: 余分なコードに特殊文字やスペースが含まれていない
lo: ລະຫັດພິເສດບໍ່ມີຕົວອັກສອນພິເສດຫລືຊ່ອງຫວ່າງ
my: အပိုကုဒ်များတွင်အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါပါ
vi: Mã phụ cấp không chứa ký tự đặc biệt hoặc khoảng trắng
zh: 多余的代码不包含特殊字符或空格

# ALC_MSG_NOT_GROUP
source: Allowance group cannot be empty
de: Zulassungsgruppen dürfen nicht leer gelassen werden
fr: Le groupe d'allocations ne peut pas être vide
ja: 手当グループは空にできません
lo: ກຸ່ມອະນຸຍາດບໍ່ສາມາດເປົ່າໄດ້
my: Allowance group သည်အလွတ်မဖြစ်နိုင်ပါ
vi: Nhóm phụ cấp không được để trống
zh: 配额组不能为空

# ALC_MSG_NOT_NAME
source: Allowance name must not be blank
de: Der Name der Zulage darf nicht leer bleiben
fr: Le nom de l'allocation ne doit pas être vide
ja: アローワンス名は空白にできません
lo: ຊື່ເງິນອຸດ ໜູນ ຕ້ອງບໍ່ໃຫ້ຫວ່າງຢູ່
my: Allowance name သည်ကွက်လပ်မဖြစ်ရ
vi: Tên phụ cấp không được để trống
zh: 津贴名称不能为空

# ALC_MSG_NOT_NAME_CHARACTER
source: Allowance name cannot exceed 255 characters
de: Der Name der Zulage darf 255 Zeichen nicht überschreiten
fr: Le nom de l'allocation ne peut pas dépasser 255 caractères
ja: アローワンス名は255文字を超えることはできません
lo: ຊື່ອະນຸຍາດໃຫ້ບໍ່ເກີນ 255 ໂຕອັກສອນ
my: Allowance name သည်စာလုံးရေ ၂၅၅ လုံးထက်မပိုပါ
vi: Tên phụ cấp không vượt quá 255 kí tự
zh: 配额名称不能超过255个字符

# ALC_MSG_NOT_UNIT
source: Unit may not be blank
de: Einheiten dürfen nicht leer gelassen werden
fr: L'unité n'est peut-être pas vide
ja: ユニットは空白にできません
lo: ໜ່ວຍ ບໍລິການອາດຈະບໍ່ຫວ່າງ
my: ယူနစ်အလွတ်မဖြစ်နိုင်ပါ
vi: Đơn vị không được để trống
zh: 单位不能为空

# ALC_MSG_TYPE_NOT_BLANK
source: Value required
de: Erforderlicher Wert
fr: Valeur requise
ja: 必要な値
lo: ມູນຄ່າທີ່ຕ້ອງການ
my: တန်ဖိုးလိုအပ်သည်
vi: Giá trị bắt buộc
zh: 所需值

# ALC_TITLE_ADD_CATEGORY
source: Add allowance list
de: Fügen Sie eine Kategorie von Zertifikaten hinzu
fr: Ajouter une liste d'allocations
ja: アローワンスリストを追加
lo: ເພີ່ມລາຍຊື່ເງິນອຸດ ໜູນ
my: ထုတ်ကုန် catalog ထည့်ပါ
vi: Thêm danh mục phụ cấp
zh: 添加津贴清单

# ALC_TITLE_ALLOWANCE_CAT
source: allowance
de: Beihilfe
fr: allocation
ja: 手当
lo: ເງິນອຸດ ໜູນ
my: စရိတ်
vi: phụ cấp
zh: 津贴

# ALC_TITLE_CATEGORY
source: Allowance list
de: Zulassungsliste
fr: Liste des allocations
ja: 手当一覧
lo: ບັນຊີລາຍຊື່ເງິນອຸດ ໜູນ
my: ကုန်ပစ္စည်းအစုစု
vi: Danh mục phụ cấp
zh: 津贴清单

# ALC_TITLE_DEL
source: Delete
de: Löschen
fr: Supprimer
ja: 削除
lo: ລົບ
my: ဖျက်ပါ
vi: Xoá

# ALC_TITLE_EDIT_CATEGORY
source: Edit the allowance list
de: Zulassungsliste bearbeiten
fr: Modifier la liste des allocations
ja: アローワンスリストを編集する
lo: ແກ້ໄຂລາຍຊື່ເງິນອຸດ ໜູນ
my: ထုတ်ကုန် catalog တည်းဖြတ်ပါ
vi: Sửa danh mục phụ cấp
zh: 编辑津贴清单

# ALC_TITLE_INFORMATION
source: Allowance information
de: Zulassungsinformationen
fr: Informations sur l'allocation
ja: 手当情報
lo: ຂໍ້ມູນການອະນຸຍາດ
my: ထောက်ပံ့ကြေးအချက်အလက်
vi: Thông tin phụ cấp
zh: 津贴信息

# ALC_TITLE_SORT
source: Collocation
de: Kollokation
ja: コロケーション
lo: ການຈັດສັນ
vi: Sắp xếp thứ tự
zh: 搭配
