Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/AssetLocationController.*.resx
Languages: de, km, ko, lo, my, zh

# ALC_BTN_ARRANGE
source: Warehouse storage
de: Lagerhaltung
km: ឃ្លាំងផ្ទុកទំនិញ
ko: 창고 보관
lo: ການເກັບຮັກສາສາງ
my: ဂိုဒေါင်သိုလှောင်မှု
zh: 仓库仓储

# ALC_BTN_FILTER
source: Filter
km: ត្រង
ko: 필터
lo: ການກັ່ນຕອງ
my: စစ်ထုတ်သည်
zh: 过滤

# ALC_BTN_SELECT_ASSET
source: Select properties
de: Eigenschaften auswählen
km: ជ្រើសរើសលក្ខណសម្បត្តិ
ko: 속성 선택
lo: ເລືອກຄຸນສົມບັດ
my: ဂုဏ်သတ္တိများကိုရွေးချယ်ပါ
zh: 选择属性

# ALC_CRUD_ASSET
source: Asset
de: Anlagegut
km: ទ្រព្យ
ko: 유산
lo: ຊັບສິນ
my: ပိုင်ဆိုင်မှု
zh: 资产

# ALC_CRUD_FLOOR
source: Floor
de: Fußboden
km: ជាន់
ko: 바닥
lo: ຊັ້ນ
my: ကြမ်းပြင်
zh: 地板

# ALC_CRUD_LINE
source: Rooms / suites
de: Zimmer / Suiten
km: បន្ទប់ / ឈុត
ko: 객실 / 스위트
lo: ຫ້ອງ / ຊຸດ
my: အခန်းများ / အစုံ
zh: 客房/套房

# ALC_CRUD_POSITION
source: Location
de: Ort
km: ទីតាំង
ko: 위치
lo: ສະຖານທີ່
my: တည်နေရာ
zh: 地点

# ALC_CRUD_RACK
source: Shelves / cabinets
de: Regale / Schränke
km: ធ្នើ / ទូ
ko: 선반 / 캐비닛
lo: ຜ້າປູໂຕະ / ຕູ້
my: စင်ပေါ် / ပုံး
zh: 货架/橱柜

# ALC_CRUD_WHS
source: Area / building
de: Bereich / Gebäude
km: តំបន់ / អាគារ
ko: 면적 / 건물
lo: ພື້ນທີ່ / ອາຄານ
my: /ရိယာ / အဆောက်အ ဦး
zh: 区域/建筑物

# ALC_CRUMB_ASSET_LOCATION
source: Property positioning
de: Immobilienpositionierung
km: ទីតាំងអចលនទ្រព្យ
ko: 부동산 위치
lo: ຕໍາ ແໜ່ງ ຊັບສິນ
my: အိမ်ခြံမြေတည်နေရာ
zh: 物业定位

# ALC_LBL_POSITION
source: Put in place
de: Platzieren
km: ដាក់​នៅ​នឹង​កន្លែង
ko: 제자리에
lo: ໃສ່ບ່ອນ
my: အရပျ၌ထားပါ
zh: 放置到位

# ALC_LIST_COL_ARRANGE
source: Rearrange
de: Neu anordnen
km: រៀបចំឡើងវិញ
ko: 재정렬
lo: ຈັດຫາ ໃໝ່
my: ပြန်လည်စီစဉ်ပါ
zh: 改编

# ALC_LIST_COL_ASSET_CODE_NAME
source: Code & property name
de: Code & Eigenschaftsname
km: លេខកូដនិងឈ្មោះទ្រព្យសម្បត្តិ
ko: 코드 및 속성 이름
lo: ລະຫັດແລະຊື່ຊັບສິນ
my: ကုဒ် & ပိုင်ဆိုင်မှုအမည်
zh: 代号和财产名称

# ALC_LIST_COL_POSITION
source: Location
de: Ort
km: ទីតាំង
ko: 위치
lo: ສະຖານທີ່
my: တည်နေရာ
zh: 地点

# ALC_LIST_COL_STATUS
source: Status
km: ស្ថានភាព
ko: 상태
lo: ສະຖານະພາບ
my: အခြေအနေ
zh: 状态

# ALC_MSG_ASSET_NO_ARRANGE
source: Property has not been stocked
de: Eigentum wurde nicht gelagert
km: ទ្រព្យសម្បត្តិមិនបានស្តុកទុកទេ
ko: 재산이 비축되지 않았습니다
lo: ຊັບສິນຍັງບໍ່ໄດ້ຖືກຂາຍ
my: အိမ်ခြံမြေကောငျးအလှနျရသေး
zh: 财产尚未入库

# ALC_MSG_DEL_POSITION_SUCCESS
source: Successfully deleted stocking location
de: Lagerort erfolgreich gelöscht
km: បានលុបទីតាំងស្តុកដោយជោគជ័យ
ko: 스타킹 위치를 삭제했습니다.
lo: ລຶບສະຖານທີ່ຫຸ້ນ ສຳ ເລັດແລ້ວ
my: အောင်မြင်စွာဖျက်ပစ်စတော့ရှယ်ယာတည်နေရာ
zh: 成功删除库存位置

# ALC_MSG_PLS_SELECT_ASSET
source: Please select property
de: Bitte wählen Sie eine Immobilie
km: សូមជ្រើសរើសលក្ខណសម្បត្តិ
ko: 속성을 선택하십시오
lo: ກະລຸນາເລືອກຄຸນສົມບັດ
my: ကျေးဇူးပြု၍ ပစ္စည်းကိုရွေးချယ်ပါ
zh: 请选择物业

# ALC_MSG_PLS_SELECT_FLOOR
source: Please select floor / floor
de: Bitte wählen Sie Etage / Etage
km: សូមជ្រើសរើសជាន់ / ជាន់
ko: 층 / 층을 선택하세요
lo: ກະລຸນາເລືອກພື້ນເຮືອນ / ຊັ້ນ
my: ကျေးဇူးပြုပြီးကြမ်းပြင် / ကြမ်းပြင်ကိုရွေးချယ်ပါ
zh: 请选择楼层/楼层

# ALC_MSG_PLS_SELECT_LINE
source: Please select the room / range
de: Bitte wählen Sie den Raum / Bereich
km: សូមជ្រើសរើសបន្ទប់ / ជួរ
ko: 방 / 범위를 선택하세요
lo: ກະລຸນາເລືອກຫ້ອງ / ຂອບເຂດ
my: ကျေးဇူးပြုပြီးအခန်း၊
zh: 请选择房间/范围

# ALC_MSG_PLS_SELECT_WHS
source: Please select a region / building
de: Bitte wählen Sie eine Region / ein Gebäude aus
km: សូមជ្រើសរើសតំបន់ / អាគារ
ko: 지역 / 건물을 선택하세요
lo: ກະລຸນາເລືອກເອົາເຂດ / ອາຄານ
my: ကျေးဇူးပြု၍ ဒေသတစ်ခု / အဆောက်အ ဦး တစ်ခုရွေးပါ
zh: 请选择一个地区/建筑物

# ALC_MSG_QUES_ARRANGE_ASSET
source: Do you want to place this product in place
de: Möchten Sie dieses Produkt platzieren?
km: តើអ្នកចង់ដាក់ផលិតផលនេះនៅនឹងកន្លែងទេ
ko: 이 제품을 제자리에 배치 하시겠습니까
lo: ທ່ານຕ້ອງການຈັດວາງຜະລິດຕະພັນນີ້ຢູ່ບ່ອນໃດ
my: ဒီထုတ်ကုန်ကိုသင်နေရာချချင်ပါသလား
zh: 您想将本产品放置到位吗

# ALC_TITLE_ARRANGE_ASSET
source: Asset ranking
km: ចំណាត់ថ្នាក់ទ្រព្យ
ko: 자산 순위
lo: ຈັດລຽງລໍາດັບຊັບສິນ
my: ပိုင်ဆိုင်မှုအဆင့်သတ်မှတ်ချက်
zh: 资产排名

# ALC_VALIDATE_REGX_WHS
source: The code contains no special characters, spaces, and accents
de: Code enthält keine Sonderzeichen, Leerzeichen und Akzente
km: លេខកូដមិនមានតួអក្សរពិសេសចន្លោះនិងការសង្កត់សំឡេងទេ
ko: 코드에는 특수 문자, 공백 및 악센트가 포함되어 있지 않습니다.
lo: ລະຫັດບໍ່ມີຕົວອັກສອນພິເສດ, ສະຖານທີ່ແລະ ສຳ ນຽງ
my: Code တွင်အထူးအက္ခရာများ၊ နေရာများနှင့်အသံထွက်များမပါပါ
zh: 代码不包含特殊字符，空格和重音符号

# ALC_VALIDATE_REGX_WHS_NAME
source: Area names should not contain bullets
de: Bereichsnamen sollten keine führenden Leerzeichen enthalten
km: ឈ្មោះតំបន់មិនគួរមានចន្លោះនាំមុខទេ
ko: 영역 이름에는 선행 공백이 없어야합니다.
lo: ຊື່ພື້ນທີ່ບໍ່ຄວນມີສະຖານທີ່ ນຳ ໜ້າ
my: namesရိယာအမည်များတွင် ဦး ဆောင်နေရာမပါသင့်ပါ
zh: 区域名称不应包含前导空格

# ALC_VALIDATE_WHS
source: Area code is not blank
de: Die Vorwahl ist nicht leer
km: លេខកូដតំបន់មិនមានទទេទេ
ko: 지역 번호가 비어 있지 않습니다.
lo: ລະຫັດພື້ນທີ່ບໍ່ແມ່ນຫວ່າງເປົ່າ
my: codeရိယာကုဒ်မဖြည့်ပါ
zh: 区号不是空白

# ALC_VALIDATE_WHS_NAME
source: Area name is not blank
de: Der Bereichsname ist nicht leer
km: ឈ្មោះតំបន់មិនទទេ
ko: 영역 이름이 비어 있지 않습니다.
lo: ຊື່ພື້ນທີ່ບໍ່ແມ່ນວ່າງເປົ່າ
my: nameရိယာအမည်ဗလာမဟုတ်ပါဘူး
zh: 区域名称不为空
