Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/AttributeSetupController.*.resx
Languages: my, vi

# ATRT_SET_UP_ATTR_EXISTS
source: Properties already exist
my: Properties ရှိပြီးသား
vi: Thuộc tính đã tồn tại

# ATTR_SETUP_LBL_CODE_UNIT
source: Property code
my: Mã thuộc tín အိမ်ခြံမြေကုတ်နံပါတ်h
vi: Mã thuộc tính

# ATTR_SETUP_LBL_DATA
source: Data set installation
my: ဒေတာအစုတပ်ဆင်
vi: Cài đặt bộ dữ liệu

# ATTR_SETUP_LBL_DATASET
source: Data set
my: ဒေတာအစု
vi: Bộ dữ liệu

# ATTR_SETUP_LBL_DATASET_EMPTY
source: The data set cannot be left blank
my: ဒေတာအစုကိုကွက်လပ် ထား၍ မရပါ
vi: Bộ dữ liệu không được để trống

# ATTR_SETUP_LBL_DATA_TYPE
source: Datatypes
my: အမျိုးအစားများ
vi: Kiểu dữ liệu

# ATTR_SETUP_LBL_DATA_TYPE_EMPTY
source: The data type cannot be left blank
my: ဒေတာအမျိုးအစားကိုကွက်လပ် ထား၍ မရပါ
vi: Kiểu dữ liệu không được để trống

# ATTR_SETUP_LBL_DOCUMENT_TYPE
source: Document type
my: စာရွက်စာတမ်းအမျိုးအစား
vi: Loại giấy tờ

# ATTR_SETUP_LBL_EDIT_UNIT
source: Edit properties
my: ဂုဏ်သတ္တိများကိုတည်းဖြတ်ပါ
vi: Chỉnh sửa thuộc tính

# ATTR_SETUP_LBL_NAME_UNIT
source: Property name
my: အိမ်ခြံမြေနာမည်
vi: Tên thuộc tính

# ATTR_SETUP_LBL_NOTE
source: Note
my: မှတ်စု
vi: Ghi chú

# ATTR_SETUP_LBL_OBLIGATORY
source: Unit
my: ယူနစ်
vi: Đơn vị

# ATTR_SETUP_LBL_TYPE_DATA
source: Datatypes
my: အမျိုးအစားများ
vi: Kiểu dữ liệu

# ATTR_SETUP_LBL_UNIT
source: Unit
my: ယူနစ်
vi: Đơn vị tính

# ATTR_SETUP_LBL_UNIT_EMPTY
source: Units cannot be left blank
my: ယူနစ်များကိုအလွတ်မထားနိုင်ပါ
vi: Đơn vị tính không được để trống

# ATTR_SETUP_MSS_CODE_OBLIGATORY
source: Code belongs to required requirement
my: ကုဒ်လိုအပ်သောလိုအပ်ချက်ပိုင်
vi: Mã thuộc tính yêu cầu bắt buộc

# ATTR_SETUP_MSS_NAME_OBLIGATORY
source: Name required required
my: နာမည်လိုအပ်ပါသည်
vi: Tên thuộc tính yêu cầu bắt buộc

# ATTR_SETUP_TXT_DATASET
source: Data set
my: ဒေတာအစု
vi: Bộ dữ liệu

# ATTR_SETUP_VALIDATE_ATTR_NAME
source: Property names do not begin with a space
my: အိမ်ခြံမြေအမည်များကိုနေရာတစ်ခုမှမစတင်ပါ
vi: Tên thuộc tính không bắt đầu bằng khoảng trống

# ATTR_SETUP_VALIDATE_MAX_LENGTH_ATTR_CODE
source: Attribute code must not exceed 100 characters
my: Attribute ကုဒ်ကအက္ခရာ ၁၀၀ ထက်မပိုစေရဘူး
vi: Mã thuộc tính không quá 100 ký tự

# ATTR_SETUP_VALIDATE_REGX_ATTR_CODE
source: Code contains no special characters and has no accents
my: Code တွင်အထူးအက္ခရာများမပါရှိပါ
vi: Mã không bao gồm ký tự đặc biệt và không có dấu

# ATTR_SET_UP_ATTR_NO_EXISTS
source: Attribute does not exist
my: attribute မတည်ရှိပါဘူး
vi: Thuộc tính không tồn tại

# ATTR_SET_UP_DEL_ATTR_SUCCESS
source: Successfully deleted the property
my: ပိုင်ဆိုင်မှုကိုအောင်မြင်စွာဖျက်လိုက်သည်
vi: Xóa thuộc tính thành công

# ATTR_SET_UP_MSG_ADD_ATTR_SUCCESS
source: Attribute successfully added
my: Attribute ကိုအောင်မြင်စွာထည့်ပြီးပါပြီ
vi: Thêm thuộc tính thành công

# ATTR_SET_UP_UPDATE_ATTR_SUCCESS
source: Successful property update
my: အောင်မြင်သောပိုင်ဆိုင်မှု update ကို
vi: Cập nhật thuộc tính thành công

# ATTR_SET_UP_VALIDATE_MAX_LENGTH_ATTR_NAME
source: Property names must not exceed 255 characters in length
my: ပစ္စည်းအမည်သည်စာလုံးရေ ၂၅၅ လုံးထက်မပိုစေရ
vi: Tên thuộc tính không quá 255 ký tự

# ATTR_SET_UP_VALIDATE_MAX_LENGTH_NOTE
source: Notes must not exceed 1000 characters
my: မှတ်စုများသည်စာလုံးရေ ၁၀၀၀ ထက်မပိုရပါ
vi: Ghi chú không quá 1000 ký tự

# COM_BTN_ADD
source: Add new
my: အသစ်ထည့်ပါ
vi: Thêm mới

# COM_BTN_SEARCH
source: Search
my: ရှာပါ
vi: Tìm kiếm
