Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/CandidatesManagementController.*.resx
Languages: ja, km, ko, lo, my

# CM_CURD_GET_CODE
source: Get the code
ja: コードを取得する
km: ទទួលបានលេខកូដ
ko: 코드 받기
lo: ເອົາລະຫັດ
my: ကုဒ်ရယူပါ

# CM_CURD_INTERVIEW_TIME
source: Interview time
ja: 面接時間
km: ពេលវេលាសំភាសន៍
ko: 인터뷰 시간
lo: ເວລາ ສຳ ພາດ
my: အင်တာဗျူးအချိန်

# CM_CURD_LBL_CM_ABILITY
source: Ability
ja: 能力
km: សមត្ថភាព
ko: 능력
lo: ຄວາມສາມາດ
my: စွမ်းရည်

# CM_CURD_LBL_CM_ADDRESS
source: Address
ja: 住所
km: អាសយដ្ឋាន
ko: 주소
lo: ທີ່ຢູ່
my: လိပ်စာ

# CM_CURD_LBL_CM_AFTERNOON
source: Pm
km: ល្ងាច
ko: 오후
lo: ນ

# CM_CURD_LBL_CM_BIRTHDAY
source: Date of birth
ja: 生年月日
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត
ko: 생년월일
lo: ວັນ​ເດືອນ​ປີ​ເກີດ
my: မွေးရက်

# CM_CURD_LBL_CM_CANDIATE
source: Candidate
ja: 候補者
km: បេក្ខជន
ko: 후보자
lo: ຜູ້ສະ ໝັກ
my: ကိုယ်စားလှယ်လောင်း

# CM_CURD_LBL_CM_CANDIDATE_CODE
source: Registration code
ja: 登録コード
km: លេខកូដចុះឈ្មោះ
ko: 등록 코드
lo: ລະຫັດລົງທະບຽນ
my: မှတ်ပုံတင်နံပါတ်

# CM_CURD_LBL_CM_CANJOINDATE
source: Start date
ja: 開始日
km: ថ្ងៃ​ចាប់ផ្តើម
ko: 시작일
lo: ວັນ​ທີ່​ເລີ່ມ
my: စတင်သည့်ရက်စွဲ

# CM_CURD_LBL_CM_COMMUNICATION
source: Communication
ja: コミュニケーション
km: ការ​ទំនាក់ទំនង
ko: 통신
lo: ການສື່ສານ
my: ဆက်သွယ်ရေး

# CM_CURD_LBL_CM_CREATIVE_THINKING
source: Creative thinking
ja: 創造的思考
km: ការគិតច្នៃប្រឌិត
ko: 창의적 사고
lo: ແນວຄິດສ້າງສັນ
my: တီထွင်ဆန်းသစ်မှု

# CM_CURD_LBL_CM_EMAIL
source: Email
ja: Eメール
km: អ៊ីមែល
ko: 이메일
lo: ອີເມວ
my: အီးမေးလ်

# CM_CURD_LBL_CM_EVENING
source: Dark
ja: 闇
km: ងងឹត
ko: 어두운
lo: ມືດ
my: မှောငျမိုကျသော

# CM_CURD_LBL_CM_FEMALE
source: Female
ja: 女性
km: ស្រី
ko: 여자
lo: ເພດຍິງ
my: အမျိုးသမီး

# CM_CURD_LBL_CM_FILECV
source: Download CV
ja: CVをダウンロード
km: ទាញយកជីវប្រវត្តិ
ko: CV 다운로드
lo: ດາວໂຫລດ CV
my: CV ကူးယူပါ

# CM_CURD_LBL_CM_FROM_DATE
source: Since
ja: 以来
km: ចាប់តាំងពី
ko: 이후
lo: ຕັ້ງແຕ່
my: ကတည်းက

# CM_CURD_LBL_CM_FULLNAME
source: First and last name
ja: 名前と苗字
km: នាមត្រកូល​និង​ឈ្មោះ
ko: 이름과 성
lo: ຊື່ແລະນາມສະກຸນ
my: ပထမနှင့်နောက်ဆုံးအမည်

# CM_CURD_LBL_CM_FULLTIME
source: Fulltime
ja: フルタイム
km: ពេញ​មោ៉​ង
ko: 풀 타임
lo: ເຕັມ​ເວ​ລາ
my: အချိန်ပြည့်

# CM_CURD_LBL_CM_LAPTOP_INFO
source: Laptop information
ja: ラップトップ情報
km: ព័ត៌មានកុំព្យូទ័រយួរដៃ
ko: 노트북 정보
lo: ຂໍ້ມູນຂ່າວສານ Laptop
my: လက်တော့ပ်သတင်းအချက်အလက်

# CM_CURD_LBL_CM_LEADER
source: Leader
ja: 盟主
km: អ្នកដឹកនាំ
ko: 리더
lo: ຜູ້ ນຳ
my: ခေါင်းဆောင်

# CM_CURD_LBL_CM_LISTEN
source: Listen
ja: 聴く
km: ស្តាប់
ko: 들리다
lo: ຟັງ
my: နားထောင်ပါ

# CM_CURD_LBL_CM_MAIN_PRACTICE_TIME
source: Practice time
ja: 練習時間
km: ពេលវេលាអនុវត្ត
ko: 연습 시간
lo: ເວລາປະຕິບັດ
my: အချိန်လေ့ကျင့်ပါ

# CM_CURD_LBL_CM_MAIN_SKILL
source: Main skill
ja: 主なスキル
km: ជំនាញចម្បង
ko: 주요 기술
lo: ທັກສະຫຼັກ
my: အဓိကကျွမ်းကျင်မှု

# CM_CURD_LBL_CM_MALE
source: male
ja: 男性
km: បុរស
ko: 남성
lo: ຜູ້​ຊາຍ
my: အထီး

# CM_CURD_LBL_CM_MARRIAGE
source: Marriage
ja: 結婚
km: អាពាហ៍ពិពាហ៍
ko: 결혼
lo: ການແຕ່ງງານ
my: လက်ထပ်ထိမ်းမြား

# CM_CURD_LBL_CM_MARRIED
source: Get married
ja: 結婚する
km: រៀបការ
ko: 결혼하다
lo: ແຕ່ງ​ງານ​ແລ້ວ
my: လက်ထပ်ပါ

# CM_CURD_LBL_CM_MORNING
source: shining
ja: シャイニング
km: ចាំង
ko: 빛나는
lo: ເຫລື້ອມ
my: တောက်ပ

# CM_CURD_LBL_CM_NEW_CANDIATE
source: New candidate
ja: 新しい候補者
km: បេក្ខជនថ្មី
ko: 새로운 후보
lo: ຜູ້ສະ ໝັກ ໃໝ່
my: ကိုယ်စားလှယ်လောင်းအသစ်

# CM_CURD_LBL_CM_PHONE
source: phone number
ja: 電話番号
km: លេខទូរសព្ទ
ko: 전화 번호
lo: ເບີ​ໂທລະ​ສັບ
my: ဖုန်းနံပါတ်

# CM_CURD_LBL_CM_PRESENTATION
source: Presentation
ja: プレゼンテーション
km: បទ​បង្ហាញ
ko: 표시
lo: ການ ນຳ ສະ ເໜີ
my: တင်ပြချက်

# CM_CURD_LBL_CM_PROBLEM SOLVING
source: Problem solving
ja: 問題解決
km: ដោះស្រាយបញ្ហា
ko: 문제 해결
lo: ການ​ແກ້​ໄຂ​ບັນ​ຫາ
my: ပြဿနာဖြေရှင်းခြင်း

# CM_CURD_LBL_CM_REGISTERED_REPAIR
source: Edit registration
ja: 登録を編集する
km: កែសម្រួលការចុះឈ្មោះ
ko: 등록 수정
lo: ແກ້ໄຂການລົງທະບຽນ
my: မှတ်ပုံတင်ခြင်းတည်းဖြတ်ပါ

# CM_CURD_LBL_CM_SALARY_HOPE
source: Desired salary
ja: 希望する給与
km: ប្រាក់ខែដែលចង់បាន
ko: 원하는 급여
lo: ເງິນເດືອນທີ່ຕ້ອງການ
my: လိုချင်သောလစာ

# CM_CURD_LBL_CM_SATURDAY
source: Saturday
ja: 土曜日
km: ថ្ងៃសៅរ៍
ko: 토요일
lo: ວັນເສົາ
my: စနေနေ့

# CM_CURD_LBL_CM_SELF_LEARNING
source: Study and self-study
ja: 勉強と自習
km: សិក្សានិងសិក្សាដោយខ្លួនឯង
ko: 공부와 독학
lo: ສຶກສາແລະຮຽນດ້ວຍຕົນເອງ
my: လေ့လာမှုနှင့်ကိုယ်ပိုင်လေ့လာမှု

# CM_CURD_LBL_CM_SEX
source: Sex
ja: セックス
km: ការរួមភេទ
ko: 섹스
lo: ເພດ
my: လိင်

# CM_CURD_LBL_CM_SIGN_UP
source: Sign up
ja: サインアップ
km: ចុះ​ឈ្មោះ
ko: 가입하기
lo: ລົງ​ທະ​ບຽນ
my: ဆိုင်းအပ်

# CM_CURD_LBL_CM_SINGLE
source: Alone
ja: 一人で
km: ម្នាក់ឯង
ko: 혼자
lo: ດຽວ
my: တစ်ယောက်တည်း

# CM_CURD_LBL_CM_SKYPE
source: Skype name
ja: スカイプネーム
km: ឈ្មោះ Skype
ko: 스카이프 이름
lo: ຊື່ Skype
my: Skype နာမည်

# CM_CURD_LBL_CM_SMARTPHONE_INFO
source: Phone information
ja: 電話情報
km: ព័ត៌មានទូរស័ព្ទ
ko: 전화 정보
lo: ຂໍ້ມູນໂທລະສັບ
my: ဖုန်းအချက်အလက်

# CM_CURD_LBL_CM_SUB_SKILL
source: Additional skills
ja: 追加スキル
km: មាន​ជំនាញ​បន្ថែម
ko: 추가 기술
lo: ທັກສະເພີ່ມເຕີມ
my: အပိုဆောင်းကျွမ်းကျင်မှု

# CM_CURD_LBL_CM_SUNDAY
source: Sunday
ja: 日曜日
km: ថ្ងៃអាទិត្យ
ko: 일요일
lo: ວັນອາທິດ
my: တနင်္ဂနွေနေ့

# CM_CURD_LBL_CM_TARGET
source: Target
ja: 目標
km: គោលដៅ
ko: 표적
lo: ເປົ້າ​ຫມາຍ
my: ပစ်မှတ်

# CM_CURD_LBL_CM_TO_DATE
source: To date
ja: 現在まで
km: កាលបរិច្ឆេត
ko: 현재까지
lo: ເຖິງວັນທີ
my: ယနေ့အထိ

# CM_CURD_LBL_CM_WORKING_GROUP
source: Working group
ja: ワーキンググループ
km: ក្រុមការងារ
ko: 워킹 그룹
lo: ກຸ່ມເຮັດວຽກ
my: အလုပ်အဖွဲ့

# CM_CURD_LBL_CM_WORKPLACE
source: Workplace
ja: 職場
km: កន្លែងធ្វើការ
ko: 직장
lo: ບ່ອນເຮັດວຽກ
my: အလုပ်ခွင်

# CM_CURD_SEARCH
source: Search
ja: 探す
km: ស្វែងរក
ko: 검색
lo: ຄົ້ນຫາ
my: ရှာပါ

# CM_CURD_SEARCH_LBL_ABILITY
source: Ability
ja: 能力
km: សមត្ថភាព
ko: 능력
lo: ຄວາມສາມາດ
my: စွမ်းရည်

# CM_CURD_SEARCH_LBL_BIRTHDAY
source: Year of Birth
ja: 生年
km: ឆ្នាំ​កំណើត
ko: 생년월일
lo: ປີ​ເກີດ
my: မွေးသည့်နှစ်

# CM_CURD_SEARCH_LBL_FULLNAME
source: Name of applicant
ja: 申請者名
km: ឈ្មោះ​របស់​បេក្ខជន
ko: 신청자 이름
lo: ຊື່ຂອງຜູ້ສະ ໝັກ
my: လျှောက်ထားသူအမည်

# CM_CURD_SEARCH_LBL_LANGUAGE
source: Language
ja: 言語
km: ភាសា
ko: 언어
lo: ພາສາ
my: ဘာသာစကား

# CM_CURD_SEARCH_LBL_SEX
source: Sex
ja: セックス
km: ការរួមភេទ
ko: 섹스
lo: ເພດ
my: လိင်

# CM_CURD_SEARCH_TXT_ABILITY
source: Ability
ja: 能力
km: សមត្ថភាព
ko: 능력
lo: ຄວາມສາມາດ
my: စွမ်းရည်

# CM_CURD_SEARCH_TXT_BIRTHDAY
source: Year of Birth
ja: 生年
km: ឆ្នាំ​កំណើត
ko: 생년월일
lo: ປີ​ເກີດ
my: မွေးသည့်နှစ်

# CM_CURD_SEARCH_TXT_FULLNAME
source: Name of applicant
ja: 申請者名
km: ឈ្មោះ​របស់​បេក្ខជន
ko: 신청자 이름
lo: ຊື່ຂອງຜູ້ສະ ໝັກ
my: လျှောက်ထားသူအမည်

# CM_CURD_SEARCH_TXT_LANGUAGE
source: Language
ja: 言語
km: ភាសា
ko: 언어
lo: ພາສາ
my: ဘာသာစကား

# CM_CURD_SEARCH_TXT_SEX
source: Sex
ja: セックス
km: ការរួមភេទ
ko: 섹스
lo: ເພດ
my: လိင်

# CM_CURD_TAB_CM_CANDIDATE_INFORMATION
source: Candidate information
ja: 候補者情報
km: ព័ត៌មានបេក្ខជន
ko: 후보자 정보
lo: ຂໍ້ມູນຂອງຜູ້ສະ ໝັກ
my: ကိုယ်စားလှယ်လောင်းသတင်းအချက်အလက်

# CM_CURD_TAB_CM_CANDIDATE_INFORMATION_ADDITIONAL
source: Additional information
ja: 追加情報
km: ព័​ត៍​មាន​បន្ថែម
ko: 추가 정보
lo: ຂໍ້​ມູນ​ເພີ່ມ​ເຕີມ
my: နောက်ထပ်သတင်းအချက်အလက်များ

# CM_CURD_TAB_CM_LIST
source: List
ja: リスト
km: បញ្ជី
ko: 명부
lo: ລາຍຊື່
my: စာရင်း

# CM_CURD_TAB_CM_REGISTER_TO_WORK
source: Register work schedule
ja: 作業スケジュールの登録
km: ចុះឈ្មោះកាលវិភាគការងារ
ko: 근무 일정 등록
lo: ລົງທະບຽນ ກຳ ນົດເວລາເຮັດວຽກ
my: အလုပ်အချိန်ဇယားကိုမှတ်ပုံတင်ပါ

# CM_CURD_TAB_CM_SUB_CALENDAR
source: Calendar
ja: カレンダー
km: ប្រតិទិន
ko: 달력
lo: ປະຕິທິນ
my: ပြက္ခဒိန်

# CM_CURD_TXT_CM_ADDRESS
source: Enter an address
ja: 住所を入力してください
km: បញ្ចូលអាសយដ្ឋាន
ko: 주소를 입력하세요
lo: ໃສ່ທີ່ຢູ່
my: လိပ်စာထည့်ပါ

# CM_CURD_TXT_CM_APPOINTMENT_TIME
source: Enter the interview time
ja: 面接時間を入力してください
km: បញ្ចូលពេលសម្ភាសន៍
ko: 인터뷰 시간 입력
lo: ໃສ່ເວລາ ສຳ ພາດ
my: အင်တာဗျူးအချိန်ကိုရိုက်ထည့်ပါ

# CM_CURD_TXT_CM_BIRTHDAY
source: Enter your date of birth
ja: 生年月日を入力
km: បញ្ចូល​ថ្ងៃ​កំណើត​របស់​អ្នក
ko: 생년월일을 입력하세요
lo: ກະລຸນາໃສ່ວັນເດືອນປີເກີດຂອງທ່ານ
my: သင့်မွေးနေ့ကိုထည့်ပါ

# CM_CURD_TXT_CM_CANDIDATE_CODE
source: Enter the registration code
ja: 登録コードを入力してください
km: បញ្ចូលលេខកូដចុះឈ្មោះ
ko: 등록 코드 입력
lo: ໃສ່ລະຫັດລົງທະບຽນ
my: မှတ်ပုံတင်နံပါတ်ထည့်ပါ

# CM_CURD_TXT_CM_CANJOINDATE
source: Enter your start date
ja: 開始日を入力してください
km: បញ្ចូលកាលបរិច្ឆេទចាប់ផ្តើមរបស់អ្នក
ko: 시작일을 입력하세요
lo: ກະລຸນາໃສ່ວັນທີເລີ່ມຕົ້ນຂອງທ່ານ
my: သင်၏စတင်ရက်စွဲကိုထည့်ပါ

# CM_CURD_TXT_CM_EMAIL
source: Enter your email
ja: メールアドレスを入力
km: បញ្ចូលអ៊ីមែលរបស់អ្នក
ko: 이메일을 입력하세요
lo: ກະລຸນາໃສ່ອີເມວຂອງທ່ານ
my: သင့်၏အီးမေးလ်လိပ်စာထည့်ပါ

# CM_CURD_TXT_CM_FILECV
source: Select file
ja: ファイルを選択します
km: ជ្រើសរើសឯកសារ
ko: 파일 선택
lo: ເລືອກເອກະສານ
my: ဖိုင်ကိုရွေးချယ်ပါ

# CM_CURD_TXT_CM_FROM_DATE
source: Since
ja: 以来
km: ចាប់តាំងពី
ko: 이후
lo: ຕັ້ງແຕ່
my: ကတည်းက

# CM_CURD_TXT_CM_FULLNAME
source: Enter your full name
ja: 氏名を入力してください
km: បញ្ចូល​នូវ​នាម​និង​គោត្តនាម​របស់​អ្នក
ko: 이름을 입력하세요
lo: ໃສ່ຊື່ເຕັມຂອງທ່ານ
my: နာမည်အပြည့်အစုံရေးပါ

# CM_CURD_TXT_CM_LAPTOP_INFO
source: Enter information the laptop is using
ja: ラップトップが使用している情報を入力します
km: បញ្ចូលព័ត៌មានដែលកុំព្យូទ័រយួរដៃកំពុងប្រើ
ko: 노트북이 사용하는 정보를 입력하십시오.
lo: ໃສ່ຂໍ້ມູນທີ່ຄອມພິວເຕີ ກຳ ລັງໃຊ້
my: လက်ပ်တော့အသုံးပြုသည့်သတင်းအချက်အလက်ကိုထည့်ပါ

# CM_CURD_TXT_CM_MAIN_PRACTICE_TIME
source: Enter the practice time
ja: 練習時間を入力してください
km: បញ្ចូលពេលវេលាអនុវត្ត
ko: 연습 시간 입력
lo: ກະລຸນາໃສ່ເວລາຝຶກງານ
my: လေ့ကျင့်မှုအချိန်ကိုထည့်ပါ

# CM_CURD_TXT_CM_MAIN_SKILL
source: Enter the main skill
ja: メインスキルを入力してください
km: បញ្ចូលជំនាញសំខាន់
ko: 주요 스킬 입력
lo: ໃສ່ທັກສະຫລັກ
my: အဓိကကျွမ်းကျင်မှုကိုရိုက်ထည့်ပါ

# CM_CURD_TXT_CM_PHONE
source: Enter your phone number
ja: 電話番号を入力してください
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
ko: 전화 번호를 입력하세요
lo: ກະລຸນາໃສ່ເບີໂທລະສັບຂອງທ່ານ
my: သင့်ဖုန်းနံပါတ်ကိုထည့်ပါ

# CM_CURD_TXT_CM_SALARY_HOPE
source: Enter the desired salary
ja: 希望の給与を入力してください
km: បញ្ចូលប្រាក់ខែដែលចង់បាន
ko: 원하는 급여를 입력하십시오
lo: ກະລຸນາໃສ່ເງິນເດືອນທີ່ຕ້ອງການ
my: လိုချင်သည့်လစာကိုထည့်ပါ

# CM_CURD_TXT_CM_SKYPE
source: Enter the name skype
ja: skypeという名前を入力してください
km: បញ្ចូលឈ្មោះកម្មវិធី Skype
ko: 이름을 입력하십시오 skype
lo: ໃສ່ຊື່ skype
my: Skype အမည်ကိုရိုက်ထည့်ပါ

# CM_CURD_TXT_CM_SMARTPHONE_INFO
source: Enter information phone is using
ja: 電話が使用している情報を入力してください
km: បញ្ចូលព័ត៌មានទូរស័ព្ទកំពុងប្រើ
ko: 사용중인 정보 입력
lo: ໂທລະສັບຂໍ້ມູນຂ່າວສານໃສ່ແມ່ນ ກຳ ລັງໃຊ້
my: ဖုန်းကိုအသုံးပြုနေသည်သတင်းအချက်အလက်ထည့်သွင်းပါ

# CM_CURD_TXT_CM_SUB_SKILL
source: Enter extra skills
ja: 追加のスキルを入力してください
km: បញ្ចូលជំនាញបន្ថែម
ko: 추가 기술 입력
lo: ໃສ່ທັກສະພິເສດ
my: အပိုကျွမ်းကျင်မှုရိုက်ထည့်ပါ

# CM_CURD_TXT_CM_TARGET
source: Enter your target
ja: ターゲットを入力してください
km: បញ្ចូលគោលដៅរបស់អ្នក
ko: 목표를 입력하세요
lo: ໃສ່ເປົ້າ ໝາຍ ຂອງທ່ານ
my: သင့်ပစ်မှတ်ကိုရိုက်ထည့်ပါ

# CM_CURD_TXT_CM_TO_DATE
source: To date
ja: 現在まで
km: កាលបរិច្ឆេត
ko: 현재까지
lo: ເຖິງວັນທີ
my: ယနေ့အထိ

# CM_CURD_TXT_CM_WORKPLACE
source: Enter your workplace
ja: あなたの職場に入る
km: ចូលកន្លែងធ្វើការរបស់អ្នក
ko: 직장에 들어가십시오
lo: ໃສ່ບ່ອນເຮັດວຽກຂອງທ່ານ
my: သင့်ရဲ့အလုပ်ခွင်ကိုရိုက်ထည့်ပါ

# CM_CURD_VALIDATE_ADDRESS_SHORT
source: The address is too short
ja: アドレスが短すぎます
km: អាសយដ្ឋានខ្លីពេក
ko: 주소가 너무 짧습니다.
lo: ທີ່ຢູ່ສັ້ນເກີນໄປ
my: လိပ်စာအရမ်းတိုနေပါတယ်

# CM_CURD_VALIDATE_CM_PHONE
source: Incorrect phone number format
ja: 電話番号の形式が正しくありません
km: ទ្រង់ទ្រាយលេខទូរស័ព្ទមិនត្រឹមត្រូវ
ko: 잘못된 전화 번호 형식
lo: ຮູບແບບເບີໂທລະສັບທີ່ບໍ່ຖືກຕ້ອງ
my: မမှန်ကန်သောဖုန်းနံပါတ်ပုံစံ

# CM_CURD_VALIDATE_ERR_MAIL
source: Invalid mail address
ja: 無効なメールアドレス
km: អាសយដ្ឋានអ៊ីមែលមិនត្រឹមត្រូវ
ko: 잘못된 메일 주소
lo: ທີ່ຢູ່ອີເມວບໍ່ຖືກຕ້ອງ
my: မမှန်ကန်သောမေးလ်လိပ်စာ

# CM_CURD_VALIDATE_ERR_PHONE
source: Minimum 10-digit phone number
ja: 最小10桁の電話番号
km: លេខទូរស័ព្ទ ១០ ខ្ទង់អប្បបរមា
ko: 최소 10 자리 전화 번호
lo: ເບີໂທລະສັບ 10 ຕົວເລກຕ່ ຳ ສຸດ
my: အနည်းဆုံး ၁၀ လုံးပါသောဖုန်းနံပါတ်

# CM_CURD_VALIDATE_FILE
source: File name required is required
ja: 必要なファイル名が必要です
km: ទាមទារឈ្មោះឯកសារចាំបាច់
ko: 파일 이름이 필요합니다.
lo: ຕ້ອງການຊື່ແຟ້ມເອກະສານ
my: ဖိုင်နာမည်လိုအပ်ပါသည်

# CM_CURD_VALIDATE_FROM_DAY_WORK
source: Starting date required required!
ja: 開始日が必要です！
km: កាលបរិច្ឆេទចាប់ផ្តើមទាមទារចាំបាច់!
ko: 시작일이 필요합니다!
lo: ວັນທີເລີ່ມຕົ້ນຕ້ອງການ!
my: စတင်ရက်စွဲလိုအပ်ပါသည်

# CM_CURD_VALIDATE_INTERNSHIP_TIME
source: Practice time entered in words!
ja: 練習時間は言葉で入力！
km: អនុវត្តពេលវេលាដែលបានបញ្ចូលជាពាក្យ!
ko: 단어로 입력 한 연습 시간!
lo: ເວລາປະຕິບັດເຂົ້າໃນ ຄຳ ສັບ!
my: လေ့ကျင့်အချိန်စကားလုံးများကိုထဲသို့ဝင်!

# CM_CURD_VALIDATE_LENGTH
source: 255 characters maximum !!!
ja: 最大255文字!!!
km: ២៥៥ តួអក្សរអតិបរមា !!!
ko: 최대 255 자 !!!
lo: ສູງສຸດ 255 ໂຕອັກສອນ !!!
my: စာလုံးရေ ၂၅၅ လုံး !!!

# CM_CURD_VALIDATE_NAME_FILE
source: The file name is too long
ja: ファイル名が長すぎます
km: ឈ្មោះឯកសារវែងពេក
ko: 파일 이름이 너무 깁니다.
lo: ຊື່ແຟ້ມຍາວເກີນໄປ
my: ဖိုင်နာမည်ကအရမ်းရှည်တယ်

# CM_CURD_VALIDATE_NAME_SHORT
source: Name is too short
ja: 名前は短すぎる
km: ឈ្មោះខ្លីពេក
ko: 이름이 너무 짧습니다
lo: ຊື່ສັ້ນເກີນໄປ
my: နာမည်ကအရမ်းတိုတယ်

# CM_CURD_VALIDATE_SALARY_HOPE
source: Desired salary required required!
ja: 必要な給与が必要です！
km: ទាមទារប្រាក់ខែដែលត្រូវការ!
ko: 원하는 급여가 필요합니다!
lo: ຕ້ອງການເງິນເດືອນທີ່ຕ້ອງການ!
my: လိုချင်သောလစာလိုအပ်သည်!

# CM_CURD_VALIDATE_SET_SIGN
source: Please choose morning, afternoon, and evening
ja: 朝、午後、夕方をお選びください
km: សូមជ្រើសរើសពេលព្រឹកពេលរសៀលនិងពេលល្ងាច
ko: 아침, 오후, 저녁을 선택하세요
lo: ກະລຸນາເລືອກຕອນເຊົ້າ, ຕອນບ່າຍ, ແລະຕອນແລງ
my: ကျေးဇူးပြုပြီးနံနက်၊ မွန်းလွဲပိုင်းနှင့်ညနေပိုင်းကိုရွေးချယ်ပါ

# CM_CURD_VALIDATE_SKYPE
source: Skype up to 255 characters!
ja: 最大255文字のSkype！
km: Skype មានរហូតដល់ ២៥៥ តួអក្សរ!
ko: 최대 255 자 Skype!
lo: Skype ມີເຖິງ 255 ໂຕອັກສອນ!
my: စာလုံးရေ ၂၅၅ လုံးအထိ Skype!

# CM_CURD_VALIDATE_TARGET
source: Aim up to 500 characters!
ja: 最大500文字を目指しましょう！
km: កំណត់គោលដៅដល់ ៥០០ តួអក្សរ!
ko: 최대 500자를 목표로하세요!
lo: ສູ້ຊົນໃຫ້ໄດ້ເຖິງ 500 ຕົວອັກສອນ!
my: ဇာတ်ကောင် ၅၀၀ အထိကိုရည်ရွယ်ပါ။

# CM_CURD_WAR_INTERNSHIP_TIME
source: Enter with text
ja: テキストで入力
km: បញ្ចូលជាមួយអត្ថបទ
ko: 텍스트로 입력
lo: ກະລຸນາໃສ່ກັບຂໍ້ຄວາມ
my: စာသားဖြင့်ရိုက်ထည့်ပါ

# CM_LBL_CM
source: Managing candidates
ja: 候補者の管理
km: គ្រប់គ្រងបេក្ខជន
ko: 후보자 관리
lo: ຄຸ້ມຄອງຜູ້ສະ ໝັກ
my: ကိုယ်စားလှယ်လောင်းများကိုစီမံခန့်ခွဲခြင်း

# CM_LBL_TITTLE_SIGNUP_CALENDAER
source: Calendar
ja: カレンダー
km: ប្រតិទិន
ko: 달력
lo: ປະຕິທິນ
my: ပြက္ခဒိန်

# CM_LINK_ADD_CM
source: Add candidates
ja: 候補者を追加する
km: បន្ថែមបេក្ខជន
ko: 후보자 추가
lo: ຕື່ມຜູ້ສະ ໝັກ
my: ကိုယ်စားလှယ်လောင်းများထည့်ပါ

# CM_LINK_CM
source: Managing candidates
ja: 候補者の管理
km: គ្រប់គ្រងបេក្ខជន
ko: 후보자 관리
lo: ຄຸ້ມຄອງຜູ້ສະ ໝັກ
my: ကိုယ်စားလှယ်လောင်းများကိုစီမံခန့်ခွဲခြင်း

# CM_LINK_CV
source: Click here to download CV
ja: CVをダウンロードするには、ここをクリックしてください
km: ចុចត្រង់នេះដើម្បីទាញយកប្រវត្តិរូបសង្ខេប
ko: CV를 다운로드하려면 여기를 클릭하십시오.
lo: ກົດບ່ອນນີ້ເພື່ອດາວໂລດ CV
my: CV ကူးယူရန်ဤနေရာကိုနှိပ်ပါ

# CM_LINK_HOME
source: Home page
ja: ホームページ
km: គេហទំព័រ
ko: 홈페이지
lo: ໜ້າ ທຳ ອິດ
my: မူလစာမျက်နှာ

# CM_LIST_COL_CM_ACTION
source: Manipulation
ja: 操作
km: ការរៀបចំ
ko: 시장 조작
lo: ການຫມູນໃຊ້
my: ခြယ်လှယ်

# CM_LIST_COL_CM_AFTERNOON
source: Pm
km: ល្ងាច
ko: 오후
lo: ນ

# CM_LIST_COL_CM_BIRTHDAY
source: Date of birth
ja: 生年月日
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត
ko: 생년월일
lo: ວັນ​ເດືອນ​ປີ​ເກີດ
my: မွေးရက်

# CM_LIST_COL_CM_CANDIDATE_CODE
source: Membership code
ja: 会員コード
km: លេខកូដសមាជិកភាព
ko: 회원 코드
lo: ລະຫັດສະມາຊິກ
my: အသင်း ၀ င်ကုဒ်

# CM_LIST_COL_CM_CREATEDTIME
source: Registration date
ja: 登録日
km: កាលបរិច្ឆេទ​ចុះបញ្ជី
ko: 등록 날짜
lo: ວັນລົງທະບຽນ
my: မှတ်ပုံတင်ရက်

# CM_LIST_COL_CM_DATETIME_EVENT
source: Day
ja: 日
km: ថ្ងៃ
ko: 일
lo: ມື້
my: နေ့

# CM_LIST_COL_CM_EVENING
source: Dark
ja: 闇
km: ងងឹត
ko: 어두운
lo: ມືດ
my: မှောငျမိုကျသော

# CM_LIST_COL_CM_FULL_NAME
source: Name of applicant
ja: 申請者名
km: ឈ្មោះ​របស់​បេក្ខជន
ko: 신청자 이름
lo: ຊື່ຂອງຜູ້ສະ ໝັກ
my: လျှောက်ထားသူအမည်

# CM_LIST_COL_CM_INTERNSHIP_TIME
source: Practice time
ja: 練習時間
km: ពេលវេលាអនុវត្ត
ko: 연습 시간
lo: ເວລາປະຕິບັດ
my: အချိန်လေ့ကျင့်ပါ

# CM_LIST_COL_CM_MORNING
source: shining
ja: シャイニング
km: ចាំង
ko: 빛나는
lo: ເຫລື້ອມ
my: တောက်ပ

# CM_LIST_COL_CM_PHONE
source: phone number
ja: 電話番号
km: លេខទូរសព្ទ
ko: 전화 번호
lo: ເບີ​ໂທລະ​ສັບ
my: ဖုန်းနံပါတ်

# CM_LIST_COL_CM_SEX
source: Sex
ja: セックス
km: ការរួមភេទ
ko: 섹스
lo: ເພດ
my: လိင်

# CM_MSG_CALENDAR
source: Calendar
ja: カレンダー
km: ប្រតិទិន
ko: 달력
lo: ປະຕິທິນ
my: ပြက္ခဒိန်

# CM_MSG_CODE_TO_SEARCH
source: Please enter your registration code to search!
ja: 登録コードを入力して検索してください。
km: សូមបញ្ចូលលេខកូដចុះឈ្មោះរបស់អ្នកដើម្បីស្វែងរក!
ko: 검색하려면 등록 코드를 입력하세요!
lo: ກະລຸນາໃສ່ລະຫັດການລົງທະບຽນຂອງທ່ານເພື່ອຄົ້ນຫາ!
my: ကျေးဇူးပြု၍ သင်၏မှတ်ပုံတင်နံပါတ်ကိုရှာဖွေရန်ရှာဖွေပါ။

# CM_MSG_CONFIRM_DELETE_CANDIDATE
source: Are you sure you want to delete candidates?
ja: 候補を削除してもよろしいですか？
km: តើអ្នកប្រាកដជាចង់លុបបេក្ខជនឬ?
ko: 후보를 삭제 하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບຜູ້ສະ ໝັກ?
my: သင်ကိုယ်စားလှယ်လောင်းများကိုဖျက်ပစ်ချင်ပါသလား။

# CM_MSG_DOCX_DOC_PDF
source: Upload only docx, doc or pdf files!
ja: docx、doc、またはpdfファイルのみをアップロードしてください。
km: ផ្ទុកឡើងឯកសារ docx ឬឯកសារ PDF តែប៉ុណ្ណោះ!
ko: docx, doc 또는 pdf 파일 만 업로드하세요!
lo: ອັບໂຫລດພຽງແຕ່ເອກະສານ docx, doc ຫຼື pdf ເທົ່ານັ້ນ!
my: docx, doc သို့မဟုတ် pdf ဖိုင်များကိုသာတင်ပါ။

# CM_MSG_OFF
source: Are you sure off?
ja: よろしいですか？
km: តើអ្នកប្រាកដទេ?
ko: 확실해?
lo: ທ່ານແນ່ໃຈບໍ່?
my: သေချာလား။

# CM_MSG_PLEASE_TO_TIME
source: Please choose morning, afternoon, and evening
ja: 朝、午後、夕方をお選びください
km: សូមជ្រើសរើសពេលព្រឹកពេលរសៀលនិងពេលល្ងាច
ko: 아침, 오후, 저녁을 선택하세요
lo: ກະລຸນາເລືອກຕອນເຊົ້າ, ຕອນບ່າຍ, ແລະຕອນແລງ
my: ကျေးဇူးပြုပြီးနံနက်၊ မွန်းလွဲပိုင်းနှင့်ညနေပိုင်းကိုရွေးချယ်ပါ

# CM_MSG_TABLE
source: Default: Displays today's candidate
ja: デフォルト：今日の候補を表示します
km: លំនាំដើម៖ បង្ហាញបេក្ខជនថ្ងៃនេះ
ko: 기본값 : 오늘의 후보를 표시합니다.
lo: Default: ສະແດງຜູ້ສະ ໝັກ ໃນມື້ນີ້
my: ပုံမှန် - ဒီနေ့ရဲ့ကိုယ်စားလှယ်လောင်းပြသထားတယ်

# CM_MSG_TIME_INTERVIEW
source: Interview time
ja: 面接時間
km: ពេលវេលាសំភាសន៍
ko: 인터뷰 시간
lo: ເວລາ ສຳ ພາດ
my: အင်တာဗျူးအချိန်

# CM_MSG_TIME_SINSE_DAY
source: since
ja: 以来
km: ចាប់តាំងពី
ko: 이후
lo: ຕັ້ງແຕ່
my: ကတည်းက

# CM_MSG_TIME_TO_DAY
source: to date
ja: 現在まで
km: កាលបរិច្ឆេទ
ko: 현재까지
lo: ເຖິງວັນທີ
my: ယနေ့အထိ

# CM_MSG_TO_DAY_TO_DAY
source: from day to day
ja: 一日一日と
km: ពីមួយថ្ងៃទៅមួយថ្ងៃ
ko: 매일 매일
lo: ຈາກມື້ກັບມື້
my: တစ်ရက်မှတစ်ရက်

# CM_TIP_EDIT_RECORD
source: Instructions: Double click to edit the record
ja: 手順：ダブルクリックしてレコードを編集します
km: សេចក្តីណែនាំ: ចុចទ្វេដងដើម្បីកែសម្រួលកំណត់ត្រា
ko: 지침 : 기록을 편집하려면 두 번 클릭하십시오.
lo: ຄຳ ແນະ ນຳ: ກົດສອງຄັ້ງເພື່ອແກ້ໄຂບັນທຶກ
my: ညွှန်ကြားချက်များ - မှတ်တမ်းကိုတည်းဖြတ်ရန်နှစ်ချက်နှိပ်ပါ

# CM_TITLE_CM
source: Managing candidates
ja: 候補者の管理
km: គ្រប់គ្រងបេក្ខជន
ko: 후보자 관리
lo: ຄຸ້ມຄອງຜູ້ສະ ໝັກ
my: ကိုယ်စားလှယ်လောင်းများကိုစီမံခန့်ခွဲခြင်း

# CM_TITLE_EDIT_CM
source: Edit candidate
ja: 候補者を編集する
km: កែសម្រួលបេក្ខជន
ko: 후보 수정
lo: ແກ້ໄຂຜູ້ສະ ໝັກ
my: ကိုယ်စားလှယ်လောင်းကိုတည်းဖြတ်ပါ

# CM_VALIDATE_CODE
source: Obligatory
ja: 義務的
km: កាតព្វកិច្ច
ko: 의무
lo: ພັນທະ
my: တာဝန်ဝတ္တရား
