Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/CardJobController.*.resx
Languages: de, ja, km, vi

# CJ_MSG_CARD_NO_TITLE_DEL
source: If a name is not entered, the job card will be deleted
de: Wenn kein Name eingegeben wird, wird die Jobkarte gelöscht
ja: 名前が入力されていない場合、ジョブカードは削除されます
km: ប្រសិនបើឈ្មោះមិនត្រូវបានបញ្ចូលនោះកាតការងារនឹងត្រូវលុបចោល
vi: Nếu không nhập tên, thẻ việc sẽ bị xóa

# CJ_MSG_CARD_STATUS_CLOSE
source: Job card status closed
de: Status der geschlossenen Jobkarte
ja: ジョブカードのステータスが閉じました
km: បានបិទស្ថានភាពប័ណ្ណការងារ
vi: Trạng thái thẻ việc đã đóng

# CJ_MSG_CHECKIN_TO_WORK
source: Please check in to do the job
de: Bitte checken Sie ein, um die Arbeit zu erledigen
ja: 仕事をするためにチェックインしてください
km: សូមចូលដើម្បីបំពេញការងារ
vi: Vui lòng check in để thực hiện công việc

# CJ_MSG_COMMENT
source: comment
de: Kommentar
ja: コメント
km: វិចារ
vi: bình luận

# CJ_MSG_CONSTRAINT_ITEM_NO_SUCCESS
source: The binding item has not been completed
de: Der verbindliche Artikel ist nicht vollständig
ja: 製本品は未完成です
km: ធាតុចងមិនត្រូវបានបញ្ចប់ទេ
vi: Đầu mục việc ràng buộc chưa hoàn thành

# CJ_MSG_COPY_CARD
source: Do you want to copy job card?
de: Möchten Sie Job-Tags kopieren?
ja: ジョブカードをコピーしますか？
km: តើអ្នកចង់ចម្លងកាតការងារទេ?
vi: Bạn có muốn sao chép thẻ việc?

# CJ_MSG_COPY_CARD_SUCCESS
source: Card copy success
de: Kopieren Sie das Job-Tag erfolgreich
ja: カードコピー成功
km: ភាពជោគជ័យនៃការចំលងកាត
vi: Sao chép thẻ việc thành công

# CJ_MSG_CREATE_CARD_FIRST
source: Please create job card first
de: Bitte erstellen Sie zuerst eine Jobkarte
ja: 最初にジョブカードを作成してください
km: សូមបង្កើតកាតការងារជាមុនសិន
vi: Vui lòng tạo thẻ việc trước

# CJ_MSG_DATE_EXPERIED_NOT_LESS_START_DATE
source: Expiry date cannot be less than start date
de: Das Ablaufdatum darf nicht unter dem Startdatum liegen
ja: 有効期限は開始日より前にすることはできません
km: កាលបរិច្ឆេទផុតកំណត់មិនអាចតិចជាងកាលបរិច្ឆេទចាប់ផ្តើមទេ
vi: Ngày hết hạn không được nhỏ hơn ngày bắt đầu

# CJ_MSG_DATE_START
source: start day
de: Tag beginnen
ja: 開始日
km: កាលបរិច្ឆេទចាប់ផ្តើម
vi: Ngày bắt đầu

# CJ_MSG_DELETE_ADDRESS_SUCCESS
source: Delete place successfully!
de: Standort erfolgreich gelöscht!
ja: 場所を正常に削除します！
km: លុបកន្លែងដោយជោគជ័យ!
vi: Xóa địa điểm thành công!

# CJ_MSG_DELETE_DATA_SUCCESS
source: Data deleted successfully!
de: Daten erfolgreich gelöscht!
ja: データが正常に削除されました！
km: ទិន្នន័យបានលុបដោយជោគជ័យ!
vi: Xóa dữ liệu thành công!

# CJ_MSG_DELETE_LINK_SUCCESS
source: Successfully deleted the link!
de: Link erfolgreich gelöscht!
ja: リンクを削除しました！
km: បានលុបតំណដោយជោគជ័យ!
vi: Xóa liên kết thành công!

# CJ_MSG_DELETE_SERVICE_SUCCESS
source: Successfully deleted the service!
de: Dienst erfolgreich gelöscht!
ja: サービスを削除しました！
km: បានលុបសេវាកម្មដោយជោគជ័យ!
vi: Xóa dịch vụ thành công!

# CJ_MSG_DEL_ITEM_CHECK_PROGRESS
source: Progress cannot be deleted
de: Fortschritt kann nicht gelöscht werden
ja: 進行状況は削除できません
km: មិនអាចលុបដំណើរការបានទេ
vi: Không được xóa đầu mục đã báo tiến độ

# CJ_MSG_DEPARTMENT_ASSIGNED_WORK
source: The department has been assigned!
de: Abteilung wurde zugewiesen!
ja: 部門が割り当てられました！
km: នាយកដ្ឋានត្រូវបានចាត់តាំង!
vi: Phòng ban đã được giao việc !

# CJ_MSG_END_DATE_GREATER_EQUAL_START_DATE
source: End date is greater than or equal to start date!
de: Das Enddatum ist größer oder gleich dem Startdatum!
ja: 終了日は開始日以上です！
km: កាលបរិច្ឆេទបញ្ចប់ធំជាងឬស្មើកាលបរិច្ឆេទចាប់ផ្តើម!
vi: Ngày kết thúc lớn hơn hoặc bằng ngày bắt đầu!

# CJ_MSG_ENTER_BOARD_NAME
source: Please enter the board name!
de: Erforderlich, um einen Tabellennamen einzugeben!
ja: ボード名を入力してください！
km: សូមបញ្ចូលឈ្មោះក្តារ!
vi: Yêu cầu nhập tên bảng!

# CJ_MSG_ENTER_KEY_WORD
source: Enter keywords to search!
de: Geben Sie die zu suchenden Schlüsselwörter ein!
ja: 検索するキーワードを入力してください！
km: បញ្ចូលពាក្យគន្លឹះដើម្បីស្វែងរក!
vi: Nhập từ khóa cần tìm kiếm!

# CJ_MSG_EXPIRED
source: expiration date
de: Haltbarkeitsdatum
ja: 有効期限
km: កាលបរិច្ឆេទផុតកំណត់
vi: ngày hết hạn

# CJ_MSG_FILE_IS_EDITING
source: The file is editing. Please wait
de: Die Datei wird bearbeitet. Warten Sie mal
ja: ファイルは編集中です。 お待ちください
km: ឯកសារកំពុងកែសម្រួល។ សូមរង់ចាំ
vi: Tệp tin đang chỉnh sửa. Vui lòng đợi

# CJ_MSG_GROUP_ASSIGNED_WORK
source: The group has been assigned!
de: Die Gruppe wurde zugewiesen!
ja: グループが割り当てられました！
km: ក្រុមត្រូវបានចាត់តាំង!
vi: Nhóm đã được giao việc !

# CJ_MSG_GROUP_TEMP_NO_ATTR
source: Data groups have no child attributes
de: Datengruppen haben keine untergeordneten Attribute
ja: データグループには子属性がありません
km: ក្រុមទិន្នន័យមិនមានគុណលក្ខណៈកុមារទេ
vi: Nhóm dữ liệu không có thuộc tính con

# CJ_MSG_ITEM_CHECK_EXIST_FILE
source: The work item has a file attached
de: Das Arbeitselement wird an die Datei angehängt
ja: ワークアイテムにはファイルが添付されています
km: ធាតុការងារមានឯកសារភ្ជាប់
vi: Đầu mục việc đã đính kèm tệp tin

# CJ_MSG_KEY_EXPIRED_PLS_CONTACT_ADMIN
source: Key has exceeded the limit, please contact the administrator!
de: Schlüssel hat das Limit überschritten, bitte wenden Sie sich an den Administrator!
ja: キーが制限を超えました。管理者に連絡してください！
km: លេខកូដបានលើសកំណត់សូមទាក់ទងអ្នកគ្រប់គ្រង!
vi: Key đã vượt mức giới hạn, vui lòng liên hệ administrator!

# CJ_MSG_LEADER_EXAM_NOT_DEL
source: Leadership has evaluated, not deleted
de: Führungskräfte haben ausgewertet, nicht gelöscht
ja: リーダーシップは削除されず、評価されました
km: ភាពជាអ្នកដឹកនាំបានវាយតម្លៃមិនមែនលុបចោលទេ
vi: Lãnh đạo đã đánh giá, không được xóa

# CJ_MSG_LIMIT_CHARACTER
source: 255 characters!
de: 255 Zeichen!
ja: 255文字！
km: ២៥៥ តួអក្សរ!
vi: 255 ký tự!

# CJ_MSG_LINK_EXIST
source: The link already exists!
de: Link existiert bereits!
ja: リンクは既に存在します！
km: តំណមានរួចហើយ!
vi: Liên kết đã tồn tại!

# CJ_MSG_LIST_EXITS_WANT_CREATE
source: The listing already exists. Do you want to create this list?
de: Liste existiert bereits. Möchten Sie diese Liste erstellen?
ja: リストはすでに存在しています。このリストを作成しますか？
km: ការចុះបញ្ជីមានរួចហើយ។ តើអ្នកចង់បង្កើតបញ្ជីនេះទេ?
vi: Danh sách đã tồn tại. Bạn có muốn tạo danh sách này?

# CJ_MSG_LIST_NOT_EXISTS
source: Does not exist list!
de: Liste existiert nicht!
ja: リストが存在しません！
km: មិនមានបញ្ជីទេ!
vi: Không tồn tại danh sách!

# CJ_MSG_MAXIMUM_WEIGHT
source: Maximum weight allowed
de: Zulässiges Gesamtgewicht
ja: 最大許容重量
km: ទម្ងន់អតិបរមាត្រូវបានអនុញ្ញាត
vi: Trọng số tối đa cho phép

# CJ_MSG_MEMBER_ADDED_ITEM
source: Staff has been added to the work item
de: Dem Arbeitselement wurde Personal hinzugefügt
ja: スタッフがワークアイテムに追加されました
km: បុគ្គលិកត្រូវបានបន្ថែមទៅធាតុការងារ
vi: Nhân viên đã được thêm vào đầu mục việc

# CJ_MSG_MEMBER_EXIST
source: Member has been assigned
de: Mitglieder wurden zugewiesen
ja: メンバーが割り当てられました
km: សមាជិកត្រូវបានចាត់តាំង
vi: Thành viên đã được giao việc

# CJ_MSG_MEMBER_EXISTED
source: Staff already exists
de: Mitarbeiter existieren bereits
ja: スタッフは既に存在します
km: បុគ្គលិកមានរួចហើយ
vi: Nhân viên đã tồn tại

# CJ_MSG_MEMBER_ROLE_EXIST
source: The assigned member already has this role
de: Das zugewiesene Mitglied hat diese Rolle gehabt
ja: 割り当てられたメンバーはすでにこの役割を持っています
km: សមាជិកដែលបានចាត់តាំងមានតួនាទីនេះរួចហើយ
vi: Thành viên được giao đã có vai trò này

# CJ_MSG_NOT_FIND_OBJECT_DELETE
source: No object found to delete
de: Das zu löschende Objekt wurde nicht gefunden
ja: 削除するオブジェクトが見つかりません
km: រកមិនឃើញវត្ថុដើម្បីលុប
vi: Không tìm thấy đối tượng cần xóa

# CJ_MSG_NOT_FOUND_PROGRESS_FOR_BOARD
source: No progress was found for this job board
de: Für diese Jobbörse wurden keine Fortschritte festgestellt
ja: このジョブボードの進捗は見つかりませんでした
km: មិនមានវឌ្ឍនភាពត្រូវបានរកឃើញសម្រាប់ក្រុមប្រឹក្សាការងារនេះទេ
vi: Không tìm thấy tiến độ cho bảng việc này

# CJ_MSG_NOT_FOUND_RECORD
source: No records found!
de: Aufnahme nicht gefunden!
ja: レコードが見つかりません！
km: រកមិនឃើញកំណត់ត្រា!
vi: Không tìm thấy bản ghi!

# CJ_MSG_NO_CHANGE_CONTENT
source: Job card has not changed
de: Jobkarte wurde nicht geändert
ja: ジョブカードは変更されていません
km: កាតការងារមិនបានផ្លាស់ប្តូរទេ
vi: Thẻ việc chưa có thay đổi

# CJ_MSG_NO_LIST_IN_BOARD
source: There is no list in this table!
de: Die Liste existiert in dieser Tabelle nicht!
ja: この表にはリストがありません！
km: មិនមានបញ្ជីនៅក្នុងតារាងនេះទេ!
vi: Không tồn tại danh sách trong bảng này!

# CJ_MSG_PLS_ACCEPT
source: Please agree to carry out the work
de: Bitte stimmen Sie zu, die Arbeit zu erledigen
ja: 作業を実行することに同意してください
km: សូមយល់ព្រមអនុវត្តការងារនេះ
vi: Vui lòng đồng ý để thực hiện công việc

# CJ_MSG_PLS_CLICK_SAVE_FIRST
source: Please click save first
de: Bitte klicken Sie zuerst auf Speichern
ja: 最初に保存をクリックしてください
km: សូមជួយចុចរក្សាទុកជាមុនសិន
vi: Vui lòng bấm lưu lại trước

# CJ_MSG_PLS_ENTER_END_DATE
source: Please enter plan end date
de: Bitte geben Sie ein Enddatum ein
ja: 計画の終了日を入力してください
km: សូមបញ្ចូលកាលបរិច្ឆេទបញ្ចប់នៃផែនការ
vi: Vui lòng nhập ngày kế hoạch kết thúc

# CJ_MSG_PLS_ENTER_FULL_INFO
source: Please complete all information
de: Bitte füllen Sie das Formular aus
ja: すべての情報を入力してください
km: សូមបំពេញព័ត៌មានទាំងអស់
vi: Vui lòng điền đầy đủ thông tin

# CJ_MSG_PLS_ENTER_PROGRESS_LESS_THAN_100
source: Please enter progress less than or equal to 100
de: Bitte geben Sie den Fortschritt kleiner oder gleich 100 ein
ja: 100以下の進行状況を入力してください
km: សូមបញ្ចូលវឌ្ឍនភាពតិចជាងឬស្មើ ១០០
vi: Vui lòng nhập tiến độ nhỏ hơn hoặc bằng 100

# CJ_MSG_PLS_ENTER_START_DATE
source: Please enter start date
de: Bitte geben Sie ein Startdatum ein
ja: 開始日を入力してください
km: សូមបញ្ចូលកាលបរិច្ឆេទចាប់ផ្តើម
vi: Vui lòng nhập ngày bắt đầu

# CJ_MSG_PLS_ENTER_TITILE
source: Please enter a title
de: Bitte geben Sie einen Titel ein
ja: タイトルを入力してください
km: សូមបញ្ចូលចំណងជើង
vi: Vui lòng nhập tiêu đề

# CJ_MSG_PLS_ENTER_TITLE_CARD
source: Please enter a title for the card
de: Bitte geben Sie einen Titel für das Tag ein
ja: カードのタイトルを入力してください
km: សូមបញ្ចូលចំណងជើងសម្រាប់កាត
vi: Vui lòng nhập tiêu đề cho thẻ

# CJ_MSG_PLS_SELECT_ACT
source: Please select activity
de: Bitte Aktivität auswählen
ja: アクティビティを選択してください
km: សូមជ្រើសរើសសកម្មភាព
vi: Vui lòng chọn hoạt động

# CJ_MSG_PLS_SELECT_BOARD_LIST
source: Please select the Job Board, Job list first!
de: Bitte wählen Sie zuerst Jobbörse, Jobkategorie!
ja: 最初にジョブボードを選択してください、ジョブリスト！
km: សូមជ្រើសរើសតារាងការងារបញ្ជីការងារជាមុនសិន!
vi: Vui lòng chọn Bảng công việc,Danh mục công việc trước!

# CJ_MSG_PLS_SELECT_COLOR
source: Please choose a color!
de: Bitte Farbe wählen!
ja: 色を選んでください！
km: សូមជ្រើសរើសពណ៌!
vi: Vui lòng chọn màu!

# CJ_MSG_PLS_SELECT_EMPLOYEE
source: Please select an employee
de: Bitte wählen Sie einen Mitarbeiter aus
ja: 従業員を選択してください
km: សូមជ្រើសរើសនិយោជិក
vi: Vui lòng chọn một nhân viên

# CJ_MSG_PLS_SELECT_FOLDER
source: Please select an archive directory
de: Bitte wählen Sie ein Archivverzeichnis
ja: アーカイブディレクトリを選択してください
km: សូមជ្រើសរើសថតឯកសារប័ណ្ណសារ
vi: Vui lòng chọn thư mục lưu trữ

# CJ_MSG_PLS_SELECT_GROUP_DEPARTMENT
source: Please select a department
de: Bitte wählen Sie Abteilungen, Gruppen
ja: 部門を選択してください
km: សូមជ្រើសរើសផ្នែក
vi: Vui lòng chọn phòng ban, nhóm

# CJ_MSG_PLS_SELECT_LIST
source: Please select a list
de: Bitte wählen Sie eine Liste
ja: リストを選択してください
km: សូមជ្រើសរើសបញ្ជី
vi: Vui lòng chọn danh sách

# CJ_MSG_PLS_SELECT_OBJ_TYPE
source: Please select an object type
de: Bitte wählen Sie einen Zielgruppentyp
ja: オブジェクトの種類を選択してください
km: សូមជ្រើសរើសប្រភេទវត្ថុ
vi: Vui lòng chọn loại đối tượng

# CJ_MSG_PLS_SELECT_TABLE_WORKING
source: Please select the job board
de: Bitte Jobbörse auswählen
ja: ジョブボードを選択してください
km: សូមជ្រើសរើសក្រុមប្រឹក្សាការងារ
vi: Vui lòng chọn bảng việc

# CJ_MSG_PRODUCT
source: product
de: Produkt
ja: 製品
km: ផលិតផល
vi: sản phẩm

# CJ_MSG_PRODUCT_NOT_EXISTS
source: Product does not exist!
de: Produkt existiert nicht!
ja: 製品が存在しません！
km: មិនមានផលិតផលទេ!
vi: Sản phẩm không tồn tại!

# CJ_MSG_PROGRESS_APPROVED
source: The progress has been approved
de: Der Fortschritt wurde genehmigt
ja: 進捗状況が承認されました
km: វឌ្ឍនភាពត្រូវបានអនុម័ត
vi: Tiến độ đã được duyệt

# CJ_MSG_PROGRESS_APPROVE_NOT_DEL
source: The progress has been approved, no deletion allowed
de: Der Fortschritt wurde genehmigt und darf nicht gelöscht werden
ja: 進行状況が承認されました。削除は許可されていません
km: វឌ្ឍនភាពត្រូវបានអនុម័តមិនអនុញ្ញាតឱ្យលុបចោលទេ
vi: Tiến độ đã được duyệt, không được phép xóa

# CJ_MSG_PROGRESS_LESS_THAN_100
source: Enter progress less than 100
de: Geben Sie einen Fortschritt von weniger als 100 ein
ja: 100未満の進行状況を入力してください
km: បញ្ចូលវឌ្ឍនភាពតិចជាង ១០០
vi: Nhập tiến độ nhỏ hơn 100

# CJ_MSG_PROGRESS_OVER_HUNDRED_PRECENT
source: Progress has exceeded 100%
de: Der Fortschritt hat 100% überschritten
ja: 進捗が100％を超えました
km: វឌ្ឍនភាពបានលើស ១០០%
vi: Tiến độ đã vượt quá 100%

# CJ_MSG_PUSH_CARD_TO_BIN
source: Card deleted in trash
de: Karte in den Papierkorb gelöscht
ja: ゴミ箱からカードを削除しました
km: កាតត្រូវបានលុបចោលក្នុងធុងសំរាម
vi: Đã xóa thẻ vào thùng rác

# CJ_MSG_QUESTION_CREATE_CARD
source: Would you like to tag this job?
de: Möchten Sie diesen Job markieren?
ja: このジョブにタグを付けますか？
km: តើអ្នកចង់ដាក់ស្លាកការងារនេះទេ?
vi: Bạn có muốn tạo thẻ việc này?

# CJ_MSG_QUESTION_CREATE_WF
source: Would you like to thread this tag?
de: Möchten Sie diesen Tag einfädeln?
ja: このタグをスレッド化しますか？
km: តើអ្នកចង់ដាក់ស្លាកស្លាកនេះទេ?
vi: Bạn có muốn tạo luồng cho thẻ việc này?

# CJ_MSG_REAL_PROGRESS
source: actual progress
de: tatsächlicher Fortschritt
ja: 実際の進捗
km: វឌ្ឍនភាពពិតប្រាកដ
vi: tiến độ thực tế

# CJ_MSG_RPT_APPROVED_NO_EDIT
source: Progress report has been approved, not modified
de: Fortschrittsberichte wurden genehmigt und nicht bearbeitet
ja: 進捗レポートは承認されましたが、変更されていません
km: របាយការណ៍វឌ្ឍនភាពត្រូវបានអនុម័តមិនត្រូវបានកែប្រែទេ
vi: Báo tiến độ đã được duyệt, không được chỉnh sửa

# CJ_MSG_SELECT_LIST
source: Please select a job category
de: Bitte wählen Sie eine Jobkategorie
ja: 職種を選択してください
km: សូមជ្រើសរើសប្រភេទការងារ
vi: Vui lòng chọn danh mục công việc

# CJ_MSG_SELECT_PRODUCT
source: Please choose a product!
de: Bitte wählen Sie ein Produkt!
ja: 製品を選択してください！
km: សូមជ្រើសរើសផលិតផល!
vi: Vui lòng chọn sản phẩm!

# CJ_MSG_SELECT_PRODUCT_QUANTITY
source: Please select the product, quantity!
de: Bitte wählen Sie das Produkt, Menge!
ja: 製品、数量を選択してください！
km: សូមជ្រើសរើសផលិតផលបរិមាណ!
vi: Vui lòng chọn sản phẩm,số lượng!

# CJ_MSG_SELECT_QUANTITY
source: Please enter the number!
de: Bitte Menge eingeben!
ja: 番号を入力してください！
km: សូមបញ្ចូលលេខ!
vi: Vui lòng nhập số lượng!

# CJ_MSG_SELECT_SERVICE
source: Please select a service!
de: Bitte wählen Sie Ihren Service!
ja: サービスを選択してください！
km: សូមជ្រើសរើសសេវាកម្មមួយ!
vi: Vui lòng chọn dịch vụ!

# CJ_MSG_SELECT_SERVICE_QUANTITY
source: Please select the service, quantity!
de: Bitte wählen Sie den Service, Menge!
ja: サービス、数量を選択してください！
km: សូមជ្រើសរើសសេវាកម្មបរិមាណ!
vi: Vui lòng chọn dịch vụ,số lượng!

# CJ_MSG_SEND_NOTIFI_SUCCESS
source: Send success message
de: Benachrichtigung erfolgreich gesendet
ja: 成功メッセージを送信
km: ផ្ញើសារជោគជ័យ
vi: Gửi thông báo thành công

# CJ_MSG_SERVICE_NOT_EXIST
source: Service does not exist!
de: Service gibt es nicht!
ja: サービスは存在しません！
km: សេវាកម្មមិនមានទេ!
vi: Dịch vụ không tồn tại!

# CJ_MSG_SHIFT_EXIST_RPT
source: This shift has been reported on progress
de: Diese Verschiebung wurde als Fortschritt gemeldet
ja: この変化は進行状況で報告されています
km: ការផ្លាស់ប្តូរនេះត្រូវបានគេរាយការណ៍អំពីការរីកចម្រើន
vi: Ca làm việc này đã được báo cáo tiến độ

# CJ_MSG_START_DATE_LESS_EQUAL_END_DATE
source: Start date is less than or equal to end date!
de: Das Startdatum ist kleiner oder gleich dem Enddatum!
ja: 開始日は終了日以下です！
km: កាលបរិច្ឆេទចាប់ផ្តើមគឺតិចជាងឬស្មើនឹងកាលបរិច្ឆេទបញ្ចប់!
vi: Ngày bắt đầu nhỏ hơn hoặc bằng ngày kết thúc!

# CJ_MSG_TAB_CLOSE
source: Closed
de: Geschlossen
ja: 閉まっている
km: បានបិទ
vi: Đóng

# CJ_MSG_TAB_CLOSE1
source: Closed
de: Geschlossen
ja: 閉まっている
km: បានបិទ

# CJ_MSG_U_DO_NOT_PERMISSION
source: You do not have permission to perform this function
de: Sie sind nicht berechtigt, diese Funktion auszuführen
ja: この機能を実行する権限がありません
km: អ្នកមិនមានការអនុញ្ញាតឱ្យអនុវត្តមុខងារនេះទេ
vi: Bạn không có quyền thực hiện chức năng này

# CJ_MSG_U_MANAGER_NOT_LEADER
source: You are a manager, cannot choose a leadership role
de: Sie sind der Manager, können keine Führungsrolle wählen
ja: あなたはマネージャーであり、リーダーシップの役割を選択することはできません
km: អ្នកជាអ្នកគ្រប់គ្រងមិនអាចជ្រើសរើសតួនាទីដឹកនាំបានទេ
vi: Bạn là quản lý, không thể chọn vai trò lãnh đạo

# CJ_MSG_U_NOT_ASSIGN_IN_CARD
source: You are not assigned in the # card
de: In # tag ist Ihnen kein Job zugewiesen
ja: ＃カードに割り当てられていません
km: អ្នកមិនត្រូវបានចាត់ចូលក្នុងកាត # ទេ
vi: Bạn không được giao việc trong thẻ #

# CJ_MSG_U_NOT_PERMISSION_UPDATE_FILE
source: You do not have right to edit this file
de: Sie haben keine Berechtigung zum Bearbeiten dieser Datei
ja: このファイルを編集する権限がありません
km: អ្នកគ្មានសិទ្ធិកែឯកសារនេះទេ
vi: Bạn không có quyền sửa tệp tin này

# CJ_MSG_U_NO_PERMISSION_DEL_HR
source: You do not have permission to delete
de: Sie haben keine Berechtigung zum Löschen
ja: 削除する権限がありません
km: អ្នកមិនមានសិទ្ធិលុបចោលទេ
vi: Bạn không có quyền xóa

# CJ_MSG_VALIDATE_PROGRESS
source: Enter% less than or equal to
de: Geben Sie% kleiner oder gleich ein
ja: ％以下を入力してください
km: បញ្ចូល% តិចជាងឬស្មើ
vi: Nhập % nhỏ hơn hoặc bằng

# CJ_MSG_WANT_TO_SAVE
source: Do you want to save changes?
de: Möchtest du deine Änderungen speichern?
ja: 変更を保存しますか？
km: តើអ្នកចង់រក្សាទុកការផ្លាស់ប្តូរទេ?
vi: Bạn có muốn lưu lại thay đổi?

# CJ_MSG_WARNING_APPROVE_PROGRESS
source: The progress has been approved, do you want to review?
de: Der Fortschritt wurde genehmigt. Möchten Sie ihn überprüfen?
ja: 進行状況が承認されました。確認しますか？
km: វឌ្ឍនភាពត្រូវបានអនុម័តតើអ្នកចង់ពិនិត្យឡើងវិញទេ?
vi: Tiến độ đã được duyệt, bạn có muốn duyệt lại?

# CJ_MSG_WEIGHT
source: weight
de: Gewicht
ja: 重さ
km: ទំងន់
vi: trọng số

# CJ_MSG_WEIGHT_OVER_HUNDRED_PERCENT
source: The current weight has passed 100%!
de: Das Gewicht ist jetzt 100% vorbei!
ja: 現在の重量は100％を超えました！
km: ទំងន់បច្ចុប្បន្នបានកន្លងផុតទៅ ១០០% ហើយ!
vi: Trọng số hiện tại đã vượt qua 100%!

# CJ_MSG_WORKING_PLACE
source: Work location
de: Arbeitsplatz
ja: 職場
km: កន្លែងធ្វើការ
vi: địa điểm làm việc

# CJ_MSG_YOU_NOT_CREATED_CARD
source: You are not authorized to delete job card
de: Sie waren nicht berechtigt, eine Jobkarte zu löschen
ja: ジョブカードを削除する権限がありません
km: អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យលុបកាតការងារទេ
vi: Bạn chưa được phân quyền để xóa thẻ việc

# CJ_MSG_YOU_NOT_LEADER
source: You are not a leader, cannot be updated
de: Sie sind kein Anführer, Sie können nicht aktualisieren
ja: あなたはリーダーではなく、更新できません
km: អ្នកមិនមែនជាអ្នកដឹកនាំមិនអាចធ្វើបច្ចុប្បន្នភាពបានទេ
vi: Bạn không phải lãnh đạo, không thể cập nhật

# CJ_MSG_YOU_WATCHED
source: You saw!
de: Du sahst!
ja: 見ました！
km: អ្នកបានមើល!
vi: Bạn đã xem!

# CJ_NOTICE_WEIGH_NUM
source: Note: Maximum weight
de: Hinweis: Maximales Gewicht
ja: 注：最大重量
km: សម្គាល់ៈទំងន់អតិបរមា
vi: Chú ý: Trọng số tối đa

# CJ_PAGINATION_AFTER
source: Before
de: Vor
ja: 前に
km: មុន
vi: Trước

# CJ_PAGINATION_BEFORE
source: Before
de: Vor
ja: 前に
km: មុន
vi: Trước

# CJ_PAGINATION_FIRST
source: Head
de: Kopf
ja: 頭
km: ក្បាល
vi: Đầu

# CJ_PAGINATION_LAST
source: The end
de: Ende
ja: 終わり
km: ចុងបញ្ចប់
vi: Cuối

# CJ_REGEX_NUMBER_NEGATIVE
source: Please enter positive numbers
de: Bitte geben Sie positive Zahlen ein
ja: 正の数値を入力してください
km: សូមបញ្ចូលលេខវិជ្ជមាន
vi: Vui lòng nhập số dương

# CJ_STATUS_VIEWED
source: watched
de: schaute
ja: 見た
km: បានមើល
vi: đã xem

# CJ_TAB_ALL
source: All
de: Alle
ja: 全部
km: ទាំងអស់
vi: Tất cả

# CJ_TAB_CANCLED
source: Cancel
de: Stornieren
ja: 中止
km: បានបោះបង់ចោល
vi: Bị Hủy

# CJ_TAB_CHECK_ITEM
source: Head of work
de: Arbeitsmittel
ja: 仕事長
km: ប្រធានការងារ
vi: Đầu mục việc

# CJ_TAB_CREATED
source: Newly created
de: Neu erstellt
ja: 新しく作成された
km: បានបង្កើតថ្មី
vi: Mới tạo

# CJ_TAB_DEPARTMENT_GROUP
source: Department - group
de: Abteilung - Gruppe
ja: 部門-グループ
km: នាយកដ្ឋាន - ក្រុម
vi: Phòng ban

# CJ_TAB_DOCUMENT
source: Document
de: Dokument
ja: 書類
km: ឯកសារ
vi: Tài liệu

# CJ_TAB_FLOW_CARD
source: Workflow
de: Arbeitsablauf
ja: ワークフロー
km: លំហូរការងារ
vi: Luồng việc

# CJ_TAB_PENDING
source: Being implemented
de: Laufend
ja: 実装されている
km: កំពុងត្រូវបានអនុវត្ត
vi: Đang triển khai

# CJ_TAB_PRODUCT
source: Product
de: Produkt
ja: 製品
km: ផលិតផល
vi: Sản phẩm

# CJ_TAB_PROGRESS
source: Progress
de: Fortschritt durchsuchen
ja: 進捗状況
km: វឌ្ឍនភាព
vi: Duyệt tiến độ

# CJ_TAB_RESULT_DATA
source: Resulting data
de: Resultierende Daten
ja: 結果のデータ
km: ទិន្នន័យលទ្ធផល
vi: Dữ liệu kết quả

# CJ_TAB_SERVICES
source: Service
de: Bedienung
ja: サービス
km: សេវាកម្ម
vi: Dịch vụ

# CJ_TAB_STATUS_TRASH
source: Trash card
de: Spam-Karte
ja: ゴミ箱
km: កាតសំរាម
vi: Thẻ rác

# CJ_TAB_SUCCESS
source: Finish
de: Fertig
ja: 完成しました
km: បានបញ្ចប់
vi: Hoàn thành

# CJ_TAB_SUMARY
source: synthetic
de: Synthetik
ja: まとめ
km: សង្ខេប
vi: Tổng hợp

# CJ_TAB_WORK_FLOW
source: Bidding process
de: Ausschreibung
ja: 入札プロセス
km: ដំណើរការដេញថ្លៃ
vi: Quy trình thầu

# CJ_TITLE_ASSIGN_WORK_GROUP
source: Assign tasks to Department / Team / User
de: Ordnen Sie Aufgaben Abteilungen / Gruppen / Benutzern zu
ja: 部門/チーム/ユーザーにタスクを割り当てます
km: ប្រគល់ភារកិច្ចជូននាយកដ្ឋាន / ក្រុម / អ្នកប្រើប្រាស់
vi: Giao việc đến Phòng ban/Nhóm/Người dùng

# CJ_TITLE_COMPLETED
source: Done
de: Erledigt
ja: すでに完了
km: រួចរាល់ហើយ
vi: Đã xong

# CJ_TITLE_PERMISSION_TAG
source: Decentralize the project
de: Projektdezentralisierung
ja: プロジェクトの分散化
km: ធ្វើវិមជ្ឈការគម្រោង
vi: Phân quyền dự án

# CJ_TXT_ACTIVITY
source: Work
de: Arbeit
ja: アクティブ
km: សកម្ម
vi: Hoạt động

# CJ_TXT_BOARD
source: Job board
de: Stellenbörse
ja: ジョブボード
km: ក្តារការងារ
vi: Bảng việc

# CJ_TXT_BOARD_NAME
source: Find tables by name
de: Suchen Sie die Tabelle nach Namen
ja: 名前でテーブルを検索
km: រកតារាងតាមឈ្មោះ
vi: Tìm bảng theo tên

# CJ_TXT_BRANCH
source: Branch
de: Ast
ja: 支店
km: សាខា
vi: Chi nhánh

# CJ_TXT_BRANCH_UNIT
source: Unit / Branch
de: Einheit / Zweig
ja: ユニット/支店
km: អង្គភាព / សាខា
vi: Đơn vị/ Chi nhánh

# CJ_TXT_BY_NAME
source: by name
de: namentlich
ja: 名前で
km: តាមឈ្មោះ
vi: theo tên

# CJ_TXT_CARD_FIRST
source: Previous job card
de: Vorherige Jobkarte
ja: 前のジョブカード
km: ប័ណ្ណការងារពីមុន
vi: Thẻ việc trước

# CJ_TXT_ENTER_ITEM_CHECK_NEW
source: Enter the new job
de: Geben Sie einen neuen Jobeintrag ein
ja: 新しい仕事を入力してください
km: បញ្ចូលការងារថ្មី
vi: Nhập đầu việc mới

# CJ_TXT_ENTER_LOCATION
source: Enter location
de: Geben Sie den Ort ein
ja: 場所を入力してください
km: បញ្ចូលទីតាំង
vi: Nhập địa điểm

# CJ_TXT_ENTER_WORK_ASSIGN
source: Enter the job to be assigned
de: Geben Sie die zuzuweisende Arbeit ein
ja: 割り当てるジョブを入力してください
km: បញ្ចូលការងារដែលត្រូវចាត់តាំង
vi: Nhập công việc cần giao

# CJ_TXT_FIND
source: Find
de: Finden
ja: 見つける
km: រក
vi: Tìm

# CJ_TXT_JOB
source: Choose project, contract
de: Projekt oder Vertrag auswählen
ja: プロジェクト、契約を選択
km: ជ្រើសរើសគម្រោង, កិច្ចសន្យា
vi: Chọn dự án,hợp đồng

# CJ_TXT_LIST
source: Job list
de: Arbeitsliste
ja: ジョブリスト
km: បញ្ជីការងារ
vi: Danh mục công việc

# CJ_TXT_LOC_CHECK_IN
source: Location check in
de: Check-in Ort
ja: ロケーションチェックイン
km: ពិនិត្យទីតាំង
vi: Địa điểm check in

# CJ_TXT_LOC_CHECK_OUT
source: Location check out
de: Überprüfen Sie den Standort
ja: ロケーションチェックアウト
km: ទីតាំងចេញ
vi: Địa điểm check out

# CJ_TXT_NOTE
source: Note
de: Hinweis
ja: 注釈
km: កំណត់ចំណាំ
vi: Ghi chú

# CJ_TXT_OBJECT_RELA
source: Related object
de: Zugehöriges Objekt
ja: 関連オブジェクト
km: វត្ថុដែលទាក់ទង
vi: Đối tượng liên quan

# CJ_TXT_PRODUCT
source: Product
de: Produkt
ja: 製品
km: ផលិតផល
vi: Sản phẩm

# CJ_TXT_SEARCH_CARD_NAME
source: Name card
de: Visitenkarte
ja: カード名
km: ឈ្មោះកាត
vi: Tên thẻ

# CJ_TXT_SEARCH_CARD_TITLE
source: Key word
de: Stichwort
ja: キーワード
km: ពាក្យគន្លឹះ
vi: Từ khóa

# CJ_TXT_SEARCH_FROM_DATE
source: Since
de: Schon seit
ja: 日付から
km: ចាប់ពីកាលបរិច្ឆេទ
vi: Từ ngày

# CJ_TXT_SEARCH_LIST
source: List
de: Liste
ja: 一覧
km: បញ្ជី
vi: Danh sách

# CJ_TXT_SEARCH_MEMBER
source: Person assigned
de: Zugewiesene Person
ja: 割り当てられた人
km: អ្នកដែលបានចាត់តាំង
vi: Người được giao

# CJ_TXT_SEARCH_TO_DATE
source: To date
de: Miteinander ausgehen
ja: さあ
km: សូមអញ្ជើញមក
vi: Đến ngày

# CJ_TXT_SELECT_ITEM_CHECK
source: Select the work item header
de: Wählen Sie ein Arbeitselement aus
ja: 作業項目ヘッダーを選択します
km: ជ្រើសរើសក្បាលទំព័រការងារ
vi: Chọn đầu mục việc
