Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/CardJobController.*.resx
Languages: de, ja, km, vi

# CJ_TXT_TIME_CHECK_IN
source: Time to check in
de: Check-in Zeit
ja: チェックインの時間
km: ពេលវេលាដើម្បីពិនិត្យចូល
vi: Thời gian check in

# CJ_TXT_TIME_CHECK_OUT
source: Time to check out
de: Abreisezeit
ja: チェックアウトの時間
km: ពេលវេលាដើម្បីពិនិត្យមើល
vi: Thời gian check out

# CJ_TXT_WORK_SHIFT
source: Shift
de: Verschiebung
ja: 交代制勤務
km: ផ្លាស់ប្តូរការងារ
vi: Ca làm việc

# CJ_VALIDATE_ATTR_CODE
source: Property code cannot be left blank
de: Der Eigenschaftscode darf nicht leer bleiben
ja: プロパティコードを空白のままにすることはできません
km: លេខកូដទ្រព្យសម្បត្តិមិនអាចទុកចោលបានទេ
vi: Mã thuộc tính không được bỏ trống

# CJ_VALIDATE_ATTR_NAME
source: Property names cannot be left blank
de: Der Eigenschaftsname darf nicht leer bleiben
ja: プロパティ名を空白のままにすることはできません
km: ឈ្មោះទ្រព្យសម្បត្តិមិនអាចទុកចោលបានទេ
vi: Tên thuộc tính không được bỏ trống

# CJ_VALIDATE_BOARD
source: Table of mandatory requirements!
de: Jobbörse erforderlich!
ja: 必須要件の表！
km: តារាងតម្រូវការចាំបាច់!
vi: Bảng việc yêu cầu bắt buộc!

# CJ_VALIDATE_BOARD_NAME
source: Job board name cannot be empty
de: Der Name der Jobbörse darf nicht leer sein
ja: ジョブボード名は空にできません
km: ឈ្មោះក្រុមប្រឹក្សាភិបាលមិនអាចត្រូវបានទទេ
vi: Tên bảng việc không được trống

# CJ_VALIDATE_BRANCH
source: Branch cannot be empty
de: Der Zweig darf nicht leer bleiben
ja: ブランチを空にすることはできません
km: សាខាមិនអាចទុកចោលបានទេ
vi: Chi nhánh không được bỏ trống

# CJ_VALIDATE_CARD_LINK
source: Job card may not be blank
de: Jobkarten dürfen nicht leer sein
ja: ジョブカードが空白になっていない可能性があります
km: កាតការងារប្រហែលជាមិនមានទំនេរទេ
vi: Thẻ việc không được trống

# CJ_VALIDATE_DEADLINE_REQUIRE
source: Required request expiry date
de: Erforderliches Ablaufdatum der Anforderung
ja: リクエストの有効期限
km: កាលបរិច្ឆេទផុតកំណត់នៃការស្នើសុំ
vi: Ngày hết hạn yêu cầu bắt buộc

# CJ_VALIDATE_DEPARTMENT
source: The department must not be empty
de: Die Abteilung kann nicht leer gelassen werden
ja: 部門を空にすることはできません
km: នាយកដ្ឋានមិនត្រូវទុកចោលទេ
vi: Phòng ban không được bỏ trống

# CJ_VALIDATE_EMP
source: Employees must not be empty
de: Mitarbeiter dürfen nicht frei sein
ja: 従業員は空であってはなりません
km: និយោជិកមិនត្រូវទុកចោលទេ
vi: Nhân viên không được bỏ trống

# CJ_VALIDATE_ENTER_END_DATE
source: Enter the end date
de: Geben Sie ein Enddatum ein
ja: 終了日を入力してください
km: បញ្ចូលកាលបរិច្ឆេទបញ្ចប់
vi: Nhập ngày kết thúc

# CJ_VALIDATE_ENTER_PROGRESS
source: Enter the progress
de: Geben Sie Ihren Fortschritt ein
ja: 進捗状況を入力してください
km: បញ្ចូលវឌ្ឍនភាព
vi: Nhập tiến độ

# CJ_VALIDATE_ENTER_WEIGHTNUM
source: Weight cannot be empty!
de: Gewichte dürfen nicht leer sein!
ja: 重量を空にすることはできません！
km: ទំងន់មិនអាចទទេបានទេ!
vi: Trọng số không được để trống!

# CJ_VALIDATE_ENTER_WEIGHTNUM_PLUS
source: Enter a negative weight
de: Geben Sie ein nicht negatives Gewicht ein
ja: 負の重みを入力してください
km: បញ្ចូលទំងន់អវិជ្ជមាន
vi: Nhập trọng số không âm

# CJ_VALIDATE_ITEM_CHECK
source: Please select the work item header
de: Bitte wählen Sie ein Arbeitselement aus
ja: 作業項目ヘッダーを選択してください
km: សូមជ្រើសរើសក្បាលទំព័រការងារ
vi: Vui lòng chọn đầu mục việc

# CJ_VALIDATE_LIST
source: Required list!
de: Liste der erforderlichen Anforderungen!
ja: 必須リスト！
km: បញ្ជីចាំបាច់!
vi: Danh sác yêu cầu bắt buộc!

# CJ_VALIDATE_PROGRESS
source: Required schedule required
de: Erforderlicher Fortschritt erforderlich
ja: 必要なスケジュールが必要です
km: កាលវិភាគចាំបាច់ត្រូវមាន
vi: Tiến độ yêu cầu bắt buộc

# CJ_VALIDATE_PROGRESS_NEGATIVE
source: Enter progress equal to or greater than 0
de: Geben Sie einen Fortschritt gleich oder größer als 0 ein
ja: 0以上の進捗状況を入力してください
km: បញ្ចូលវឌ្ឍនភាពស្មើឬធំជាង ០
vi: Nhập tiến độ bằng hoặc lớn hơn 0

# CJ_VALIDATE_SHIFT_BLANK
source: The shift cannot be empty
de: Die Schicht darf nicht leer sein
ja: シフトは空にできません
km: ការផ្លាស់ប្តូរនេះមិនអាចទទេបានទេ
vi: Ca làm việc không được để trống

# CJ_VALIDATE_START_DATE
source: Enter the start date
de: Geben Sie ein Startdatum ein
ja: 開始日を入力してください
km: បញ្ចូលកាលបរិច្ឆេទចាប់ផ្តើម
vi: Nhập ngày bắt đầu

# CJ_VALIDATE_TIME_OUT_NO_BLANK
source: The deadline cannot be left blank
de: Die Frist kann nicht leer bleiben
ja: 締め切りは空白のままにすることはできません
km: ថ្ងៃផុតកំណត់មិនអាចទុកចោលបានទេ
vi: Thời hạn không được bỏ trống

# CJ_VALIDATE_UNIT_TIME
source: Unit must not be blank
de: Einheiten dürfen nicht leer gelassen werden
ja: ユニットは空白にできません
km: ឯកតាមិនត្រូវទុកចោលទេ
vi: Đơn vị tính không được bỏ trống

# CJ_VALIDATE_WEIGHT_NUM_GREATER_THAN_0
source: Weight is greater than zero
de: Das Gewicht ist größer als 0
ja: 重量がゼロより大きい
km: ទំងន់ធំជាងសូន្យ
vi: Trọng số lớn hơn 0

# CJ_VALIDATE_WEIGHT_NUM_SMALLER_THAN_100
source: Weight is less than 100
de: Das Gewicht beträgt weniger als 100
ja: 重量が100未満
km: ទំងន់តិចជាង ១០០
vi: Trọng số nhỏ hơn 100

# CJ_VALIDATE_WORK_REQUIRED
source: Things to do required requirements!
de: Dinge zu tun erforderlich erforderlich!
ja: 必要な要件を満たすためのこと！
km: អ្វីដែលត្រូវធ្វើតាមតម្រូវការចាំបាច់!
vi: Việc cần làm yêu cầu bắt buộc!

# CL_LBL_DEL_SUB_ITEM
source: child header deleted
de: hat untergeordnete Elemente gelöscht
ja: 子ヘッダーが削除されました
km: បានលុបចំណងជើងកុមារ
vi: đã xóa đầu mục con

# CL_LBL_JOB_IN_DATE
source: Day job card
de: Tagesarbeitskarte
ja: デイジョブカード
km: កាតការងារថ្ងៃ
vi: Thẻ việc ngày

# CL_LBL_LOG_DEL_CMT
source: comment deleted
de: Kommentar gelöscht
ja: コメントを削除しました
km: បានលុបមតិយោបល់
vi: đã xóa bình luận

# CJ_CURD_TXT_SEARCH_TIME_TYPE
source: Time type
de: Zeittyp
ja: タイムタイプ
km: Tipus de temps
vi: Loại thời gian

# CJ_CURD_TXT_SEARCH_TIME_ALL
source: Select all
de: Wählen Sie Alle
ja: すべて選択
km: Seleccionar tot
vi: Chọn tất cả

# CJ_CURD_TXT_SEARCH_TIME_NONE
source: Remove all
de: Alles entfernen
ja: すべて削除する
km: Esborra-ho tot
vi: Bỏ tất cả

# CJ_CURD_TXT_SEARCH_TIME_CHECK
source: selected
de: ausgewählt
km: seleccionat
vi: được chọn

# CJ_CURD_TXT_SEARCH_ADDED
source: Added
de: Hinzugefügt
ja: 追加した
km: Ha afegit
vi: Đã thêm

# CJ_CURD_TXT_SEARCH_DELETED
source: Deleted
de: Gelöscht
ja: 削除されました
km: Suprimit
vi: Đã xóa

# CJ_CURD_TXT_SEARCH_EXTEND
source: Extend
de: Erweitern
ja: 拡張する
km: Estendre
vi: Mở rộng

# CJ_CURD_TXT_SEARCH_PLS__CJ_NAME
source: Please enter job card name
de: Bitte geben Sie den Jobkartennamen ein
ja: ジョブカードの名前を入力してください
km: Introduïu el nom de la targeta de treball
vi: Vui lòng nhập tên thẻ ciệc

# CJ_CURD_TXT_SEARCH_PLS_CJ_NAME_AND_WK
source: Please enter job card name and job category
de: Bitte geben Sie den Jobkartennamen und die Jobkategorie ein
ja: ジョブカード名と求人カテゴリーを入力してください
km: Introduïu el nom de la targeta de treball i la categoria de treball
vi: Vui lòng nhập tên thẻ việc và danh mục công việc

# CJ_CURD_TXT_SEARCH_PLS__CATE_NAME
source: Please enter job category
de: Bitte geben Sie die Jobkategorie ein
ja: 求人カテゴリーを入力してください
km: Introduïu la categoria de feina
vi: Vui lòng chọn danh mục công việc

# CJ_CURD_TXT_SEARCH_HEADQUARTERS
source: Headquarters
de: Hauptquartier
ja: 本部
km: Quarter general
vi: Trụ sở

# CJ_CURD_TXT_SEARCH_BRANCH
source: Branch
de: Sich verzeigen
ja: ブランチ
km: Branca
vi: Chi nhánh

# CJ_CURD_TXT_SEARCH_DATA_RECOVERY
source: Data recovery
de: Datenwiederherstellung
ja: データ復旧
km: Recuperació de dades
vi: Khôi phục dữ liệu

# CJ_CURD_TXT_SEARCH_TIME
source: Time
de: Zeit
ja: 時間
km: Temps
vi: Thời gian

# CJ_CURD_TXT_SEARCH_SHIFT
source: Shift
de: Verschiebung
ja: シフト
km: Torn
vi: Ca làm việc

# CJ_CURD_TXT_SEARCH_WORK_ITEM
source: Work item
de: Arbeitsmittel
ja: 作業項目
km: Ítem ​​de treball
vi: Đầu mục việc

# CJ_CURD_TXT_SEARCH_REPORT_PROGRESS
source: Report progress
de: Fortschritt berichten.
ja: 進捗状況を報告します
km: Informeu del progrés
vi: Tiến độ báo

# CJ_CURD_TXT_SEARCH_COMFIRM
source: Confirm
de: Bestätigen
ja: 確認
km: confirmar
vi: Xác nhận

# CJ_CURD_TXT_SEARCH_NOTE
source: Note
de: Notiz
ja: ノート
km: Nota
vi: ghi chú

# CJ_CURD_TXT_SEARCH_DESCRIPTION
source: Description
de: Beschreibung
ja: 説明
km: Descripció
vi: Mô tả

# CJ_CURD_TXT_SEARCH_DEFAULT_GUIDE
source: Default guide
de: Standardanleitung
ja: デフォルトガイド
km: Guia predeterminada
vi: Đường dẫn mặc định

# CJ_CURD_TXT_SEARCH_SESSION
source: Session
de: Sitzung
ja: セッション
km: Sessió
vi: Phiên

# CJ_CURD_TXT_SEARCH_STAFF
source: Newspaper staff
de: Zeitungspersonal
ja: 新聞のスタッフ
km: Personal de diaris
vi: Nhân viên báo

# CJ_CURD_TXT_SEARCH_BROWSING_PROGRESS
source: Browsing progress
de: Durchsuchen des Fortschritts
ja: 閲覧の進行状況
km: Navegació del progrés
vi: Tiến độ duyệt

# CJ_CURD_TXT_SEARCH_TIME_PROGRESS
source: Time progress
de: Zeitfortschritt
ja: 時間の進歩
km: Progrés de temps
vi: Thời gian báo

# CJ_LIST_COL_UPDATE_TIME
source: Date update
de: Datum-Update
ja: 日付更新
km: Actualització de la data
vi: Ngày cập nhật

# CJ_TXT_BN_NARROW_DOWN
source: Narrow
de: Sich verengen
ja: 狭い
km: Estret
vi: Thu hẹp

# CJ_TXT_BN_ATTR_NAME
source: Attribute name
de: Attributname
ja: 属性名
km: Nom d'atribut
vi: Tên thuộc tính

# CJ_TXT_BN_VALUE
source: Value
de: Wert
ja: 価値
km: Valorar
vi: Giá trị

# CJ_TXT_BN_UNIT
source: Unit
de: Einheit
ja: 単位
km: Unitat
vi: Đơn vị tính

# CJ_TXT_BN_PERFORMER
source: Implementation
de: Implementierung
ja: 実装
km: Implementació
vi: Người thực hiện

# CJ_TXT_BN_NOT_DATA
source: No data
de: Keine Daten
ja: データなし
km: No hi ha dades
vi: Không có dữ liệu

# CJ_TXT_BN_ATTRI
source: Properties
de: Eigenschaften
ja: プロパティ
km: Propietat
vi: Thuộc tính

# CJ_TXT_BN_DVT
source: Crown
de: Krone
ja: クラウン
km: Corona
vi: ĐVT

# CJ_BTN_ADD_PEOPLE
source: More people
de: Mehr Leute
ja: より多くの人
km: Més gent
vi: Thêm người

# CJ_BTN_PLS_IMPORT_NAME_CARDJOB
source: Please enter the job card name
de: Bitte geben Sie den Job-Kartennamen ein
ja: ジョブカードの名前を入力してください
km: Introduïu el nom de la targeta de treball
vi: Vui lòng nhập tên thẻ việc

# CJ_BTN_WORK_ITEM
source: Headwork
de: Kopfarbeit
ja: ヘッドワーク
km: Treball de cap
vi: Đầu mục việc

# CJ_BTN_TYPE_OBJ
source: Object type
de: Objekttyp
ja: オブジェクトタイプ
km: Tipus d'objecte
vi: Loại đối tượng

# CJ_BTN_CODE_OBJ
source: Object code
de: Objektcode
ja: オブジェクトコード
km: Codi d'objectes
vi: Mã đối tượng

# CJ_BTN_NAME_OBJ
source: Object name
de: Objektname
ja: オブジェクト名
km: Nom de l'objecte
vi: Tên đối tượng

# CJ_BTN_CODE_RALATIONSHIP
source: Relations code
de: Beziehungscode
ja: 関係コード
km: Codi de relacions
vi: Mã quan hệ

# CJ_BTN_RALATIONSHIP
source: Relationship
de: Beziehung
ja: 関係
km: Relació
vi: Quan hệ

# CJ_BTN_WORK_ITEM_CODE
source: Code header
ja: コードヘッダー
km: Capçalera de codi
vi: Mã đầu mục việc

# CJ_BTN_WEIGHT
source: Weight
de: Gewicht
ja: 重さ
km: Pes
vi: Trọng số

# CJ_BTN_MANIPULATION
source: Manipulation
ja: 操作
km: Manipulació
vi: Thao tác

# CJ_BTN_REPORT_APPROVAL
source: Progress and browsing reports
de: Fortschritt und Browsingberichte
ja: 進捗状況と閲覧報告
km: Informes de progrés i navegació
vi: Báo cáo tiến độ và duyệt

# CJ_BTN_NAME_FILE
source: File name
de: Dateiname
ja: ファイル名
km: Nom de l'arxiu
vi: Tên tệp

# CJ_BTN_NO_ACTIVITY_CARDJOB
source: No activity on the job card
de: Keine Aktivität auf der Jobkarte
ja: 求人カードの活動はありません
km: No hi ha activitat a la targeta de treball
vi: Chưa có hoạt động trên thẻ việc

# CJ_CURD_TXT_SEARCH_PLS_CJ_NAME_AND_CATEGORY
source: Please enter the job card name and select the work list
de: Bitte geben Sie den Auftragskartennamen ein und wählen Sie die Arbeitsliste aus
ja: ジョブカード名を入力して作業リストを選択してください
km: Introduïu el nom de la targeta de treball i seleccioneu la llista de treball
vi: Vui lòng nhập tên thẻ việc và chọn danh mục công việc

# CJ_CURD_LBL_FILE_NAME
source: File tortial
de: Time tortial.
ja: ファイルのトレース
km: Fitxer Tortal
vi: Têp tệp

# CJ_DATE_START_NOT_EMPTY
source: The start date is not vacant
de: Das Startdatum ist nicht leer
ja: 開始日は空いていません
km: សូមបញ្ចូលលេខនិងមិនអវិជ្ជមាន
vi: Ngày bắt đầu không được bỏ trống

# CJ_REASON_NOT_EMPTY
source: The reason is not empty
de: Der Grund ist nicht leer
ja: その理由は空ではありません
km: ទំងន់ខ្លីមិនទំនេរទេ
vi: Lý do không được bỏ trống

# CJ_WEIGHT_NUM_NOT_NEGATIVE
source: Please enter numbers and not negative
de: Bitte geben Sie die Zahlen ein und nicht negativ
ja: 否定的な数字を入力してください
km: មូលហេតុមិនចាប់ផ្តើមដោយចន្លោះពណ៌សទេ
vi: Vui lòng nhập số và không âm

# CJ_WEIGHT_NUM_NOT_EMPTY
source: Short weight is not vacant
de: Das kurze Gewicht ist nicht frei
ja: 短い体重は空いていません
km: ចុងបញ្ចប់នៃផែនការមិនទំនេរទេ
vi: Trọng số không được bỏ trống

# CJ_REASON_NOT_START_WITH_SPACE
source: The reason does not start with white space
de: Der Grund beginnt nicht mit dem weißen Raum
ja: その理由は空白で始まらない
km: អ៊ីមែល
vi: Lý do không bắt đầu bằng khoảng trắng

# CJ_DATE_END_NOT_EMPTY
source: The end of the plan is not vacant
de: Das Ende des Plans ist nicht frei
ja: 計画の終わりは空いていません
km: ធ្វើឱ្យនិមិត្តសញ្ញាស្រស់
vi: Ngày kế hoạch kết thúc không được bỏ trống

# CJ_LBL_LOG_DEL_OBJ_RELATIVE
source: deleted the object relative
de: das Objekt relativ gelöscht
ja: オブジェクト相対を削除しました
km: បានលុបវត្ថុដែលទាក់ទងនឹងវត្ថុ
vi: đã xóa dữ liệu hành chính

# CJ_LBL_LOG_DEL_ATTR_RESULT
source: deleted the data result
de: löschte das Datenergebnis
ja: データ結果を削除しました
km: បានលុបលទ្ធផលទិន្នន័យ
vi: đã xóa dữ liệu kết quả

# CJ_LBL_LOG_ADD_ATTR_RESULT
source: added the data result
de: Das Datenergebnis fügte hinzu
ja: データ結果を追加しました
km: បានបន្ថែមលទ្ធផលទិន្នន័យ
vi: đã thêm dữ liệu kết quả

# CJ_LBL_LOG_ADD_OBJ_RELATIVE
source: added the object relative
de: das Objekt relativ hinzugefügt
ja: オブジェクト相対を追加しました
km: បានបន្ថែមសាច់ញាតិវត្ថុ
vi: đã thêm dữ liệu hành chính

# CJ_CYCLE_MONTH
source: Month
de: Monat
ja: 月
km: ខេ
vi: Tháng

# CJ_LBL_RECURRING
source: Recurring
de: Wiederkehrend
ja: 繰り返し
km: កើតឡើងដដែលៗ
vi: Lặp lại

# CJ_LBL_CYCLE
source: Cycle
de: Zyklus
ja: サイクル
km: ផាបរចមដេល
vi: Chu kỳ

# CJ_CYCLE_YEAR
source: Year
de: Jahr
ja: 年
km: ឈ្នាម
vi: Năm

# CJ_CYCLE_WEEK
source: Week
de: Woche
ja: 週
km: សបា្ដហ៍
vi: Tuần

# CJ_BTN_TAB_ITEM_CATEGORY
source: Checklist
de: Checkliste
ja: チェックリスト
km: តដេលហ្ចេញរេបង
vi: Đầu mục

# CJ_CYCLE_DAY
source: Day
de: Tag
ja: 日
km: ថៃ
vi: Ngày

# CJ_CYCLE_NONE
source: None recurring
de: Keiner wiederkehrend
ja: 繰り返されません
km: គ្មានការកើតឡើងដដែលៗ
vi: Không lặp lại

# CJ_CYCLE_HOUR
source: Hour
de: Stunde
ja: 時間
km: ម៉ោង
vi: Giờ

# CJ_TAB_RECCURING
source: Recurring
vi: Lặp lại - Chu kỳ
