Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/CardJobController.*.resx
Languages: de, ja, km, vi

# CJ_LBL_APPROVE_EMP
source: Please browse for staff to do
de: Bitte suchen Sie nach Mitarbeitern
ja: 行うスタッフを参照してください
km: សូមរកមើលបុគ្គលិកដើម្បីធ្វើ
vi: Hãy duyệt cho nhân viên làm

# CJ_LBL_APR
source: April
ja: 4月
km: ខែមេសា
vi: Tháng 4

# CJ_LBL_APRIL
source: April
ja: 4月
km: ខែមេសា
vi: Tháng tư

# CJ_LBL_ASSIGN_TO_DEPARTMENT
source: Assign work to the Department
de: Weisen Sie der Abteilung Arbeit zu
ja: 部門に仕事を割り当てる
km: ចាត់តាំងការងារឱ្យនាយកដ្ឋាន
vi: Giao việc đến Phòng ban

# CJ_LBL_ASSIGN_TO_GROUP
source: Assign work to the Group
de: Weisen Sie dem Team Arbeit zu
ja: グループに作業を割り当てる
km: ចាត់តាំងការងារឱ្យក្រុម
vi: Giao việc đến Nhóm

# CJ_LBL_AUG
source: August
ja: 八月
km: សីហា
vi: Tháng 8

# CJ_LBL_AUGUST
source: August
ja: 八月
km: សីហា
vi: Tháng tám

# CJ_LBL_BOARD_NAME
source: Table name
de: Tabellenname
ja: テーブル名
km: ឈ្មោះតារាង
vi: Tên bảng

# CJ_LBL_BOARD_TYPE
source: Table type
de: Tabellentyp
ja: テーブルタイプ
km: ប្រភេទតារាង
vi: Loại bảng

# CJ_LBL_BRANCH
source: Branch
de: Ast
ja: 支店
km: សាខា
vi: Chi nhánh

# CJ_LBL_CALENDAR
source: Calendar
de: Kalender
ja: カレンダー
km: ប្រតិទិន
vi: Lịch

# CJ_LBL_CANCLE
source: Cancel
de: Stornieren
ja: キャンセル
km: បោះបង់
vi: Bị hủy

# CJ_LBL_CARD_FIRST
source: Previous job card
de: Vorherige Jobkarte
ja: 前のジョブカード
km: ប័ណ្ណការងារពីមុន
vi: Thẻ việc trước

# CJ_LBL_CARD_INHERIT
source: The inheritance
de: Erbe
ja: 継承
km: មរតក
vi: Việc kế thừa

# CJ_LBL_CHANGE_COLOR
source: Change color
de: Farbe ändern
ja: 色を変える
km: ផ្លាស់ប្តូរពណ៌
vi: Thay đổi màu sắc

# CJ_LBL_CONSTRAINT_BEFORE
source: Binding completed first
de: Die Einschränkung wird zuerst abgeschlossen
ja: 最初にバインドが完了しました
km: ការបញ្ចប់ការចងជាមុនសិន
vi: Ràng buộc hoàn thành trước

# CJ_LBL_CONTRACT
source: Contract
de: Vertrag
ja: 契約
km: កិច្ចសន្យា
vi: Hợp đồng

# CJ_LBL_CREATE
source: Newly created
de: Neu erstellt
ja: 新しく作成された
km: បានបង្កើតថ្មី
vi: Mới tạo

# CJ_LBL_CREATE_BOARD
source: Create a job board
de: Jobbörse erstellen
ja: ジョブボードを作成する
km: បង្កើតក្តារការងារ
vi: Tạo bảng việc

# CJ_LBL_CREATE_LIST
source: Create list
de: Wiedergabeliste erstellen
ja: リストを作成
km: បង្កើតបញ្ជី
vi: Tạo danh sách

# CJ_LBL_DATE_END
source: End date
de: Endtermin
ja: 終了日
km: កាលបរិច្ឆេទបញ្ចប់
vi: Ngày kết thúc

# CJ_LBL_DAY
source: day
de: Tag
ja: 日
km: ថ្ងៃ
vi: ngày

# CJ_LBL_DEADLINE
source: Plan to end the day
de: Der Plan ist vorbei
ja: 1日の終わりを計画する
km: គ្រោងបញ្ចប់ថ្ងៃ
vi: Kế hoạch kết thúc

# CJ_LBL_DEC
source: December
de: Dezember
ja: 12月
km: ធ្នូ
vi: Tháng 12

# CJ_LBL_DECEMBER
source: December
de: Dezember
ja: 12月
km: ធ្នូ
vi: Tháng mười hai

# CJ_LBL_DEFAULT_CARD_SETTING
source: default setting
de: Voreinstellung
ja: デフォルト設定
km: ការកំណត់លំនាំដើម
vi: Cài đặt mặc định

# CJ_LBL_DEPARTMENT_ASSIGN
source: Department is assigned
de: Abteilung zugewiesen
ja: 部門が割り当てられています
km: នាយកដ្ឋានត្រូវបានចាត់តាំង
vi: Phòng ban được giao việc

# CJ_LBL_DEPARTMENT_GROUP
source: Department / group
de: Abteilungen / Gruppen
ja: 部署/グループ
km: នាយកដ្ឋាន / ក្រុម
vi: Phòng ban/nhóm

# CJ_LBL_DO_FOR
source: Made for
de: Gemacht für
ja: のために作られた
km: ផលិតសម្រាប់
vi: Thực hiện cho

# CJ_LBL_END_TIME
source: End date
de: Tag beenden
ja: 終了日
km: កាលបរិច្ឆេទបញ្ចប់
vi: Ngày hoàn thành

# CJ_LBL_ENTER_WORK
source: Enter the job
de: Geben Sie den Job ein
ja: ジョブを入力してください
km: បញ្ចូលការងារ
vi: Nhập công việc

# CJ_LBL_EXAMINATION
source: Evaluate
de: Bewerten
ja: 復習
km: ពិនិត្យឡើងវិញ
vi: Đánh giá

# CJ_LBL_FEB
source: February
de: Februar
ja: 2月
km: ខែកុម្ភៈ
vi: Tháng 2

# CJ_LBL_FEBRUARY
source: February
de: Februar
ja: 2月
km: ខែកុម្ភៈ
vi: Tháng hai

# CJ_LBL_FRI
source: Fri
de: Freitag
ja: 金
km: ថ្ងៃសុក្រ
vi: Thứ 6

# CJ_LBL_FRIDAY
source: Friday
de: Freitag
ja: 金曜日
km: ថ្ងៃសុក្រ
vi: Thứ sáu

# CJ_LBL_FULL_NAME
source: First and last name
de: Vor-und Nachname
ja: 名前と苗字
km: នាមត្រកូល​និង​ឈ្មោះ
vi: Họ và tên

# CJ_LBL_GIRD_CARD_LIST
source: List
de: Liste
ja: 一覧
km: បញ្ជី
vi: Danh sách

# CJ_LBL_GIRD_CARD_TRADITIONAL
source: Traditional
de: Traditionell
ja: 伝統
km: ទំនៀមទំលាប់
vi: Truyền thống

# CJ_LBL_GROUP_ASSIGNED
source: The group assigned the task
de: Zugeordnete Gruppe
ja: タスクを割り当てたグループ
km: ក្រុមបានប្រគល់ភារកិច្ច
vi: Nhóm được giao việc

# CJ_LBL_GROUP_DATA
source: Sample data group
de: Beispieldatengruppe
ja: サンプルデータグループ
km: ក្រុមទិន្នន័យគំរូ
vi: Bộ dữ liệu kết quả

# CJ_LBL_GROUP_DATA_RESULT
source: Data set
de: Datensatz
ja: データセット
km: សំណុំទិន្នន័យ
vi: Bộ dữ liệu

# CJ_LBL_HOUR
source: hours
de: Std
ja: 時間
km: ម៉ោង
vi: giờ

# CJ_LBL_ITEM_CHECK_NEW
source: New work
de: Neuer Job
ja: 新作
km: ការងារថ្មី
vi: Đầu việc mới

# CJ_LBL_JAN
source: January
de: Januar
ja: 1月
km: មករា
vi: Tháng 1

# CJ_LBL_JANUARY
source: January
de: Januar
ja: 1月
km: មករា
vi: Tháng một

# CJ_LBL_JUL
source: July
de: Juli
ja: 七月
km: ខែកក្កដា
vi: Tháng 7

# CJ_LBL_JULY
source: July
de: Juli
ja: 七月
km: ខែកក្កដា
vi: Tháng bảy

# CJ_LBL_JUN
source: June
de: Juni
ja: 六月
km: មិថុនា
vi: Tháng 6

# CJ_LBL_JUNE
source: June
de: Juni
ja: 六月
km: មិថុនា
vi: Tháng sáu

# CJ_LBL_JUST_FINISH
source: Just finished
de: Gerade beendet
ja: ちょうど終わった
km: ទើបតែបញ្ចប់
vi: Vừa xong

# CJ_LBL_LEADER_EXAM
source: Browser manager
de: Surfen verwalten
ja: ブラウザマネージャー
km: អ្នកគ្រប់គ្រងកម្មវិធីរុករក
vi: Quản lý duyệt

# CJ_LBL_LINK_INHERIT
source: The inheritance / link
de: Vererbung / Assoziation
ja: 継承・リンク
km: មរតក / តំណភ្ជាប់
vi: Việc kế thừa / liên kết

# CJ_LBL_LIST_ACTIVITY
source: Activity list
de: Aktivitätsliste
ja: 活動リスト
km: បញ្ជីសកម្មភាព
vi: Danh sách hoạt động

# CJ_LBL_LIST_LOCATION
source: List of locations
de: Liste der Orte
ja: 場所のリスト
km: បញ្ជីទីតាំង
vi: Danh sách địa điểm

# CJ_LBL_LIST_PRODUCT
source: List of products
de: Produktliste
ja: 製品一覧
km: បញ្ជីផលិតផល
vi: Danh sách sản phẩm

# CJ_LBL_LIST_SERVICES
source: List of services
de: Serviceliste
ja: サービス一覧
km: បញ្ជីសេវាកម្ម
vi: Danh sách dịch vụ

# CJ_LBL_LIST_USER_RECEI_NOTIFI
source: List of notification recipients
de: Liste der Benachrichtigungsempfänger
ja: 通知受信者のリスト
km: បញ្ជីអ្នកទទួលការជូនដំណឹង
vi: Danh sách người nhận thông báo

# CJ_LBL_LOCATION_WORK
source: Work location
de: Arbeitsplatz
ja: 職場
km: កន្លែងធ្វើការ
vi: Địa điểm làm việc

# CJ_LBL_LOC_CHECK_IN
source: Location checkin
de: Check-in Ort
ja: ロケーションチェックイン
km: កន្លែងពិនិត្យទីតាំង
vi: Địa điểm checkin

# CJ_LBL_LOC_CHECK_OUT
source: Location check out
de: Überprüfen Sie den Standort
ja: ロケーションチェックアウト
km: ទីតាំងចេញ
vi: Địa điểm check out

# CJ_LBL_LOG_ADD
source: added
de: hinzugefügt
ja: 追加された
km: បានបន្ថែម
vi: đã thêm

# CJ_LBL_LOG_ADD_ADDRESS
source: added place of work
de: Arbeitsort hinzugefügt
ja: 職場を追加
km: កន្លែងការងារបន្ថែម
vi: đã thêm địa điểm làm việc

# CJ_LBL_LOG_ADD_PROD
source: added products
de: Produkt hinzugefügt
ja: 追加された製品
km: ផលិតផលបន្ថែម
vi: đã thêm sản phẩm

# CJ_LBL_LOG_ADD_SER
source: added the service
de: zusätzlicher Service
ja: サービスを追加しました
km: បានបន្ថែមសេវាកម្ម
vi: đã thêm dịch vụ

# CJ_LBL_LOG_ADD_SUB_ITEM
source: added subheadings
de: hat ein untergeordnetes Element hinzugefügt
ja: 小見出しを追加
km: បានបន្ថែមចំណងជើងរង
vi: đã thêm đầu mục con

# CJ_LBL_LOG_CREATE_CMT
source: created a comment
de: hat einen Kommentar erstellt
ja: コメントを作成しました
km: បង្កើតមតិយោបល់
vi: đã tạo bình luận

# CJ_LBL_LOG_DEL
source: deleted
de: gelöscht
ja: 削除された
km: បានលុប
vi: đã xóa

# CJ_LBL_LOG_DEL_ADDRESS
source: deleted place to work
de: Arbeitsort gelöscht
ja: 職場を削除しました
km: បានលុបកន្លែងទៅធ្វើការ
vi: đã xóa địa điểm làm việc

# CJ_LBL_LOG_DEL_FILE
source: deleted file
de: gelöschte Datei
ja: 削除されたファイル
km: លុបឯកសារ
vi: đã xóa tệp tin

# CJ_LBL_LOG_DEL_ITEM
source: deleted the work item
de: Workitem gelöscht
ja: 作業項目を削除しました
km: លុបធាតុការងារ
vi: đã xóa đầu mục việc

# CJ_LBL_LOG_DEL_PROD
source: product deleted
de: Produkt gelöscht
ja: 製品を削除しました
km: ផលិតផលត្រូវបានលុបចោល
vi: đã xóa sản phẩm

# CJ_LBL_LOG_DEL_PROGRESS
source: deleted the progress report
de: Fortschritt wurde gelöscht
ja: 進捗レポートを削除しました
km: បានលុបរបាយការណ៍វឌ្ឍនភាព
vi: đã xóa báo tiến độ

# CJ_LBL_LOG_DEL_SER
source: service deleted
de: den Dienst gelöscht
ja: サービスを削除しました
km: បានលុបសេវាកម្ម
vi: đã xóa dịch vụ

# CJ_LBL_LOG_EVALUATE_PROGRESS
source: has assessed the progress
de: bewertete den Fortschritt
ja: 進行状況を評価しました
km: បានវាយតំលៃវឌ្ឍនភាព
vi: đã đánh giá tiến độ

# CJ_LBL_LOG_ITEM_CREATE
source: created a work item
de: hat ein Workitem erstellt
ja: 作業項目を作成しました
km: បានបង្កើតធាតុការងារមួយ
vi: đã tạo đầu mục việc

# CJ_LBL_LOG_RPT_PROGRESS
source: has announced the progress
de: Fortschritte wurden gemeldet
ja: 進捗状況を発表しました
km: បានប្រកាសវឌ្ឍនភាព
vi: đã báo tiến độ

# CJ_LBL_LOG_UPDATE
source: updated
de: Aktualisiert
ja: 更新しました
km: ធ្វើឱ្យទាន់សម័យ
vi: đã cập nhật

# CJ_LBL_LOG_UPLOAD_FILE
source: file uploaded
de: Datei hochgeladen
ja: アップロードされたファイル
km: បានផ្ទុកឯកសារឡើង
vi: đã tải tệp lên

# CJ_LBL_MA
source: May
de: Kann
ja: 五月
km: ឧសភា
vi: Tháng 5

# CJ_LBL_MAR
source: March
de: März
ja: 行進
km: មីនា
vi: Tháng 3

# CJ_LBL_MARCH
source: March
de: März
ja: 行進
km: មីនា
vi: Tháng ba

# CJ_LBL_MAY
source: May
de: Kann
ja: 五月
km: ឧសភា
vi: Tháng năm

# CJ_LBL_MEMBER_ASSIGN
source: Person assigned
de: Zugewiesene Person
ja: 割り当てられた人
km: អ្នកដែលបានចាត់តាំង
vi: Người được giao

# CJ_LBL_MENU
source: Menu
de: Speisekarte
ja: メニュー
km: មឺនុយ

# CJ_LBL_MINUTE_AGO
source: minute ago
de: vor einer Minute
ja: 1分前
km: នាទីមុន
vi: phút trước

# CJ_LBL_MODAL_HEADER
source: Done
de: Erledigt
ja: すでに完了
km: រួចរាល់ហើយ
vi: Đã xong

# CJ_LBL_MON
source: 2nd
ja: 2番目
km: ទី ២
vi: Thứ 2

# CJ_LBL_MONDAY
source: Monday
de: Montag
ja: 月曜
km: ថ្ងៃច័ន្ទ
vi: Thứ hai

# CJ_LBL_NEED_WORK
source: Things to do
de: Dinge die zu tun sind
ja: やること
km: អ្វីដែលត្រូវធ្វើ
vi: Việc cần làm

# CJ_LBL_NEW_NOTIFY
source: new
de: Neu
ja: 新着
km: ថ្មី
vi: mới

# CJ_LBL_NEW_WORK
source: new job.
de: neuer Job.
ja: 新しい仕事。
km: ការងារ​ថ្មី។
vi: công việc mới.

# CJ_LBL_NEXT_CARD
source: Next
de: Nächster
ja: 次の
km: បន្ទាប់
vi: Kế tiếp

# CJ_LBL_NOV
source: November
ja: 11月
km: វិច្ឆិកា
vi: Tháng 11

# CJ_LBL_NOVEMBER
source: November
ja: 11月
km: វិច្ឆិកា
vi: Tháng mười một

# CJ_LBL_NO_LOCATION
source: There is no address
de: Es gibt keine Adresse
ja: 住所がありません
km: មិនមានអាសយដ្ឋានទេ
vi: Không có địa chỉ nào

# CJ_LBL_NO_PRODUCT
source: No products
de: keine Produkte
ja: アイテムがありません
km: អ្នកគ្មានរបស់របរទេ
vi: Không có sản phẩm nào

# CJ_LBL_NO_SERVICES
source: There is no service
de: Es gibt keinen Service
ja: サービスはありません
km: មិនមានសេវាកម្មទេ
vi: Không có dịch vụ nào

# CJ_LBL_NO_SET_DEADLINE
source: Don't set a deadline
de: Setzen Sie keine Frist
ja: 期限を設定しないでください
km: កុំកំណត់ថ្ងៃផុតកំណត់
vi: Không đặt thời hạn

# CJ_LBL_OBJECT_RELATIVE
source: Related objects (Contracts, projects, personnel, ...)
de: Verbundene Unternehmen (Verträge, Projekte, Personalwesen, ...)
ja: 関連オブジェクト（契約、プロジェクト、要員など）
km: វត្ថុដែលពាក់ព័ន្ធ (កិច្ចសន្យាកិច្ចសន្យាបុគ្គលិក ... )
vi: Dữ liệu hành chính liên quan (Hợp đồng, dự án, nhân sự,...)

# CJ_LBL_OCT
source: October
de: Oktober
ja: 10月
km: តុលា
vi: Tháng 10

# CJ_LBL_OCTOBER
source: October
de: Oktober
ja: 10月
km: តុលា
vi: Tháng mười

# CJ_LBL_OFFICE
source: Office
de: Büro
ja: オフィス
km: ការិយាល័យ
vi: Văn phòng

# CJ_LBL_OTHER
source: Other
de: Andere
ja: その他
km: ផ្សេងទៀត
vi: Khác

# CJ_LBL_PENDING
source: Being implemented
de: Laufend
ja: 実装されている
km: កំពុងត្រូវបានអនុវត្ត
vi: Đang triển khai

# CJ_LBL_PERMISSION_FILE
source: File permissions
de: Dateiberechtigungen
ja: ファイルの権限
km: ការអនុញ្ញាតឯកសារ
vi: Phân quyền tệp tin

# CJ_LBL_PROGRESS
source: Progress
de: Fortschritt
ja: 進捗状況
km: វឌ្ឍនភាព
vi: Tiến độ

# CJ_LBL_PROGRESS_EVALUATE
source: Evaluate
de: Bewerten
ja: レビュー
km: វាយតម្លៃ
vi: Đánh giá

# CJ_LBL_PROGRESS_MAX
source: Maximum progress of 100%
de: Fortschritt bis zu 100%
ja: 100％の最大進捗
km: វឌ្ឍនភាពអតិបរមា ១០០%
vi: Tiến độ tối đa 100%

# CJ_LBL_PROGRESS_REAL
source: Actual progress
de: Echter Fortschritt
ja: 実際の進捗
km: វឌ្ឍនភាពជាក់ស្តែង
vi: Tiến độ thực tế

# CJ_LBL_PROJECT
source: Project
de: Projekt
ja: プロジェクト
km: គម្រោង
vi: Dự án

# CJ_LBL_REJECTED
source: Refuse
de: Sich weigern
ja: ごみ
km: បដិសេធ
vi: Từ chối

# CJ_LBL_SAT
source: Saturday
de: Samstag
ja: 土曜日
km: ថ្ងៃសៅរ៍
vi: Thứ 7

# CJ_LBL_SATURDAY
source: Saturday
de: Samstag
ja: 土曜日
km: ថ្ងៃសៅរ៍
vi: Thứ bảy

# CJ_LBL_SELECT_INHERIT
source: Choose the inheritance
de: Wählen Sie die Vererbung
ja: 継承を選択
km: ជ្រើសរើសមរតក
vi: Chọn việc kế thừa

# CJ_LBL_SEP
source: September
ja: 九月
km: ខែកញ្ញា
vi: Tháng 9

# CJ_LBL_SEPTEMBER
source: September
ja: 九月
km: ខែកញ្ញា
vi: Tháng chín

# CJ_LBL_SERVICES
source: Service
de: Bedienung
ja: サービス
km: សេវាកម្ម
vi: Dịch vụ

# CJ_LBL_SHIFT
source: Shift
de: Verschiebung
ja: シフト
km: ប្តូរ
vi: Ca

# CJ_LBL_SHIFT_WORK
source: Shift
de: Verschiebung
ja: シフト
km: ប្តូរ
vi: Ca làm việc

# CJ_LBL_START_TIME
source: Start day
de: Start
ja: 開始日
km: កាលបរិច្ឆេទចាប់ផ្តើម
vi: Bắt đầu

# CJ_LBL_STILL_DATE
source: Still
de: Immer noch
ja: それでも
km: នៅតែមាន
vi: Còn

# CJ_LBL_SUCCESS
source: Finish
de: Fertig
ja: 仕上げ
km: បញ្ចប់
vi: Hoàn thành

# CJ_LBL_SUNDAY
source: Sunday
de: Sonntag
ja: 日曜日
km: ថ្ងៃអាទិត្យ
vi: Chủ nhật

# CJ_LBL_THUS
source: Thursday
de: Donnerstag
ja: 木曜日
km: ថ្ងៃព្រហស្បតិ៍
vi: Thứ 5

# CJ_LBL_THUSDAY
source: Thursday
de: Donnerstag
ja: 木曜日
km: ថ្ងៃព្រហស្បតិ៍
vi: Thứ năm

# CJ_LBL_TIME
source: Time
de: Zeit
ja: の時間
km: ពេលវេលានៃ
vi: Thời gian

# CJ_LBL_TIME_CHECK_IN
source: Time to check in
de: Check-in Zeit
ja: チェックインの時間
km: ពេលវេលាដើម្បីពិនិត្យចូល
vi: Thời gian check in

# CJ_LBL_TIME_CHECK_OUT
source: Time to check out
de: Abreisezeit
ja: チェックアウトの時間
km: ពេលវេលាដើម្បីពិនិត្យមើល
vi: Thời gian check out

# CJ_LBL_TIME_CHECK_OUT_RS
source: Out
de: aus
ja: でる
km: ចេញ

# CJ_LBL_TIME_END_PROGRESS
source: End time
de: Endzeit
ja: 終了時間
km: ពេលវេលាបញ្ចប់
vi: Thời gian kết thúc

# CJ_LBL_TIME_EXPERIED
source: Duration
de: Dauer
ja: 期間
km: រយៈពេល
vi: Thời hạn

# CJ_LBL_TIME_IN
source: Print
de: Drucken
ja: 印刷
km: បោះពុម្ព
vi: In

# CJ_LBL_TIME_OUT
source: Expired
de: Abgelaufen
ja: 期限切れ
km: ផុតកំណត់
vi: Đã quá hạn

# CJ_LBL_TIME_SPAN
source: Time
de: Zeit
ja: 時間
km: ពេលវេលា
vi: Thời lượng

# CJ_LBL_TIME_START_PROGRESS
source: Time to start
de: Anfangszeit
ja: 開始する時間
km: ពេលវេលាត្រូវចាប់ផ្តើម
vi: Thời gian bắt đầu

# CJ_LBL_TITLE
source: Title
de: Titel
ja: 役職
km: ចំណងជើង
vi: Tiêu đề

# CJ_LBL_TODAY
source: Today
de: Heute
ja: 今日
km: ថ្ងៃនេះ
vi: Hôm nay

# CJ_LBL_TRACKING_PROGRESS
source: Track progress
de: Verfolgen Sie Ihren Fortschritt
ja: 進行状況を追跡する
km: តាមដានដំណើរការ
vi: Theo dõi tiến độ

# CJ_LBL_TUE
source: 3rd
ja: 第三
km: ទី ៣
vi: Thứ 3

# CJ_LBL_TUESDAY
source: Tuesday
de: Dienstag
ja: 火曜日
km: ថ្ងៃអង្គារ
vi: Thứ ba

# CJ_LBL_TYPE_MONEY
source: Currency
de: Währung
ja: 通貨
km: រូបិយប័ណ្ណ
vi: Loại tiền

# CJ_LBL_UNIT
source: Unit
de: Einheit
ja: 単位
km: ឯកតា
vi: Đơn vị

# CJ_LBL_UNIT_TIME
source: Unit
de: Einheit
ja: 単位
km: ឯកតា
vi: Đơn vị tính

# CJ_LBL_UPDATE_TIME
source: Update
de: Aktualisieren
ja: 更新
km: ធ្វើបច្ចុប្បន្នភាព
vi: Cập nhật

# CJ_LBL_USER_WORK
source: Employees
de: Angestellte
ja: 人々はする
km: មនុស្សធ្វើ
vi: Người làm

# CJ_LBL_VIEWED
source: Watched
de: Schaute
ja: 見た
km: បានមើល
vi: Đã xem

# CJ_LBL_WED
source: 4th
ja: 4番目
km: ទី ៤
vi: Thứ 4

# CJ_LBL_WEDNESDAY
source: Wednesday
de: Mittwoch
ja: 水曜日
km: ថ្ងៃពុធ
vi: Thứ tư

# CJ_LBL_WEIGH_NUM
source: Weighted
de: Gewicht
ja: 加重
km: ទំងន់
vi: Trọng số

# CJ_LBL_WF
source: Threads
de: Themen
ja: スレッド
km: ខ្សែស្រឡាយ
vi: Luồng

# CJ_LBL_WF_CARD
source: Workflow
de: Arbeitsablauf
ja: ワークフロー
km: លំហូរការងារ
vi: Luồng công việc

# CJ_LBL_WF_PROCESS
source: Processing flow
de: Verarbeitungsablauf
ja: 処理フロー
km: លំហូរដំណើរការ
vi: Luồng xử lý

# CJ_LBL_WORK
source: Job
ja: 仕事
km: ការងារ
vi: Việc

# CJ_LBL_WORK_JOB
source: Work
de: Arbeit
ja: 作業
km: ការងារ
vi: Công việc

# CJ_LBL_WORK_SHIFT
source: Shift (Shift)
ja: Shift（シフト）
km: ប្តូរ (ប្តូរ)
vi: Ca làm việc (Shift)

# CJ_LBL_WORK_TYPE
source: Type of work
de: Art von Arbeit
ja: 仕事の種類
km: ប្រភេទការងារ
vi: Kiểu việc

# CJ_LBL_YOU_HAVE
source: You have
de: Du hast
ja: あなたが持っている
km: អ្នក​មាន
vi: Bạn có

# CJ_LIST_COL_APPROVE_PROGRESS
source: Approval progress
de: Browser-Fortschritt
ja: 承認の進捗状況
km: វឌ្ឍនភាពការអនុម័ត
vi: Tiến độ duyệt

# CJ_LIST_COL_ATTR_NAME
source: Property name
de: Name des Anwesens
ja: プロパティ名
km: ឈ្មោះ​របស់​ទ្រព្យ​ស​ម្ប​ត្ដិ
vi: Tên thuộc tính

# CJ_LIST_COL_BOARD
source: Table work
de: Stellenbörse
ja: テーブルワーク
km: ការងារតុ
vi: Bảng việc

# CJ_LIST_COL_CAT
source: Category
de: Kategorie
ja: カテゴリー
km: ប្រភេទ
vi: Danh mục

# CJ_LIST_COL_COST
source: Expense
de: Kosten
ja: 資金調達
km: ការផ្តល់មូលនិធិ
vi: Kinh phí

# CJ_LIST_COL_DEADLINE
source: Expired
de: Der Plan ist vorbei
ja: 期限切れ
km: ផុតកំណត់
vi: Kế hoạch kết thúc

# CJ_LIST_COL_DES
source: Describe
de: Beschreiben
ja: 説明する
km: ពិពណ៌នា
vi: Mô tả

# CJ_LIST_COL_END
source: End
de: Tag beenden
ja: 終わり
km: ចុងបញ្ចប់
vi: Ngày hoàn thành

# CJ_LIST_COL_LIST_LINK_CARD
source: List of CardJob links
de: CardJob verknüpfte Liste
ja: CardJobリンクのリスト
km: បញ្ជីនៃតំណ CardJob
vi: Danh sách liên kết CardJob

# CJ_LIST_COL_NAME_DEPEND
source: Dependent name
de: Abhängiger Name
ja: 従属名
km: ឈ្មោះអាស្រ័យ
vi: Tên phụ thuộc

# CJ_LIST_COL_OBJ_NAME
source: Object name
de: Name des Objekts
ja: オブジェクト名
km: ឈ្មោះវត្ថុ
vi: Tên đối tượng

# CJ_LIST_COL_PROGRESS_RPT
source: Newspaper progress
de: Fortschritt melden
ja: 新聞の進歩
km: វឌ្ឍនភាពកាសែត
vi: Tiến độ báo

# CJ_LIST_COL_RELA_CODE
source: Relationship code
de: Beziehungscode
ja: 関係コード
km: លេខកូដទំនាក់ទំនង
vi: Mã quan hệ

# CJ_LIST_COL_SHIFT_RPT
source: Ca ca
de: Zeitungskoffer
km: កាខេ
vi: Ca báo

# CJ_LIST_COL_START
source: Begin
de: Start
ja: はじめに
km: ការចាប់ផ្តើម
vi: Bắt đầu

# CJ_LIST_COL_STT
source: No.
de: Nein
ja: いや
km: ទេ
vi: STT

# CJ_LIST_COL_TIME_APPROVE
source: Browsing time
de: Browsing-Zeit
ja: 閲覧時間
km: ពេលវេលារុករក
vi: Thời gian duyệt

# CJ_LIST_COL_TIME_RPT_PROGRESS
source: Newspaper time
de: Zeitungszeitung
ja: 新聞タイム
km: ពេលវេលាកាសែត
vi: Thời gian báo

# CJ_LIST_COL_TYPE_DATA
source: Datatypes
de: Datentypen
ja: データ型
km: ប្រភេទទិន្នន័យ
vi: Kiểu dữ liệu

# CJ_LIST_COL_UNIT
source: Unit
de: Einheit
ja: 単位
km: ឯកតា
vi: Đơn vị tính

# CJ_LIST_COL_USER_RPT
source: Reporter
de: Der Reporter
ja: 記者
km: អ្នកយកព័ត៌មាន
vi: Người báo

# CJ_LIST_COL_VALUE
source: Value
de: Wert
ja: 値
km: តម្លៃ
vi: Giá trị

# CJ_LIST_COL_VALUE_SET
source: Setting value
de: Einstellungswert
ja: 設定値
km: ការកំណត់តម្លៃ
vi: Giá trị cài đặt

# CJ_LIST_COL_VIEW_CONTENT
source: View content
de: Inhalt anzeigen
ja: コンテンツを見る
km: មើលមាតិកា
vi: Xem nội dung

# CJ_LIST_GROUP_DEPART_ASSIGN
source: List of Departments / Groups / Members assigned
de: Liste der zugewiesenen Abteilungen / Gruppen / Mitglieder
ja: 部門/グループ/割り当てられたメンバーのリスト
km: បញ្ជីឈ្មោះមន្ទីរ / ក្រុម / សមាជិកដែលបានចាត់តាំង
vi: Danh sách Phòng ban/Nhóm/Thành viên được giao

# CJ_LIST_USER_WORK
source: The person performing
de: Die Person, die auftritt
ja: 演じる人
km: អ្នកសម្តែង
vi: Người thực hiện

# CJ_LOG_ACCEPT
source: agreed
de: einverstanden
ja: 同意した
km: យល់ព្រម
vi: đã đồng ý

# CJ_LOG_DE_ACCEPT
source: gave up agreeing
de: Zustimmung aufgegeben haben
ja: 同意をあきらめた
km: បោះបង់ចោលការយល់ព្រម
vi: đã bỏ đồng ý

# CJ_LOG_DE_REJECT
source: gave up rejecting
de: abgelehnt aufgegeben haben
ja: 拒否した
km: បោះបង់ចោលការបដិសេធ
vi: đã bỏ từ chối

# CJ_LOG_REJECT
source: declined
de: abgelehnt
ja: 辞退
km: បានបដិសេធ
vi: đã từ chối

# CJ_MODAL_TITLE_ADD_EMP
source: Add staff
de: Fügen Sie Mitarbeiter hinzu und binden Sie Arbeitselemente
ja: スタッフを追加
km: បន្ថែមបុគ្គលិក
vi: Thêm nhân viên và ràng buộc đầu mục việc

# CJ_MODAL_TITLE_WORK_SHIFT
source: Shift
de: Verschiebung
ja: 交代制勤務
km: ផ្លាស់ប្តូរការងារ
vi: Ca làm việc

# CJ_MSG_ADD_ADDRESS_SUCCESS
source: Add the address of success!
de: Adresse erfolgreich hinzufügen!
ja: 成功のアドレスを追加してください！
km: បន្ថែមអាសយដ្ឋានជោគជ័យ!
vi: Thêm địa chỉ thành công!

# CJ_MSG_ADD_DEPARTMENT_SUCCESS
source: More successful departments!
de: Abteilungen erfolgreich hinzufügen!
ja: より成功した部門！
km: នាយកដ្ឋានជោគជ័យបន្ថែមទៀត!
vi: Thêm phòng ban thành công!

# CJ_MSG_ADD_GROUP_SUCCESS
source: Add group successfully!
de: Erfolgreiche Gruppenergänzung!
ja: グループを追加しました！
km: បន្ថែមក្រុមដោយជោគជ័យ!
vi: Thêm nhóm thành công!

# CJ_MSG_ADD_LINK_SUCCESS
source: Add link successfully!
de: Link erfolgreich hinzugefügt!
ja: リンクを追加しました！
km: បន្ថែមតំណដោយជោគជ័យ!
vi: Thêm liên kết thành công!

# CJ_MSG_ADD_MEMBER_SUCCESS
source: More successful employees!
de: Erfolgreiche Mitarbeiterergänzung!
ja: より成功した従業員！
km: បុគ្គលិកជោគជ័យច្រើនទៀត!
vi: Thêm nhân viên thành công!

# CJ_MSG_ADD_SERVICE_SUCCESS
source: More successful service!
de: Service erfolgreich hinzugefügt!
ja: より成功したサービス！
km: សេវាកម្មកាន់តែជោគជ័យ!
vi: Thêm dịch vụ thành công!

# CJ_MSG_ADD_TAGS
source: Please enter tags
de: Bitte geben Sie Tags ein
ja: タグを入力してください
km: សូមបញ្ចូលស្លាក
vi: Vui lòng nhập tags

# CJ_MSG_ALL_STAFF_SELECTED
source: All employees selected
de: Alle Mitarbeiter ausgewählt
ja: 選択されたすべての従業員
km: និយោជិកទាំងអស់ត្រូវបានជ្រើសរើស
vi: Đã chọn tất cả nhân viên

# CJ_MSG_BOARD_EXIST_WANT_CREATE
source: Table already exists. Do you want to create this board?
de: Jobbörse existiert bereits. Möchten Sie diese Tabelle erstellen?
ja: テーブルは既に存在します。このボードを作成しますか？
km: មានតារាងរួចហើយ។ តើអ្នកចង់បង្កើតក្តារនេះទេ?
vi: Bảng việc đã tồn tại. Bạn có muốn tạo bảng này ?

# CJ_MSG_BROWSER_NOT_SUPPORT
source: Browser does not support
de: Browser unterstützt nicht
ja: ブラウザはサポートしていません
km: កម្មវិធីរុករកមិនគាំទ្រ
vi: Trình duyệt không hỗ trợ

# CJ_MSG_CANNOT_DELETE
source: You are not the creator, you are not allowed to delete
de: Sie sind nicht der Schöpfer, dürfen nicht löschen
ja: あなたは作成者ではありません。削除することはできません
km: អ្នកមិនមែនជាអ្នកបង្កើតទេអ្នកមិនត្រូវបានអនុញ្ញាតឱ្យលុបទេ
vi: Bạn không phải người tạo, không được phép xóa

# CJ_MSG_CANNOT_EDIT_WORK_SHIFT
source: You are not authorized to edit this case
de: Sie dürfen diesen Fall nicht korrigieren
ja: このケースを編集する権限がありません
km: អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យកែសម្រួលករណីនេះទេ
vi: Bạn không được phép sửa ca này

# CJ_MSG_CANNOT_UPDATE_CMT
source: You are not the creator, not allowed to update
de: Sie sind nicht der Ersteller und dürfen nicht aktualisieren
ja: あなたは作成者ではなく、更新が許可されていません
km: អ្នកមិនមែនជាអ្នកបង្កើតទេមិនត្រូវបានអនុញ្ញាតឱ្យធ្វើបច្ចុប្បន្នភាពទេ
vi: Bạn không phải người tạo, không được phép cập nhật

# CJ_MSG_CARD_BELONG_WORK_FLOW
source: Job flow tab, no new item added
de: Thread-Job-Tags, es können keine neuen Jobeinträge hinzugefügt werden
ja: ジョブフロータブ、新しいアイテムは追加されていません
km: ផ្ទាំងលំហូរការងារមិនមានបន្ថែមធាតុថ្មីទេ
vi: Thẻ việc theo luồng, không được thêm mới đầu mục việc

# CJ_MSG_CARD_FLOW_NOT_DEL_ITEM
source: Workflow tags, do not delete a work item
de: Job-Tags mit Thread können keine Arbeitselemente löschen
ja: ワークフロータグ、作業項目を削除しない
km: ស្លាកលំហូរការងារកុំលុបធាតុការងារ
vi: Thẻ việc theo luồng, không được xóa đầu mục việc

# CJ_MSG_CARD_FLOW_NOT_UPDATE
source: Workflow tab, not updated job item
de: Thread-Job-Tags, keine Jobeinträge aktualisiert
ja: 更新されたジョブアイテムではなく[ワークフロー]タブ
km: ផ្ទាំងការងារមិនត្រូវបានធ្វើបច្ចុប្បន្នភាពទេ
vi: Thẻ việc theo luồng, không được cập nhật đầu mục việc

# CJ_MSG_CARD_HAS_WF
source: Job tags are already in another thread
de: Job-Tags befinden sich bereits in einem anderen Thread
ja: ジョブタグはすでに別のスレッドにあります
km: ស្លាកការងារមាននៅក្នុងខ្សែស្រឡាយមួយផ្សេងទៀត
vi: Thẻ việc đã thuộc luồng khác

# CJ_MSG_CARD_LOCKED
source: Locked job card
de: Gesperrte Jobkarte
ja: ロックされたジョブカード
km: កាតការងារជាប់សោ
vi: Thẻ việc đã khóa

# CJ_MSG_CARD_NOT_EXISTS
source: Card does not exist!
de: Karte existiert nicht!
ja: カードが存在しません！
km: មិនមានកាតទេ!
vi: Thẻ không tồn tại!

# CJ_MSG_CARD_NOT_SUCCESS
source: Unfinished job card
de: Unfertige Jobkarte
ja: 未完成のジョブカード
km: ប័ណ្ណការងារមិនទាន់ចប់
vi: Thẻ việc chưa hoàn thành
