Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/CardJobController.*.resx
Languages: de, ja, km, vi

# CJ_ADD_EMP_DOWN
source: More down
de: Add down
ja: もっとダウン
km: ចុះច្រើនទៀត
vi: Thêm xuống

# CJ_ADD_LIST_WORK
source: Add to-do list
de: To-Do-Liste hinzufügen
ja: To Doリストを追加
km: បន្ថែមបញ្ជីការងារត្រូវធ្វើ
vi: Thêm danh mục công việc

# CJ_BOARD_ALL
source: All
de: Alle
ja: 全部
km: ទាំងអស់
vi: Tất cả

# CJ_BTN_ACTION
source: Work
de: Arbeit
ja: アクティブ
km: សកម្ម
vi: Hoạt động

# CJ_BTN_ADD_BOARD
source: Add a new board
de: Füge ein neues Board hinzu
ja: 新しいボードを追加
km: បន្ថែមក្តារថ្មី
vi: Thêm bảng mới

# CJ_BTN_ADD_TEAM
source: Add new groups
de: Fügen Sie eine neue Gruppe hinzu
ja: 新しいグループを追加
km: បន្ថែមក្រុមថ្មី
vi: Thêm nhóm mới

# CJ_BTN_APPROVE
source: Approve
de: Browser
ja: ブラウザ
km: កម្មវិធីរុករក
vi: Duyệt

# CJ_BTN_APPROVE_ALL
source: Approve all
de: Alle durchsuchen
ja: すべて閲覧
km: រកមើលទាំងអស់
vi: Duyệt tất cả

# CJ_BTN_BOARD
source: Board forms
de: Vorstandsformulare
ja: 表形式
km: សំណុំបែបបទតារាង
vi: Dạng bảng

# CJ_BTN_BOARD_WORK
source: Table work
de: Stellenbörse
ja: テーブルワーク
km: ការងារតុ
vi: Bảng việc

# CJ_BTN_CALENDAR
source: Calendar
de: Kalender
ja: カレンダー
km: ប្រតិទិន
vi: Lịch

# CJ_BTN_CARD_LINK
source: Link card
de: Affiliate-Karte
ja: リンクカード
km: កាតភ្ជាប់
vi: Thẻ liên kết

# CJ_BTN_CARD_RELA
source: Related card
de: Verwandte Karte
ja: 関連カード
km: កាតពាក់ព័ន្ធ
vi: Thẻ liên quan

# CJ_BTN_CHANGE_BACKGROUND
source: Change wallpaper
de: Hintergrund ändern
ja: 壁紙を変更する
km: ផ្លាស់ប្តូរផ្ទាំងរូបភាព
vi: Thay đổi hình nền

# CJ_BTN_CHANGE_BACKGROUND1
source: Card filter table
de: Tischfilterkarte
ja: カードフィルターテーブル
km: តារាងតម្រងកាត
vi: Thẻ lọc bảng

# CJ_BTN_CHART_PROGRESS
source: Progress chart
de: Fortschrittsdiagramm
ja: 進捗グラフ
km: តារាងដំណើរការ
vi: Biểu đồ tiến độ

# CJ_BTN_CHECK_ITEM
source: Head of work
de: Arbeitsmittel
ja: 仕事長
km: ប្រធានការងារ
vi: Đầu mục việc

# CJ_BTN_CLEAR_DATA
source: Delete data
de: Daten löschen
ja: クリアデータ
km: សម្អាតទិន្នន័យ
vi: Xóa dữ liệu

# CJ_BTN_COPY
source: Copy
de: Kopieren
ja: コピー
km: ចម្លង

# CJ_BTN_DELEETE_BOARD
source: Delete this board
de: Löschen Sie diese Tabelle
ja: このボードを削除
km: លុបក្តារនេះ
vi: Xóa bảng này

# CJ_BTN_DELETE
source: Erase
de: Löschen
ja: 削除
km: លុប
vi: Xóa

# CJ_BTN_DELETE_TEAM
source: Delete this team
de: Löschen Sie dieses Team
ja: このチームを削除
km: លុបក្រុមនេះ
vi: Xóa team này

# CJ_BTN_DEPARTMENT
source: Department
de: Abteilung
ja: 部門
km: នាយកដ្ឋាន
vi: Phòng ban

# CJ_BTN_EDIT
source: Repair
de: Reparatur
ja: 修正する
km: ជួសជុល
vi: Sửa

# CJ_BTN_EDIT_BOARD
source: Edit this table
de: Bearbeiten Sie diese Tabelle
ja: この表を編集
km: កែសម្រួលតារាងនេះ
vi: Chỉnh sửa bảng này

# CJ_BTN_EDIT_TEAM
source: Edit this team
de: Bearbeiten Sie dieses Team
ja: このチームを編集
km: កែសម្រួលក្រុមនេះ
vi: Chỉnh sửa team này

# CJ_BTN_EXTEND
source: Extend
de: Erweitern
ja: 拡張する
km: ពង្រីក
vi: Mở rộng

# CJ_BTN_EXTENSION
source: Extensive features
de: Erweiterte Funktionen
ja: 豊富な機能
km: លក្ខណៈពិសេសទូលំទូលាយ
vi: Tính năng mở rộng

# CJ_BTN_GROUP
source: Group
de: Gruppe
ja: 団体
km: ក្រុម
vi: Nhóm

# CJ_BTN_HIDE
source: Hidden
de: Versteckt
ja: 隠し
km: លាក់
vi: Ẩn

# CJ_BTN_HIDE_FORM
source: Show / hide
de: Verstecken anzeigen
ja: 表示/非表示
km: បង្ហាញ / លាក់
vi: Ẩn/hiện

# CJ_BTN_LABEL
source: Labels
de: Etiketten
ja: ラベル
km: ស្លាក
vi: Các nhãn dãn

# CJ_BTN_LBL_DETAIL
source: Detail
ja: 詳細
km: ពត៌មានលំអិត
vi: Chi tiết

# CJ_BTN_LINK
source: Link
de: Verknüpfung
ja: アソシエイト
km: សហការី
vi: Liên kết

# CJ_BTN_LIST
source: List
de: Liste
ja: 一覧
km: បញ្ជី
vi: Danh sách

# CJ_BTN_LOCK_CARD
source: Lock card
de: Karte sperren
ja: ロックカード
km: កាតចាក់សោ
vi: Khóa thẻ

# CJ_BTN_LOG
source: Log
ja: ログ
km: កំណត់ហេតុ

# CJ_BTN_LOG_STATUS
source: Log status
de: Protokollstatus
ja: ログステータス
km: ស្ថានភាពកំណត់ហេតុ
vi: Log trạng thái

# CJ_BTN_LOG_WF
source: View log
de: Protokoll anzeigen
ja: ビュー・ログ
km: មើលកំណត់ហេតុ
vi: Xem log

# CJ_BTN_MODIFY
source: Adjusted
de: Schalten Sie die Schaltung ein
ja: 調整
km: ការកែសំរួល
vi: Điều chỉnh ca

# CJ_BTN_OK
source: OK, got it
de: in Ordnung
ja: OK
km: យល់ព្រមយល់ហើយ
vi: OK

# CJ_BTN_OPEN_CARD
source: Open the card
de: Öffne die Karte
ja: カードを開く
km: បើកកាត
vi: Mở thẻ

# CJ_BTN_PROGRESS
source: Progress
de: Fortschritt
ja: 進捗状況
km: វឌ្ឍនភាព
vi: Tiến độ

# CJ_BTN_REFRESH
source: Reload
de: Neu laden
ja: リロード
km: ផ្ទុកឡើងវិញ
vi: Tải lại

# CJ_BTN_RELATIVE
source: Link
de: Verknüpfung
ja: アソシエイト
km: សហការី
vi: Liên kết

# CJ_BTN_RPT_PROGRESS
source: Progress report
de: Fortschritt melden
ja: 進捗報告
km: របាយការណ៍វឌ្ឍនភាព
vi: Báo tiến độ

# CJ_BTN_SEARCH_ADVANTAGE
source: Advanced search
de: Erweiterte Suche
ja: 高度な検索
km: ការស្វែងរកកម្រិតខ្ពស់
vi: Tìm kiếm nâng cao

# CJ_BTN_SELECT_FILE_SERVER
source: Choose from server
de: Wählen Sie aus dem Server
ja: サーバーから選択
km: ជ្រើសពីម៉ាស៊ីនមេ
vi: Chọn từ server

# CJ_BTN_SELECT_MULTI
source: Choose many
de: Wähle viele
ja: たくさん選ぶ
km: ជ្រើសរើសច្រើន
vi: Chọn nhiều

# CJ_BTN_SELECT_PERSON
source: Choose people
de: Wähle Leute
ja: 人を選ぶ
km: ជ្រើសរើសមនុស្ស
vi: Chọn người

# CJ_BTN_SEND_NOTIFI
source: Send notification
de: Benachrichtigungen senden
ja: 通知を送信
km: ផ្ញើការជូនដំណឹង
vi: Gửi thông báo

# CJ_BTN_SHOW
source: Show
ja: 公演
km: បង្ហាញ
vi: Hiện

# CJ_BTN_SUPPLIER
source: House cc
de: Haus cc
ja: ハウスCC
km: ផ្ទះស៊ីស៊ី
vi: Nhà cc

# CJ_BTN_TABLE_FILTER
source: Extensive features
de: Erweiterte Funktionen
ja: 豊富な機能
km: លក្ខណៈពិសេសទូលំទូលាយ
vi: Tính năng mở rộng

# CJ_BTN_TAB_COMMENT
source: Discuss
de: Diskutieren
ja: 話し合います
km: ពិភាក្សា
vi: Thảo luận

# CJ_BTN_TAB_DESCIPTION
source: Description
de: Beschreibung
ja: 説明する
km: ការពិពណ៌នា
vi: Mô tả

# CJ_BTN_TAB_DOCUMENT
source: Document
de: Dokument
ja: 書類
km: ឯកសារ
vi: Tài liệu

# CJ_BTN_TAB_ITEM_PROGRESS
source: Progress
de: Fortschritt
ja: 進捗
km: ចមរើន
vi: Báo cáo tiến độ

# CJ_BTN_TAB_OBJECT_RELA
source: Object
de: Objekt
ja: オブジェクト
km: វត្ថុ
vi: Dữ liệu hành chính

# CJ_BTN_TRANS_WORK
source: Assign
de: Zuordnen
ja: 割り当て済み
km: ចាត់តាំង
vi: Giao việc

# CJ_BTN_UPDATE
source: Update
de: Aktualisieren
ja: 更新しました
km: បានធ្វើបច្ចុប្បន្នភាព
vi: Cập nhật

# CJ_BTN_UPLOAD_FILE
source: Download the file
de: Laden Sie die Datei herunter
ja: ファイルをダウンロードする
km: ទាញយកឯកសារ
vi: Tải tệp

# CJ_BTN_VIEW_ACTION
source: See the entire activity
de: Siehe vollständige Aktion
ja: アクティビティ全体を見る
km: មើលសកម្មភាពទាំងមូល
vi: Xem toàn bộ hoạt động

# CJ_BTN_VIEW_DATA
source: View data
de: Daten anzeigen
ja: データを見る
km: មើលទិន្នន័យ
vi: Xem dữ liệu

# CJ_CHK_CREATE_WF
source: Create processing flow
de: Verarbeitungsablauf erstellen
ja: 処理フローを作成する
km: បង្កើតលំហូរដំណើរការ
vi: Tạo luồng xử lý

# CJ_CHK_SELECT_ALL
source: Choose socks
de: Wählen Sie Alle
ja: 靴下を選ぶ
km: ជ្រើសរើសស្រោមជើង
vi: Chọn tất

# CJ_COL_ACTION
source: Manipulation
ja: 操作
km: ការរៀបចំ
vi: Thao tác

# CJ_COL_BEGIN
source: Begin
de: Start
ja: はじめに
km: ការចាប់ផ្តើម
vi: Bắt đầu

# CJ_COL_CARD_CODE
source: ID Card
de: Ausweis
ja: カードコード
km: លេខកូដកាត
vi: Mã thẻ

# CJ_COL_CARD_LEVEL
source: Level
de: Niveau
ja: 程度
km: កំរិតនៃ
vi: Mức độ

# CJ_COL_CARD_NAME
source: Name card
de: Visitenkarte
ja: カード名
km: ឈ្មោះកាត
vi: Tên thẻ

# CJ_COL_CREATE_BY
source: Creator
de: Schöpfer
ja: 作成者
km: អ្នកបង្កើត
vi: Người tạo

# CJ_COL_CREATE_DATE
source: Date created
de: Datum erstellt
ja: 作成日
km: កាលបរិច្ឆេទបង្កើត
vi: Ngày tạo

# CJ_COL_DUEDATE
source: Expired
de: Abgelaufen
ja: 期限切れ
km: ផុតកំណត់
vi: Hết hạn

# CJ_COL_EXPENSE
source: Expense
de: Kosten
ja: 資金調達
km: ការផ្តល់មូលនិធិ
vi: Kinh phí

# CJ_COL_EXPIRED
source: Expired
de: Abgelaufen
ja: 期限切れ
km: ផុតកំណត់
vi: Hết hạn

# CJ_COL_FINISH
source: End
de: Ende
ja: 終わり
km: ចុងបញ្ចប់
vi: Kết thúc

# CJ_COL_LIST_NAME
source: List
de: Liste
ja: 一覧
km: បញ្ជី
vi: Danh sách

# CJ_COL_PROGRESS
source: Progress
de: Fortschritt
ja: 進捗状況
km: វឌ្ឍនភាព
vi: Tiến Độ

# CJ_COL_ROLE
source: Role
de: Rolle
ja: 役割
km: តួនាទី
vi: Vai trò

# CJ_COL_STATUS
source: Status
ja: ステータス
km: ស្ថានភាព
vi: Trạng thái

# CJ_CURD_BTN_ADD_CARD
source: Add a tag
de: Füge eine Karte hinzu
ja: タグを追加する
km: បន្ថែមស្លាក
vi: Thêm thẻ

# CJ_CURD_BTN_ADD_LIST
source: Add a list
de: Fügen Sie eine Liste hinzu
ja: リストを追加する
km: បន្ថែមបញ្ជី
vi: Thêm danh sách

# CJ_CURD_BTN_CHANGE_BOARD
source: Move to
de: Ziehen nach
ja: に移動
km: ផ្លាស់ទីទៅ
vi: Di chuyển tới

# CJ_CURD_BTN_CHANGE_HEADER_BACKGROUND
source: Color
de: Farbe
ja: 色
km: ពណ៌
vi: Màu sắc

# CJ_CURD_BTN_CHANGE_STATUS_ACTION
source: Work
de: Arbeit
ja: アクティブ
km: សកម្ម
vi: Hoạt động

# CJ_CURD_BTN_CHANGE_STATUS_INITILIZE
source: Initialization
de: Initialisierung
ja: 初期化
km: ការចាប់ផ្តើម
vi: Khởi tạo

# CJ_CURD_BTN_CHANGE_STATUS_LATE
source: Delay
de: Verzögern
ja: 遅延
km: ពន្យាពេល
vi: Chậm trễ

# CJ_CURD_BTN_CHECK_ITEM
source: Add item
de: Elemente hinzufügen
ja: アイテムを追加
km: បន្ថែមធាតុ
vi: Thêm mục

# CJ_CURD_BTN_CONTRACT
source: Contract
de: Vertrag
ja: 契約
km: កិច្ចសន្យា
vi: Hợp đồng

# CJ_CURD_BTN_CUSTOMER
source: Customer
de: Kunde
ja: お客さま
km: អតិថិជន
vi: Khách hàng

# CJ_CURD_BTN_DELETE_CARD
source: Delete this tag
de: Löschen Sie diese Karte
ja: このタグを削除
km: លុបស្លាកនេះ
vi: Xóa thẻ này

# CJ_CURD_BTN_DELETE_LIST
source: Delete this listing
de: Löschen Sie diese Liste
ja: このリストを削除
km: លុបការចុះបញ្ជីនេះ
vi: Xóa danh sách này

# CJ_CURD_BTN_DEPARTMENT
source: Department
de: Abteilung
ja: 部門
km: នាយកដ្ឋាន
vi: Phòng ban

# CJ_CURD_BTN_EDIT
source: Edit the table
de: Bearbeiten Sie die Tabelle
ja: テーブルを編集する
km: កែសម្រួលតារាង
vi: Sửa bảng

# CJ_CURD_BTN_MEMBER
source: Staff
de: Mitarbeiter
ja: 従業員
km: និយោជិក
vi: Nhân Viên

# CJ_CURD_BTN_OPEN_ADD_CARD
source: Add another tag
de: Fügen Sie eine weitere Karte hinzu
ja: 別のタグを追加
km: បន្ថែមស្លាកផ្សេងទៀត
vi: Thêm thẻ khác

# CJ_CURD_BTN_OPEN_ADD_LIST
source: Add another listing
de: Fügen Sie eine weitere Liste hinzu
ja: 別のリストを追加
km: បន្ថែមបញ្ជីផ្សេងទៀត
vi: Thêm danh sách khác

# CJ_CURD_BTN_PROJECT
source: Project
de: Projekt
ja: プロジェクト
km: គម្រោង
vi: Dự án

# CJ_CURD_BTN_SORT_BY_ACTION_STATUS
source: Active status
de: Aktiver Status
ja: 有効ステータス
km: ស្ថានភាពសកម្ម
vi: Trạng thái hoạt động

# CJ_CURD_BTN_SORT_BY_LATE_STATUS
source: Delayed state
de: Verzögerungsstatus
ja: 遅延状態
km: រដ្ឋបានពន្យាពេល
vi: Trạng thái chậm trễ

# CJ_CURD_BTN_SUPPLIER
source: Supplier
de: Lieferant
ja: プロバイダー
km: អ្នកផ្តល់
vi: Nhà cung cấp

# CJ_CURD_BTN_TEAM
source: Group
de: Gruppe
ja: 団体
km: ក្រុម
vi: Nhóm

# CJ_CURD_LBL_ACTION
source: MANIPULATION
ja: アクション
km: សកម្មភាព
vi: THAO TÁC

# CJ_CURD_LBL_ATTACHMENT
source: The attached file
de: Angehängte Dokumente
ja: 添付ファイル
km: ឯកសារភ្ជាប់
vi: Các tập tin đính kèm

# CJ_CURD_LBL_BOARD_CODE
source: Board
de: Tafel
ja: ボード
km: ក្តារ
vi: Bảng

# CJ_CURD_LBL_CARD_LEVEL
source: Card level
de: Kartenlevel
ja: カードレベル
km: កម្រិតកាត
vi: Cấp độ thẻ

# CJ_CURD_LBL_CHANGE_STATUS
source: Update status
ja: ステータス更新
km: ការធ្វើបច្ចុប្បន្នភាពស្ថានភាព
vi: Cập nhật trạng Thái

# CJ_CURD_LBL_COST
source: Expense
de: Kosten
ja: 資金調達
km: ការផ្តល់មូលនិធិ
vi: Kinh phí

# CJ_CURD_LBL_CREATE_CARD
source: Create new
de: Erstelle neu
ja: 新規作成
km: បង្កើតថ្មី
vi: Tạo mới

# CJ_CURD_LBL_DESCRIPTION
source: Describe
de: Beschreibung
ja: 説明する
km: ពិពណ៌នា
vi: Mô tả

# CJ_CURD_LBL_DUEDATE
source: Deadline
de: Frist
ja: 締め切り
km: ថ្ងៃផុតកំណត់
vi: Hạn chót

# CJ_CURD_LBL_LABEL
source: Label
de: Etiketten
ja: ラベル
km: ស្លាក
vi: Nhãn

# CJ_CURD_LBL_LIST_CODE
source: List
de: Liste
ja: 一覧
km: បញ្ជី
vi: Danh sách

# CJ_CURD_LBL_LIST_CODE1
source: List
de: Liste
ja: 一覧
km: បញ្ជី
vi: Danh sách

# CJ_CURD_LBL_PRIORITY
source: Priority
de: Priorität
ja: 優先順位
km: អាទិភាព
vi: Độ ưu tiên

# CJ_CURD_LBL_QUANTITATIVE
source: Mass
de: Masse
ja: ボリューム
km: កម្រិតសំឡេង
vi: Khối lượng

# CJ_CURD_LBL_QUANTITY
source: Amount
de: Menge
ja: 量
km: ចំនួនទឹកប្រាក់
vi: Số lượng

# CJ_CURD_LBL_SEARCH_CARD_TITLE
source: Name card
de: Visitenkarte
ja: カード名
km: ឈ្មោះកាត
vi: Tên thẻ

# CJ_CURD_LBL_SEARCH_FROM_DATE
source: Since
de: Schon seit
ja: 日付から
km: ចាប់ពីកាលបរិច្ឆេទ
vi: Từ ngày

# CJ_CURD_LBL_SEARCH_MEMBER
source: Member
de: Mitglied
ja: 会員
km: សមាជិកភាព
vi: Thành viên

# CJ_CURD_LBL_SEARCH_OBJ_CODE
source: Object
de: Objekt
ja: 対象
km: វត្ថុ
vi: Đối tượng

# CJ_CURD_LBL_SEARCH_OBJ_DEPENDENCY
source: Type of object
de: Objekttyp
ja: オブジェクトの種類
km: ប្រភេទវត្ថុ
vi: Loại đối tượng

# CJ_CURD_LBL_SEARCH_STATUS
source: Status
ja: ステータス
km: ស្ថានភាព
vi: Trạng thái

# CJ_CURD_LBL_SEARCH_TO_DATE
source: To date
de: Miteinander ausgehen
ja: さあ
km: សូមអញ្ជើញមក
vi: Đến ngày

# CJ_CURD_LBL_SELECT_CARD
source: Choose card
de: Karte auswählen
ja: カードを選択してください
km: ជ្រើសរើសកាត
vi: Chọn thẻ

# CJ_CURD_LBL_SORT_LIST_BY_STATUS
source: Sort the list by
de: Sortieren Sie die Liste nach
ja: リストを並べ替える
km: តម្រៀបបញ្ជីតាម
vi: Sắp xếp danh sách theo

# CJ_CURD_LBL_STATUS
source: Card status
de: Kartenstatus
ja: カードの状態
km: ស្ថានភាពកាត
vi: Trạng thái thẻ

# CJ_CURD_LBL_TITTLE
source: Table work
de: Stellenbörse
ja: テーブルワーク
km: ការងារតុ
vi: Bảng việc

# CJ_CURD_LBL_UPDATE_BY
source: By
de: weil
ja: によって
km: ដោយ
vi: Bởi

# CJ_CURD_LBL_UPDATE_TIME
source: Edit
de: Bearbeiten
ja: 編集
km: កែសម្រួល
vi: Chỉnh sửa

# CJ_CURD_LBL_VISIBILITY_PRIVATE
source: Private
de: Privat
ja: プライバシー
km: ភាពឯកជន
vi: Riêng tư

# CJ_CURD_LBL_VISIBILITY_PUBLIC
source: Public
de: Öffentlichkeit
ja: 公然と
km: ដោយបើកចំហ
vi: Công khai

# CJ_CURD_LBL_WEIGHT_NUM
source: Weighted
de: Gewicht
ja: 加重
km: ទំងន់
vi: Trọng số

# CJ_CURD_LBL_WORK_TYPE
source: Type of work
de: Art von Arbeit
ja: 仕事の種類
km: ប្រភេទការងារ
vi: Kiểu công việc

# CJ_CURD_MSG_ADD_COMMENT_FAILED
source: An error occurred while adding a comment
de: Beim Hinzufügen eines Kommentars ist ein Fehler aufgetreten
ja: コメントの追加中にエラーが発生しました
km: កំហុសមួយបានកើតឡើងខណៈពេលបន្ថែមមតិយោបល់
vi: Có lỗi xảy ra khi thêm bình luận

# CJ_CURD_MSG_ADD_COMMENT_SUCCESS
source: Add a successful comment
de: Kommentar erfolgreich hinzugefügt
ja: 成功したコメントを追加
km: បន្ថែមមតិយោបល់ជោគជ័យ
vi: Thêm bình luận thành công

# CJ_CURD_MSG_ADD_CONTENT
source: Import content
de: Inhalte importieren
ja: 内容を入力してください
km: បញ្ចូលមាតិកា
vi: Nhập nội dung

# CJ_CURD_MSG_CHANGE_BOARD_FAILED
source: An error occurred while moving the list
de: Beim Verschieben der Liste ist ein Fehler aufgetreten
ja: リストの移動中にエラーが発生しました
km: កំហុសមួយបានកើតឡើងខណៈពេលផ្លាស់ទីបញ្ជី
vi: Có lỗi xảy ra khi di chuyển danh sách

# CJ_CURD_MSG_CHANGE_BOARD_SUCCESS
source: Successfully moved list
de: Erfolgreicher Listenwechsel
ja: リストを移動しました
km: បានផ្លាស់ប្តូរបញ្ជីដោយជោគជ័យ
vi: Di chuyển danh sách thành công

# CJ_CURD_MSG_CHANGE_LIST_CARD_SUCCESS
source: Migration successful
de: Bewegen Sie sich erfolgreich
ja: 移行成功
km: ការធ្វើចំណាកស្រុកបានជោគជ័យ
vi: Di chuyển thành công

# CJ_CURD_MSG_CHOOSE_INFO
source: Choose full information
de: Wählen Sie die vollständigen Informationen aus
ja: 完全な情報を選択してください
km: ជ្រើសរើសព័ត៌មានពេញលេញ
vi: Chọn đầy đủ thông tin

# CJ_CURD_MSG_CHOOSE_LABEL
source: Choose a label
de: Wählen Sie ein Etikett
ja: ラベルを選択してください
km: ជ្រើសរើសស្លាក
vi: Chọn nhãn

# CJ_CURD_MSG_CHOOSE_TEAM
source: No group selected
de: Keine Gruppe ausgewählt
ja: グループが選択されていません
km: គ្មានក្រុមណាត្រូវបានជ្រើសរើសទេ
vi: Chưa chọn nhóm

# CJ_CURD_MSG_CONTENT_BLANK
source: No content has been entered yet
de: Inhalt nicht eingegeben
ja: コンテンツはまだ入力されていません
km: មិនទាន់បានបញ្ចូលមាតិកានៅឡើយទេ
vi: Chưa nhập nội dung

# CJ_CURD_MSG_DEFAULT_SETTING
source: No default setting
de: Nicht installierte Standardeinstellung
ja: デフォルト設定なし
km: គ្មានការកំណត់លំនាំដើម
vi: Chưa cài đặt mặt định

# CJ_CURD_MSG_ENTER_COMMENT
source: Enter a comment
de: Kommentare eingeben
ja: コメントを入力してください
km: បញ្ចូលមតិ
vi: Nhập bình luận

# CJ_CURD_MSG_ENTER_TEAM_NAME
source: Enter the group name
de: Geben Sie einen Gruppennamen ein
ja: グループ名を入力してください
km: បញ្ចូលឈ្មោះក្រុម
vi: Nhập tên nhóm

# CJ_CURD_MSG_ERROR
source: An error occurred!
de: Ein Fehler ist aufgetreten!
ja: エラーが発生しました！
km: មានកំហុសកើតឡើង!
vi: Có lỗi xảy ra!

# CJ_CURD_MSG_MEMBER_EXITED
source: Member already exists
de: Mitglieder existieren bereits
ja: メンバーは既に存在します
km: សមាជិកមានរួចហើយ
vi: Thành viên đã tồn tại

# CJ_CURD_MSG_OBJ_CODE_EXITED
source: Object code already exists
de: Objektcode existiert bereits
ja: オブジェクトコードは既に存在します
km: លេខកូដវត្ថុមានរួចហើយ
vi: Mã đối tượng đã tồn tại

# CJ_CURD_MSG_SAVE_SUCCESS
source: Save successfully
de: Erfolgreich gespeichert
ja: 正常に保存します
km: រក្សាទុកដោយជោគជ័យ
vi: Lưu thành công

# CJ_CURD_MSG_TEAM_EXITED
source: Team already exists
de: Team existiert bereits
ja: チームはすでに存在します
km: មានក្រុមរួចហើយ
vi: Team đã tồn tại

# CJ_CURD_SEARCH_DEPARTMENT
source: Search departments by name
de: Finden Sie Abteilungen nach Namen
ja: 名前で部門を検索する
km: ស្វែងរកនាយកដ្ឋានតាមឈ្មោះ
vi: Tìm phòng ban theo tên

# CJ_CURD_TAB_ADD_ATTACHMENT
source: Attach
de: Anfügen
ja: 添付
km: ភ្ជាប់
vi: Đính kèm

# CJ_CURD_TAB_ADD_ATTACHMENT_TITLE_ADD_ATTACHMENT
source: Add file
de: Dateien hinzufügen
ja: ファイルを追加
km: បន្ថែមឯកសារ
vi: Thêm tệp tin

# CJ_CURD_TAB_ADD_ATTACHMENT_TXT_ADD_ATTACHMENT
source: Choose a file
de: Wähle eine Datei
ja: ファイルを選択してください
km: ជ្រើសរើសឯកសារ

# CJ_CURD_TAB_ADD_CHECK_LIST
source: Article item work
de: Arbeitsmittel
ja: 記事アイテム作品
km: ការងាររបស់អត្ថបទ
vi: Điều mục công việc

# CJ_CURD_TAB_ADD_CHECK_LIST_CURD_TXT_TITLE
source: Things to do
de: Dinge die zu tun sind
ja: やること
km: អ្វីដែលត្រូវធ្វើ
vi: Việc cần làm

# CJ_CURD_TAB_ADD_CHECK_LIST_TITLE_ADD_CHECK_LIST
source: More to-do
de: Mehr zu tun
ja: もっとやること
km: មានការងារត្រូវធ្វើបន្ថែមទៀត
vi: Thêm việc cần làm

# CJ_CURD_TAB_ADD_DUEDATE
source: Expiration date
de: Haltbarkeitsdatum
ja: 有効期限
km: កាលបរិច្ឆេទផុតកំណត់
vi: Ngày hết hạn

# CJ_CURD_TAB_ADD_DUEDATE_CURD_DUEDATE
source: Expiration date
de: Haltbarkeitsdatum
ja: 有効期限
km: កាលបរិច្ឆេទផុតកំណត់
vi: Ngày hết hạn

# CJ_CURD_TAB_ADD_DUEDATE_TITLE_ADD_DUEDATE
source: Expiration date
de: Haltbarkeitsdatum
ja: 有効期限
km: កាលបរិច្ឆេទផុតកំណត់
vi: Ngày hết hạn

# CJ_CURD_TAB_ADD_LABEL
source: Priority label
de: Prioritätskennzeichnung
ja: 優先ラベル
km: ស្លាកអាទិភាព
vi: Nhãn ưu tiên

# CJ_CURD_TAB_ADD_LABEL_BTN_DANGER
source: Priority 5
de: Priorität 5
ja: 優先度5
km: អាទិភាព ៥
vi: Ưu tiên 5

# CJ_CURD_TAB_ADD_LABEL_BTN_INFO
source: Priority 3
de: Priorität 3
ja: 優先度3
km: អាទិភាព ៣
vi: Ưu tiên 3

# CJ_CURD_TAB_ADD_LABEL_BTN_PRIMARY
source: Priority 1
de: Priorität 1
ja: 優先度1
km: អាទិភាព ១
vi: Ưu tiên 1

# CJ_CURD_TAB_ADD_LABEL_BTN_SUCCES
source: Priority 2
de: Priorität 2
ja: 優先度2
km: អាទិភាព ២
vi: Ưu tiên 2

# CJ_CURD_TAB_ADD_LABEL_BTN_WARNING
source: Priority 4
de: Priorität 4
ja: 優先度4
km: អាទិភាព ៤
vi: Ưu tiên 4

# CJ_CURD_TAB_ADD_LABEL_TITLE_LABEL
source: Edit the label
de: Beschriftungen bearbeiten
ja: ラベルを編集する
km: កែសម្រួលស្លាក
vi: Chỉnh sửa nhãn

# CJ_CURD_TAB_ADD_MEMBER
source: Group / Member
de: Gruppen / Mitglieder
ja: グループ/メンバー
km: ក្រុម / សមាជិក
vi: Nhóm/Thành viên

# CJ_CURD_TAB_ADD_MEMBER_CURD_TXT_MEMBER
source: Member
de: Mitglied
ja: 会員
km: សមាជិក

# CJ_CURD_TAB_ADD_MEMBER_CURD_TXT_TEAM
source: Team
de: Mannschaft
ja: チーム
km: ក្រុម

# CJ_CURD_TAB_ADD_MEMBER_TITLE_ADD_MEMBER
source: Add groups / members
de: Gruppen / Mitglieder hinzufügen
ja: グループ/メンバーを追加
km: បន្ថែមក្រុម / សមាជិក
vi: Thêm nhóm/thành viên

# CJ_CURD_TAB_OBJECT_RELATIVE
source: Related object
de: Zugehöriges Objekt
ja: 関連オブジェクト
km: វត្ថុដែលទាក់ទង
vi: Đối tượng liên quan

# CJ_CURD_TAB_OBJECT_RELATIVE_TITLE_OBJ_RELATIVE
source: Related object
de: Zugehöriges Objekt
ja: 関連オブジェクト
km: វត្ថុដែលទាក់ទង
vi: Dữ liệu hành chính

# CJ_CURD_TAB_OBJECT_RELATIVE_TXT_OBJ_CODE
source: Object
de: Objekt
ja: 対象
km: វត្ថុ
vi: Đối tượng

# CJ_CURD_TAB_OBJECT_RELATIVE_TXT_OBJ_DEPENDENCY
source: Species
de: Spezies
ja: 種類
km: ប្រភេទ
vi: Loại

# CJ_CURD_TAB_OBJECT_RELATIVE_TXT_RELATIVE
source: relationship
de: Beziehung
ja: 関係
km: ទំនាក់ទំនង
vi: Quan hệ

# CJ_CURD_TITLE_CALENDAR
source: Calendar
de: Kalender
ja: カレンダー
km: ប្រតិទិន
vi: Lịch

# CJ_CURD_TITLE_DEFAULT_SETTING
source: Default setting
de: Installieren Sie die Standardeinstellung
ja: デフォルト設定
km: ការកំណត់លំនាំដើម
vi: Cài đặt mặt định

# CJ_CURD_TITLE_SEARCH_ADVANCE_SEARCH
source: Advanced search
de: Erweiterte Suche
ja: 高度な検索
km: ការស្វែងរកកម្រិតខ្ពស់
vi: Tìm kiếm nâng cao

# CJ_CURD_TXT_BOARD_CODE
source: Select the table
de: Wählen Sie eine Tabelle aus
ja: テーブルを選択
km: ជ្រើសរើសតារាង
vi: Chọn bảng

# CJ_CURD_TXT_BOARD_NAME
source: Table header
de: Tabellentitel
ja: テーブルヘッダー
km: ក្បាលតារាង
vi: Tiêu đề bảng

# CJ_CURD_TXT_CARD_LEVEL
source: Card level
de: Kartenlevel
ja: カードレベル
km: កម្រិតកាត
vi: Cấp độ thẻ

# CJ_CURD_TXT_CARD_NAME
source: Enter a title for this tag
de: Geben Sie einen Titel für dieses Tag ein
ja: このタグのタイトルを入力してください
km: បញ្ចូលចំណងជើងសម្រាប់ស្លាកនេះ
vi: Nhập tiêu đề cho thẻ này

# CJ_CURD_TXT_CHECK_ITEM
source: Add item
de: Elemente hinzufügen
ja: アイテムを追加
km: បន្ថែមធាតុ
vi: Thêm mục

# CJ_CURD_TXT_COMMENT
source: Write a comment
de: Schreibe einen Kommentar
ja: コメントを書く
km: សរសេរមតិយោបល់
vi: Viết bình luận

# CJ_CURD_TXT_DESCRIPTION
source: Add a more detailed description
de: Fügen Sie eine detailliertere Beschreibung hinzu
ja: より詳細な説明を追加する
km: បន្ថែមការពិពណ៌នាលម្អិតបន្ថែមទៀត
vi: Thêm mô tả chi tiết hơn

# CJ_CURD_TXT_LEADER
source: Leader
de: Führer
ja: リーダー
km: អ្នកដឹកនាំ

# CJ_CURD_TXT_LIST_CODE
source: Choose a list
de: Wählen Sie eine Liste
ja: リストを選択してください
km: ជ្រើសរើសបញ្ជី
vi: Chọn danh sách

# CJ_CURD_TXT_LIST_NAME
source: Enter the list title
de: Geben Sie einen Listentitel ein
ja: リストのタイトルを入力してください
km: បញ្ចូលចំណងជើងបញ្ជី
vi: Nhập tiêu đề danh sách

# CJ_CURD_TXT_MEMBER
source: Members
de: Mitglieder
ja: 会員
km: សមាជិក

# CJ_CURD_TXT_MEMBER1
source: Member
de: Mitglied
ja: 会員
km: សមាជិកភាព
vi: Thành viên

# CJ_CURD_TXT_NAME_CARD
source: Name card
de: Visitenkarte
ja: カード名
km: ឈ្មោះកាត
vi: Tên thẻ

# CJ_CURD_TXT_OBJ_CODE
source: Object code
de: Objektcode
ja: オブジェクトコード
km: កូដវត្ថុ
vi: Mã đối tượng

# CJ_CURD_TXT_RELATIVE
source: Relationship
de: Beziehung
ja: 関係
km: ទំនាក់ទំនង
vi: Mối quan hệ

# CJ_CURD_TXT_SEARCH_CARD_TITLE
source: Name card
de: Visitenkarte
ja: カード名
km: ឈ្មោះកាត
vi: Tên thẻ

# CJ_CURD_TXT_SEARCH_FROM_DATE
source: Since
de: Schon seit
ja: 日付から
km: ចាប់ពីកាលបរិច្ឆេទ
vi: Từ ngày

# CJ_CURD_TXT_SEARCH_MEMBER
source: Member
de: Mitglied
ja: 会員
km: សមាជិកភាព
vi: Thành viên

# CJ_CURD_TXT_SEARCH_OBJ_CODE
source: Object
de: Objekt
ja: 対象
km: វត្ថុ
vi: Đối tượng

# CJ_CURD_TXT_SEARCH_OBJ_DEPENDENCY
source: Type of object
de: Objekttyp
ja: オブジェクトの種類
km: ប្រភេទវត្ថុ
vi: Loại đối tượng

# CJ_CURD_TXT_SEARCH_STATUS
source: Status
ja: ステータス
km: ស្ថានភាព
vi: Trạng thái

# CJ_CURD_TXT_SEARCH_TO_DATE
source: Since
de: Schon seit
ja: 日付から
km: ចាប់ពីកាលបរិច្ឆេទ
vi: Từ ngày

# CJ_CURD_TXT_SELECT_CARD
source: Choose card
de: Karte auswählen
ja: カードを選択してください
km: ជ្រើសរើសកាត
vi: Chọn thẻ

# CJ_CURD_TXT_STATUS
source: Card status
de: Kartenstatus
ja: カードの状態
km: ស្ថានភាពកាត
vi: Trạng thái thẻ

# CJ_CURD_TXT_TEAM
source: Group
de: Gruppe
ja: 団体
km: ក្រុម
vi: Nhóm

# CJ_CURD_TXT_TEAM_CODE
source: Group
de: Gruppe
ja: 団体
km: ក្រុម
vi: Nhóm

# CJ_CURD_TXT_TEAM_NAME
source: Group name
de: Gruppenname
ja: グループ名
km: ឈ្មោះក្រុម
vi: Tên nhóm

# CJ_CURD_TXT_TYPE
source: Species
de: Spezies
ja: 種類
km: ប្រភេទ
vi: Loại

# CJ_CURD_TXT_WORK_TYPE
source: Select the type of job
de: Wählen Sie den Jobtyp
ja: ジョブの種類を選択してください
km: ជ្រើសរើសប្រភេទការងារ
vi: Chọn kiểu công việc

# CJ_DEPART_GROUP_MEMBER
source: Department / Group / Member
de: Abteilungen / Gruppen / Mitglieder
ja: 部門/グループ/メンバー
km: នាយកដ្ឋាន / ក្រុម / សមាជិក
vi: Phòng ban/Nhóm/Thành viên

# CJ_IMG_CHECK_IN
source: Photo check in
de: Foto einchecken
ja: 写真のチェックイン
km: ពិនិត្យរូបថតចូល
vi: Ảnh check in

# CJ_IMG_CHECK_OUT
source: Photo check out
de: Foto auschecken
ja: 写真チェックアウト
km: ពិនិត្យមើលរូបថត
vi: Ảnh check out

# CJ_LBL_ACCEPTED
source: Agree
de: Zustimmen
ja: 同意する
km: យល់ព្រម
vi: Đồng ý

# CJ_LBL_ACT_MEMBER_ASSIGN
source: Operation person assigned
de: Aktive Personen zugewiesen
ja: 割り当てられた操作者
km: ប្រតិបត្ដិការត្រូវបានចាត់តាំង
vi: Hoạt động người được giao

# CJ_LBL_ADD_TAG
source: Add a tag
de: Füge einen Tag hinzu
ja: タグを追加する
km: បន្ថែមស្លាក
vi: Thêm tag
