Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/EDMSQRCodeManagerController.*.resx
Languages: ko, my

# EDMS_QRCODE_MANAGER_ADD_BOX
source: Box added successfully
ko: 상자가 성공적으로 추가되었습니다.
my: ထောင့်ကွက်ကိုအောင်မြင်စွာထည့်ပြီးပါပြီ

# EDMS_QRCODE_MANAGER_ADD_BOX1
source: Add a box to print
ko: 인쇄 할 상자 추가
my: ပုံနှိပ်ရန် box တစ်ခုထည့်ပါ

# EDMS_QRCODE_MANAGER_ADD_SHELF_POSITION
source: Successfully added shelf positions
ko: 선반 위치를 성공적으로 추가했습니다.
my: အောင်မြင်စွာထည့်ထားသောကမ်းလွန်ရေတိမ်ပိုင်းရာထူး

# EDMS_QRCODE_MANAGER_All
source: All
ko: 모두
my: အားလုံး

# EDMS_QRCODE_MANAGER_BAR_CODE
source: Bar code
ko: 바 코드
my: ဘားကုဒ်

# EDMS_QRCODE_MANAGER_BTN_ADD
source: Create QRCode
ko: QRCode 생성
my: QRCode ကိုဖန်တီးပါ

# EDMS_QRCODE_MANAGER_BTN_PRINT
source: Print QR code
ko: QR 코드 인쇄
my: QR ကုဒ်ကိုပုံနှိပ်ပါ

# EDMS_QRCODE_MANAGER_CHOOSE
source: Selection
ko: 선택
my: ရွေးချယ်မှု

# EDMS_QRCODE_MANAGER_CHOOSE_FLOOR
source: Choose the floor
ko: 층 선택
my: ကြမ်းပြင်ကိုရွေးချယ်ပါ

# EDMS_QRCODE_MANAGER_CHOOSE_OBJ_DEL
source: Please select objects to remove
ko: 제거 할 개체를 선택하십시오
my: ဖယ်ရှားပစ်ရန်အရာဝတ္ထုကိုရွေးပါ

# EDMS_QRCODE_MANAGER_CHOOSE_OBJ_PRINT
source: Please select objects to print!
ko: 인쇄 할 개체를 선택하십시오!
my: ကျေးဇူးပြု၍ ပုံနှိပ်ရန်အရာဝတ္ထုများကိုရွေးပါ။

# EDMS_QRCODE_MANAGER_CHOOSE_ROW
source: Select range
ko: 범위 선택
my: အကွာအဝေးကိုရွေးပါ

# EDMS_QRCODE_MANAGER_CHOOSE_SHELF
source: Choose shelf
ko: 선반 선택
my: ကမ်းလွန်ရေတိမ်ပိုင်းရွေးပါ

# EDMS_QRCODE_MANAGER_CHOOSE_WAREHOUSE
source: Select the warehouse
ko: 창고 선택
my: ဂိုဒေါင်ကိုရွေးချယ်ပါ

# EDMS_QRCODE_MANAGER_COL_CREATD_TIME
source: Date created
ko: 작성일
my: ရက်စွဲဖန်တီးပြီး

# EDMS_QRCODE_MANAGER_COL_CREATOR
source: Creator
ko: 창조자
my: ဖန်ဆင်းရှင်

# EDMS_QRCODE_MANAGER_COL_DATE_CREATED
source: Date created
ko: 작성일
my: ရက်စွဲဖန်တီးပြီး

# EDMS_QRCODE_MANAGER_COL_GIVEN_NAME
source: Creator
ko: 창조자
my: ဖန်ဆင်းရှင်

# EDMS_QRCODE_MANAGER_COL_NO
source: No
ko: 아니
my: မဟုတ်ဘူး

# EDMS_QRCODE_MANAGER_COL_OBJ_CODE
source: Entity code
ko: 엔티티 코드
my: ကုဒ်နံပါတ်

# EDMS_QRCODE_MANAGER_COL_OBJ_CODE1
source: Object code
ko: 개체 코드
my: အရာဝတ္ထုကုဒ်

# EDMS_QRCODE_MANAGER_COL_OBJ_NAME
source: Name of the object
ko: 개체의 이름
my: အရာဝတ္ထု၏အမည်

# EDMS_QRCODE_MANAGER_COL_OBJ_TYPE
source: Entity type
ko: 엔티티 유형
my: အမျိုးအစား

# EDMS_QRCODE_MANAGER_COL_OBJ_TYPE1
source: Object type
ko: 개체 유형
my: အရာဝတ္ထုအမျိုးအစား

# EDMS_QRCODE_MANAGER_COL_PRINT_NUMBER
source: Number of prints
ko: 인쇄 매수
my: ထုတ်အရေအတွက်

# EDMS_QRCODE_MANAGER_COL_QR_CODE
source: QR Code
ko: QR 코드
my: QR ကုဒ်

# EDMS_QRCODE_MANAGER_COL_QR_CODE1
source: QR Code
ko: QR 코드
my: QR ကုဒ်

# EDMS_QRCODE_MANAGER_COL_QR_CODE2
source: QR Code
ko: QR 코드
my: QR ကုဒ်

# EDMS_QRCODE_MANAGER_DELETE_BOX
source: Successfully unboxed
ko: 개봉 성공
my: အောင်မြင်စွာ unboxed

# EDMS_QRCODE_MANAGER_DELETE_SHELF_POSITION
source: Successfully removed the shelf position
ko: 선반 위치를 성공적으로 제거했습니다.
my: အောင်မြင်စွာစင်ပေါ်အနေအထားကိုဖယ်ရှားခဲ့သည်

# EDMS_QRCODE_MANAGER_ENTER
source: Please enter your search keyword!
ko: 검색 키워드를 입력하세요!
my: ကျေးဇူးပြု၍ ရှာဖွေသောသော့ကိုထည့်ပါ

# EDMS_QRCODE_MANAGER_FLOOR
source: Floor
ko: 바닥
my: ကြမ်းပြင်

# EDMS_QRCODE_MANAGER_FOUND_BOX
source: box. Added
ko: 상자. 추가됨
my: သတျတော။ ထည့်သည်

# EDMS_QRCODE_MANAGER_INSTRUCTIONS
source: Instructions: Select objects of warehouses, floors, ranges, shelves ... for printing
ko: 지침 : 인쇄를 위해 창고, 바닥, 범위, 선반 등의 개체 선택
my: ညွှန်ကြားချက်များ - ပုံနှိပ်ခြင်းအတွက်သိုလှောင်ရုံများ၊ ကြမ်းပြင်များ၊

# EDMS_QRCODE_MANAGER_LBL_BOX
source: Document box
ko: 문서 상자
my: စာရွက်စာတမ်း box

# EDMS_QRCODE_MANAGER_LBL_BRANCH
source: Unit
ko: 단위
my: ယူနစ်

# EDMS_QRCODE_MANAGER_LBL_CREATED_BY
source: Creator
ko: 창조자
my: ဖန်ဆင်းရှင်

# EDMS_QRCODE_MANAGER_LBL_DOCCUMENTBOX
source: Type of document
ko: 문서 유형
my: စာရွက်စာတမ်းအမျိုးအစား

# EDMS_QRCODE_MANAGER_LBL_FROM_DATE
source: Since
ko: 이후
my: ကတည်းက

# EDMS_QRCODE_MANAGER_LBL_OBJ_CODE
source: Object code
ko: 개체 코드
my: အရာဝတ္ထုကုဒ်

# EDMS_QRCODE_MANAGER_LBL_OBJ_TYPE
source: Object type
ko: 개체 유형
my: အရာဝတ္ထုအမျိုးအစား

# EDMS_QRCODE_MANAGER_LBL_OBJ_TYPE1
source: Object
ko: 목적
my: အရာဝတ္ထု

# EDMS_QRCODE_MANAGER_LBL_QR_CODE
source: List of QR Code created
ko: 생성 된 QR 코드 목록
my: created QR ကုဒ်များ၏စာရင်း

# EDMS_QRCODE_MANAGER_LBL_SHELF_POSITION
source: Cupboards
ko: 찬장
my: ဗီရို

# EDMS_QRCODE_MANAGER_LBL_TO_DATE
source: To date
ko: 현재까지
my: ယနေ့အထိ

# EDMS_QRCODE_MANAGER_LBL_WAREHOUSE
source: Warehouse
ko: 창고
my: ဂိုဒေါင်

# EDMS_QRCODE_MANAGER_LINK_HOME
source: Home page
ko: 홈페이지
my: မူလစာမျက်နှာ

# EDMS_QRCODE_MANAGER_MSG_CODE_EXIST
source: Object code already exists!
ko: 개체 코드가 이미 있습니다!
my: အရာဝတ္ထုကုဒ်ရှိပြီးသား!

# EDMS_QRCODE_MANAGER_MSG_QRCODE_NOT_EXIST
source: There is no QRCode code in the list!
ko: 목록에 QRCode 코드가 없습니다!
my: စာရင်းထဲမှာ QRCode ကုဒ်မရှိ!

# EDMS_QRCODE_MANAGER_NOT_BOX
source: This shelf has no boxes!
ko: 이 선반에는 상자가 없습니다!
my: ဒီစင်မှာသေတ္တာတွေမရှိဘူး။

# EDMS_QRCODE_MANAGER_NOT_FOUND_BOX
source: No box found!
ko: 상자가 없습니다!
my: box မတွေ့ပါ။

# EDMS_QRCODE_MANAGER_NOT_LOCATION
source: This shelf has no place!
ko: 이 선반에는 자리가 없습니다!
my: ဒီစင်ပေါ်မှာနေရာမရှိ!

# EDMS_QRCODE_MANAGER_PRINTING
source: Print QR Code
ko: QR 코드를 인쇄하십시오
my: QR ကုဒ်ကိုပုံနှိပ်ပါ

# EDMS_QRCODE_MANAGER_ROW
source: Range
ko: 범위

# EDMS_QRCODE_MANAGER_SEARCH_BOX
source: Search for the document box
ko: 문서 상자 검색
my: စာရွက်စာတမ်း box ကိုရှာပါ

# EDMS_QRCODE_MANAGER_SEARCH_SUCCESS
source: Successful search. Had found
ko: 성공적인 검색. 발견했다
my: အောင်မြင်သောရှာဖွေမှု။ ရှာတွေ့ခဲ့သည်

# EDMS_QRCODE_MANAGER_SELECT_ALL
source: Select all
ko: 모두 선택
my: အားလုံးကိုရွေးပါ

# EDMS_QRCODE_MANAGER_SHELF
source: Shelves
ko: 선반
my: စင်ပေါ်

# EDMS_QRCODE_MANAGER_TITLE
source: QR Code management
ko: QR 코드 관리
my: QR Code စီမံခန့်ခွဲမှု

# EDMS_QRCODE_MANAGER_TITLE1
source: QR Code management
ko: QR 코드 관리
my: QR Code စီမံခန့်ခွဲမှု

# EDMS_QRCODE_MANAGER_TITLE_ADD
source: Add QRCode code
ko: QRCode 코드 추가
my: QRCode ကုဒ်ထည့်ပါ

# EDMS_QRCODE_MANAGER_TXT_BRANCH
source: Unit
ko: 단위
my: ယူနစ်

# EDMS_QRCODE_MANAGER_TXT_CREATED_BY
source: Creator
ko: 창조자
my: ဖန်ဆင်းရှင်

# EDMS_QRCODE_MANAGER_TXT_FROM_DATE
source: Since
ko: 이후
my: ကတည်းက

# EDMS_QRCODE_MANAGER_TXT_OBJ_CODE
source: Select object code
ko: 개체 코드 선택
my: အရာဝတ္ထုကုဒ်ကိုရွေးချယ်ပါ

# EDMS_QRCODE_MANAGER_TXT_OBJ_TYPE
source: Choose your audience
ko: 청중 선택
my: ပရိသတ်ကိုရွေးချယ်ပါ

# EDMS_QRCODE_MANAGER_TXT_OBJ_TYPE1
source: Object
ko: 목적
my: အရာဝတ္ထု

# EDMS_QRCODE_MANAGER_TXT_TO_DATE
source: To date
ko: 현재까지
my: ယနေ့အထိ

# EDMS_QRCODE_MANAGER_VALIDATE_OBJ_CODE
source: Object code cannot be left blank
ko: 개체 코드는 비워 둘 수 없습니다.
my: Object code ကိုအလွတ်မထားနိုင်ပါ

# EDMS_QRCODE_MANAGER_VALIDATE_OBJ_TYPE
source: The object cannot be left blank
ko: 개체는 비워 둘 수 없습니다.
my: အရာဝတ္ထုကိုအလွတ်မထားနိုင်ပါ
