Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/EDMSDiagramWarehouseDocumentController.*.resx
Languages: km, lo, my

# EDMSDWC_LBL_ACTIVITY_S
source: Activity Sharp
km: សកម្មភាពស្រួច
lo: ກິດຈະ ກຳ Sharp
my: လှုပ်ရှားမှု Sharp က

# EDMSDWC_LBL_ARCHIVE
source: The archive
km: ប័ណ្ណសារ
lo: ຮວບຮວມ
my: အဆိုပါ archive ကို

# EDMSDWC_LBL_BUTTON
source: Button form
km: សំណុំបែបបទប៊ូតុង
lo: ແບບຟອມປຸ່ມ
my: Button ပုံစံ

# EDMSDWC_LBL_CABINET_CARTON
source: Cabinet / Carton
km: គណៈរដ្ឋមន្ត្រី / កេស
lo: ຕູ້ / ກ່ອງ
my: ကက်ဘိနက် / သေတ္တာ

# EDMSDWC_LBL_CODE
source: Code
km: លេខកូដ
lo: ລະຫັດ
my: ကုဒ်

# EDMSDWC_LBL_CREATOR
source: Creator
km: អ្នកបង្កើត
lo: ຜູ້ສ້າງ
my: ဖန်ဆင်းရှင်

# EDMSDWC_LBL_DETAIL
source: Detail
km: ពត៌មានលំអិត
lo: ລາຍລະອຽດ
my: အသေးစိတ်

# EDMSDWC_LBL_DOCUMENT_NUMBER
source: Document number
km: លេខ​ឯកសារ
lo: ເລກເອກະສານ
my: စာရွက်စာတမ်းနံပါတ်

# EDMSDWC_LBL_ENTER_KEYWORD
source: (Enter keyword by structure: Keyword 1 Keyword 2 *)
km: (បញ្ចូលពាក្យគន្លឹះតាមរចនាសម្ព័ន្ធ៖ ពាក្យគន្លឹះ ១ ពាក្យគន្លឹះ ២ *)
lo: (ກະລຸນາໃສ່ ຄຳ ທີ່ໃຊ້ໂດຍໂຄງສ້າງ: Keyword 1 Keyword 2 *)
my: (ဖွဲ့စည်းပုံအားဖြင့်သော့ချက်စာလုံးကိုရိုက်ထည့်ပါ - သော့ချက်စာလုံး ၁ Keyword 2 *)

# EDMSDWC_LBL_FIND_VOUCHERS
source: Find vouchers
km: ស្វែងរកប័ណ្ណ
lo: ຊອກຫາບັດເຕີມເງິນ
my: ဘောက်ချာများကိုရှာပါ

# EDMSDWC_LBL_HIDE_J
source: Hide Json
km: លាក់ជេសុន
lo: ເຊື່ອງ Json
my: Json ဖျောက်ထားပါ

# EDMSDWC_LBL_ICON_BIG
source: Big icon
km: រូបតំណាងធំ
lo: ໄອຄອນໃຫຍ່
my: အိုင်ကွန်ကြီး

# EDMSDWC_LBL_ICON_BIG_S
source: Big icons
km: រូបតំណាងធំ
lo: ໄອຄອນໃຫຍ່
my: အိုင်ကွန်ကြီးများ

# EDMSDWC_LBL_ICON_MEDIUM
source: Medium icon
km: រូបតំណាងមធ្យម
lo: ໄອຄອນຂະ ໜາດ ກາງ
my: အလတ်စားအိုင်ကွန်

# EDMSDWC_LBL_ICON_MEDIUM_S
source: Medium icon
km: រូបតំណាងមធ្យម
lo: ໄອຄອນຂະ ໜາດ ກາງ
my: အလတ်စားအိုင်ကွန်

# EDMSDWC_LBL_ICON_NODE
source: Node Icon
km: រូបតំណាងថ្នាំង
lo: Icon Node
my: Node အိုင်ကွန်

# EDMSDWC_LBL_ICON_SMALL
source: Small icons
km: រូបតំណាងតូច
lo: ໄອຄອນຂະ ໜາດ ນ້ອຍ
my: အသေးစားအိုင်ကွန်များ

# EDMSDWC_LBL_ICON_SMALL_S
source: Small icons
km: រូបតំណាងតូច
lo: ໄອຄອນຂະ ໜາດ ນ້ອຍ
my: အသေးစားအိုင်ကွန်များ

# EDMSDWC_LBL_KEY_WORD
source: Key word
km: ពាក្យគន្លឹះ
lo: ຄຳ ສຳ ຄັນ
my: အဓိကစကားလုံး

# EDMSDWC_LBL_LIST
source: List
km: បញ្ជី
lo: ລາຍຊື່
my: စာရင်း

# EDMSDWC_LBL_NAME
source: Name
km: ឈ្មោះ
lo: ຊື່
my: နာမည်

# EDMSDWC_LBL_OBJECT
source: Object
km: វត្ថុ
lo: ຈຸດປະສົງ
my: အရာဝတ္ထု

# EDMSDWC_LBL_PRINT
source: Print
km: បោះពុម្ព
lo: ພິມ
my: ပုံနှိပ်ပါ

# EDMSDWC_LBL_RANGE
source: Range
km: ជួរ
lo: ຊ່ວງ

# EDMSDWC_LBL_REDRAW
source: Redraw
km: រៀបចំឡើងវិញ
lo: ເອົາຄືນ

# EDMSDWC_LBL_SAVE
source: Save
km: រក្សាទុក
lo: ບັນທຶກ
my: သိမ်းဆည်းပါ

# EDMSDWC_LBL_SEARCH
source: Search
km: ស្វែងរក
lo: ຄົ້ນຫາ
my: ရှာပါ

# EDMSDWC_LBL_SHELVES
source: Shelves
km: ធ្នើ
lo: ຜ້າຄຸມ
my: စင်ပေါ်

# EDMSDWC_LBL_SHOW_HIDE
source: Show / Hide
km: បង្ហាញ / លាក់
lo: ສະແດງ / ເຊື່ອງ
my: ပြ / ဖျောက်ပါ

# EDMSDWC_LBL_SINCE
source: Since
km: ចាប់តាំងពី
lo: ຕັ້ງແຕ່
my: ကတည်းက

# EDMSDWC_LBL_SIZE
source: Size
km: ទំហំ
lo: ຂະ ໜາດ
my: အရွယ်အစား

# EDMSDWC_LBL_STATUS
source: Status
km: ស្ថានភាព
lo: ສະຖານະພາບ
my: အခြေအနေ

# EDMSDWC_LBL_TO_DATE
source: To date
km: កាលបរិច្ឆេត
lo: ເຖິງວັນທີ
my: ယနေ့အထိ

# EDMSDWC_LBL_ZOOMIN
source: ZoomIn
lo: ຂະ​ຫຍາຍ​ເຂົ້າ

# EDMSDWC_MSG_NO_DATA
source: No data available
km: មិនមានទិន្នន័យ
lo: ບໍ່ມີຂໍ້ມູນ
my: အချက်အလက်မရှိပါ

# EDMSDWC_TITLE_DATE_CREATED
source: Date created
km: កាលបរិច្ឆេទបង្កើត
lo: ວັນທີສ້າງ
my: ရက်စွဲဖန်တီးပြီး

# EDMSDWC_TITLE_FILE_NAME
source: File name
km: ឈ្មោះ​ឯកសារ
lo: ຊື່​ເອ​ກະ​ສານ
my: ဖိုင်နာမည်

# EDMSDWC_TITLE_PATH
source: Path
km: ផ្លូវ
lo: ເສັ້ນທາງ
my: လမ်းကြောင်း

# EDMSDWC_TITLE_PLACEMENT
source: Placement
km: ការដាក់
lo: ບັນຈຸເຂົ້າຮຽນ
my: နေရာချထားရေး

# EDMSDWC_TITLE_SERVER
source: Server
km: ម៉ាស៊ីនមេ
lo: ເຊີບເວີ
my: ဆာဗာ

# EDMSDWC_TITLE_UPDATE
source: Update
km: ធ្វើបច្ចុប្បន្នភាព
lo: ປັບປຸງໃຫ້ທັນ
my: နောက်ဆုံးသတင်း

# EDMSWM_VALIDATE_DEL_SHELF_BEFORE
source: Delete all rack before delete line
km: លុបរ៉ាកែតទាំងអស់មុនពេលលុបបន្ទាត់
lo: ລົບ rack ທັງຫມົດກ່ອນທີ່ຈະລຶບເສັ້ນ
my: Delete Shortete မတိုင်မီအားလုံးထိန်သိမ်းကိုဖျက်ပါ

# EDMSWM_VALIDATE_DEL_ROW_BEFORE
source: Delete all line before delete floor
km: លុបរាល់បន្ទាត់មុនពេលលុបចោលជាន់
lo: ລົບທັງຫມົດເສັ້ນກ່ອນທີ່ຈະລຶບພື້ນ
my: delete ကြမ်းပြင်မတိုင်မီလိုင်းအားလုံးကိုဖျက်ပါ

# EDMSDWC_LBL_EDIT
source: Edit
km: បិនិត្យ
lo: ແກ້ໄຂ
my: ပုံနှိပ်ရန်ပြင်ဆင်ရေးသား

# EDMSDWC_CURD_LBL_RACK_CODE
source: Rack code
km: លេខកូដ rack
lo: ລະຫັດ Rack
my: ကုဒ်နံပါတ်

# EDMSDWC_CURD_LBL_FLOOR_CODE
source: Floor code
km: លេខកូដជាន់
lo: ລະຫັດຊັ້ນ
my: ကြမ်းပြင်ကုဒ်

# EDMSDWC_CURD_TXT_WHS_CODE
source: Enter Area code
km: បញ្ចូលលេខកូដតំបន់ / ទីក្រុង
lo: ໃສ່ລະຫັດພາກພື້ນ / ເມືອງ
my: တိုင်းဒေသကြီး / စီးတီးကုဒ်ကိုရိုက်ထည့်ပါ

# EDMSDWC_CURD_LBL_POSITION_CODE
source: Position code
km: លេខកូដទីតាំង
lo: ລະຫັດຕໍາແຫນ່ງ
my: ရာထူးကုဒ်

# EDMSDWC_CURD_LBL_LINE_CODE
source: Line code
km: លេខកូដបន្ទាត់
lo: ລະຫັດເສັ້ນ
my: လိုင်းကုဒ်

# EDMSDWC_CURD_TXT_RACK_CODE
source: Enter Rack code
km: បញ្ចូលលេខកូដ rack
lo: ໃສ່ລະຫັດ Rack
my: Rack Code ကိုရိုက်ထည့်ပါ

# EDMSDWC_CURD_TXT_POSITION_CODE
source: Enter Position code
km: បញ្ចូលលេខកូដទីតាំង
lo: ໃສ່ລະຫັດຕໍາແຫນ່ງ
my: အနေအထားကုဒ်ရိုက်ထည့်ပါ

# EDMSDWC_CURD_TXT_LINE_CODE
source: Enter Line code
km: បញ្ចូលលេខកូដបន្ទាត់
lo: ໃສ່ລະຫັດເສັ້ນ
my: လိုင်းကုဒ်ရိုက်ထည့်ပါ

# EDMSDWC_CURD_TXT_FLOOR_CODE
source: Enter Floor code
km: បញ្ចូលលេខកូដជាន់
lo: ໃສ່ລະຫັດຊັ້ນ
my: ကြမ်းပြင်ကုဒ်ကိုထည့်ပါ

# EDMSDWC_CURD_LBL_WHS_CODE
source: Area code
km: បរិវេន
lo: ພື້ນທີ່
my: မေြရာ

# EDMSDWC_LBL_TITLE
source: Title
km: ចមនងចើង
lo: ໃບຕາດິນ
my: ခေါင်းစဥ်

# EDMSDWC_LBL_PACKING_WEIGHT
source: Packing Weight
km: ទំងន់វេចខ្ចប់
lo: ນ້ໍາຫນັກການຫຸ້ມຫໍ່
my: ထုပ်ပိုးထုပ်

# EDMSDWC_LBL_PACKING_SIZE
source: Packing Size
km: ទំហំកញ្ចប់
lo: ຂະຫນາດຫຸ້ມຫໍ່
my: ထုပ်ပိုးအရွယ်အစား

# EDMSDWC_LBL_PACKING_QUANTITY
source: Packing Quantity
km: បរិមាណវេចខ្ចប់
lo: ປະລິມານການຫຸ້ມຫໍ່
my: ထုပ်ပိုးအရေအတွက်

# EDMSDWC_LBL_OBJECT_GROUP
source: Group code
km: លេខកូដក្រុម
lo: ລະຫັດກຸ່ມ
my: အုပ်စုလိုက်ကုဒ်
