Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/EduExamController.*.resx
Languages: my, zh

# CMS_CAT_DISPLAY
source: Display
my: ပြသ
zh: 展示

# CMS_CAT_NOT_DISPLAY
source: Not displayed
my: မပြဘူး
zh: 没有展示

# CMS_ITEM_ARC_ALL
source: All
my: အားလုံး
zh: 全部

# CMS_ITEM_ARC_EN
source: English
my: အင်္ဂလိပ်
zh: 英语

# CMS_ITEM_ARC_FOCAL
source: Focus
my: သာ
zh: 重点

# CMS_ITEM_ARC_IMPRESSIVE_ARC
source: Outstanding post
my: ထူးချွန် post
zh: 优秀的帖子

# CMS_ITEM_ARC_NORMAL
source: Regular lessons
my: ပုံမှန်သင်ခန်းစာများ
zh: 常规课程

# CMS_ITEM_ARC_VN
source: Vietnamese
my: ဗီယက်နမ်လူမျိုး
zh: 越南语

# CMS_ITEM_BTN_CONTENT
source: Content
my: ကေြနပ်သော
zh: 内容

# CMS_ITEM_BTN_FILE
source: Attached files
my: ပူးတွဲဖိုင်များ
zh: 附加的文件

# CMS_ITEM_BTN_IMAGE
source: Image
my: အရုပ်
zh: 图片

# CMS_ITEM_CAPTION_NOT_EMPTY
source: Caption is not vacant
my: စာတန်းသည်လစ်လပ်မထားပါ
zh: 标题不空缺

# CMS_ITEM_CATEGORY_NOT_EMPTY
source: Categories are not empty
my: အမျိုးအစားများဗလာမဟုတ်ပါဘူး
zh: 类别不是空的

# CMS_ITEM_CHANGE_SMS
source: Want to change the display status
my: display status ကိုပြောင်းလဲချင်တယ်
zh: 想要更改显示状态

# CMS_ITEM_CHOOSE_IMG
source: Choose photos
my: ဓါတ်ပုံများကိုရွေးချယ်ပါ
zh: 选择照片

# CMS_ITEM_COL_ATTRIBUTE
source: Properties
my: ဂုဏ်သတ္တိမောင်များ
zh: 特性

# CMS_ITEM_COL_FILE_NAME
source: File name
my: ဖိုင်နာမည်
zh: 文件名

# CMS_ITEM_COL_TITLE
source: Title
my: ခေါင်းစဥ်
zh: 标题

# CMS_ITEM_COMBO_CATEGORY
source: Categories
my: အမျိုးအစားများ
zh: 类别

# CMS_ITEM_COMBO_CHOOSE_LANGUAGE
source: Choose language
my: ဘာသာစကားရွေးပါ
zh: 选择语言

# CMS_ITEM_COMBO_CHOOSE_TEMPLATE
source: Select the display template
my: display template ကိုရွေးပါ
zh: 选择显示模板

# CMS_ITEM_COMBO_STATUS
source: Status
my: အခေြအနေ
zh: 地位

# CMS_ITEM_COMBO_TYPE_ITEM
source: Lesson type
my: သင်ကိုယ်ခန်းစာအမျိုးအစား
zh: 课程类型

# CMS_ITEM_CREDIT_NOT_EMPTY
source: Credit is not vacant
my: ခရက်ဒစ်လစ်လပ်သည်မဟုတ်
zh: 信用不空缺

# CMS_ITEM_CURD_LBL_ADD_LIST_ITEM
source: Add new Lesson Lists
my: သင်ခန်းစာစာရင်းအသစ်ထည့်ပါ
zh: 添加新课程列表

# CMS_ITEM_CURD_LBL_ATT
source: Extended properties
my: တိုးချဲ့ဂုဏ်သတ္တိများ
zh: 扩展属性

# CMS_ITEM_CURD_LBL_CATEGORY
source: Categories
my: အမျိုးအစားများ
zh: 类别

# CMS_ITEM_CURD_LBL_CHOOSE_TEMPLATE
source: Select the display template
my: display template ကိုရွေးပါ
zh: 选择显示模板

# CMS_ITEM_CURD_LBL_CODESET
source: Properties code
my: ဂုဏ်သတ္တိများကုဒ်
zh: 属性代码

# CMS_ITEM_CURD_LBL_CREATED_FROM_DATE
source: Create from day
my: နေ့ကနေဖန်တီးပါ
zh: 从天创造

# CMS_ITEM_CURD_LBL_CREATED_TO_DATE
source: Create up to date
my: ရက်စွဲအထိဖန်တီးပါ
zh: 创建最新

# CMS_ITEM_CURD_LBL_DATE_POST
source: Date Submitted
my: တင်သွင်းသည့်ရက်စွဲ
zh: 提交日期

# CMS_ITEM_CURD_LBL_DESC
source: Describe
my: ဖေါ်ပြ
zh: 描述

# CMS_ITEM_CURD_LBL_EDIT_ITEM
source: Edit lessons
my: သင်ခန်းစာများကိုတည်းဖြတ်ပါ
zh: 编辑课程

# CMS_ITEM_CURD_LBL_FILE
source: Attached file
my: ပူးတွဲဖိုင်
zh: 附件

# CMS_ITEM_CURD_LBL_LANGUAGE
source: Language
my: ဘာသာစကား
zh: 语言

# CMS_ITEM_CURD_LBL_LIST_ITEM
source: Lesson list
my: သင်ခန်းစာစာရင်း
zh: 课程清单

# CMS_ITEM_CURD_LBL_NOTE
source: Note
my: မှတ်ချက်
zh: 笔记

# CMS_ITEM_CURD_LBL_PATH
source: Path
my: ခေြလမ်း
zh: 小路

# CMS_ITEM_CURD_LBL_POST_FROM_DATE
source: Posted from day
my: နေ့ကနေတင်ခဲ့သည်
zh: 发表于一天

# CMS_ITEM_CURD_LBL_POST_TO_DATE
source: Post to date
my: ယနေ့အထိ post
zh: 帖子到日期

# CMS_ITEM_CURD_LBL_STATUS
source: Status
my: အခေြအနေ
zh: 地位

# CMS_ITEM_CURD_LBL_TITLE
source: Title
my: ခေါင်းစဥ်
zh: 标题

# CMS_ITEM_CURD_LBL_TYPE
source: Type attribute
my: attribute ကိုရိုက်ပါ
zh: 类型属性

# CMS_ITEM_CURD_LBL_TYPE_ITEM
source: Lesson type
my: သင်ကိုယ်ခန်းစာအမျိုးအစား
zh: 课程类型

# CMS_ITEM_CURD_LBL_VALUE
source: Value
my: အဘိုး
zh: 价值

# CMS_ITEM_CURD_TXT_CREATED_FROM_DATE
source: Create from day
my: နေ့ကနေဖန်တီးပါ
zh: 从天创造

# CMS_ITEM_CURD_TXT_CREATED_TO_DATE
source: Create up to date
my: ရက်စွဲအထိဖန်တီးပါ
zh: 创建最新

# CMS_ITEM_CURD_TXT_DATE_POST
source: Date Submitted
my: တင်သွင်းသည့်ရက်စွဲ
zh: 提交日期

# CMS_ITEM_CURD_TXT_DESC
source: Describe
my: ဖေါ်ပြ
zh: 描述

# CMS_ITEM_CURD_TXT_FILE
source: File
my: ဖိုင်တဲွ
zh: 文件

# CMS_ITEM_CURD_TXT_PATH
source: Path
my: ခေြလမ်း
zh: 小路

# CMS_ITEM_CURD_TXT_POST_FROM_DATE
source: Posted from day
my: နေ့ကနေတင်ခဲ့သည်
zh: 发表于一天

# CMS_ITEM_CURD_TXT_POST_TO_DATE
source: Post to date
my: ယနေ့အထိ post
zh: 帖子到日期

# CMS_ITEM_CURD_TXT_TITLE
source: Title
my: ခေါင်းစဥ်
zh: 标题

# CMS_ITEM_IMG_CAPTION
source: IMAGE CAPTION
my: image စာတန်း
zh: 图像标题

# CMS_ITEM_IMG_CREDIT
source: Image Credit
zh: 图像信用

# CMS_ITEM_LIST_COL_CATEGORY
source: Categories
my: အမျိုးအစားများ
zh: 类别

# CMS_ITEM_LIST_COL_DATE_CREATED
source: Date created
my: ဖန်တီးသည့်နေ့စွဲ
zh: 创建日期

# CMS_ITEM_LIST_COL_DATE_POST
source: Date Submitted
my: တင်သွင်းသည့်ရက်စွဲ
zh: 提交日期

# CMS_ITEM_LIST_COL_PUBLISHED
source: Display
my: ပြသ
zh: 展示

# CMS_ITEM_LIST_COL_TITLE
source: Title
my: ခေါင်းစဥ်
zh: 标题

# CMS_ITEM_LIST_COL_TITLE_DATE_MODIFIED
source: Fix date
my: fix ရက်စွဲ
zh: 修复日期

# CMS_ITEM_MSG_ADD_SUCCESS
source: New success
my: အောင်မြင်မှုအသစ်
zh: 新成功

# CMS_ITEM_MSG_ARC_NOT_EXITS
source: Lessons do not exist
my: သင်ခန်းစာများမရှိပါ
zh: 课程不存在

# CMS_ITEM_MSG_DELETE_ARC_SUCCESS
source: Delete successful lessons
my: အောင်မြင်သောသင်ခန်းစာများကိုဖျက်ပါ
zh: 删除成功的课程

# CMS_ITEM_MSG_DELETE_EXT_ARC_SUCCESS
source: Delete successful properties
my: အောင်မြင်သောဂုဏ်သတ္တိများကိုဖျက်ပါ
zh: 删除成功的属性

# CMS_ITEM_MSG_ERR_ADD_IMG
source: There are errors when adding photos
my: ဓါတ်ပုံများကိုထည့်သောအခါအမှားများရှိသည်
zh: 添加照片时有错误

# CMS_ITEM_MSG_ERR_GET_DATA
source: Error when retrieving data
my: ဒေတာကိုပြန်လည်ရယူသောအခါအမှား
zh: 检索数据时出错

# CMS_ITEM_MSG_EXITS
source: Lessons already existed
my: သင်ခန်းစာများရှိပြီးသား
zh: 课程已经存在

# CMS_ITEM_MSG_NOT_BLANK
source: Please add new before selecting
my: ရွေးချယ်ခြင်းမပြုမီအသစ်ကိုထည့်ပါ
zh: 请在选择之前添加新建

# CMS_ITEM_MSG_SUCCESS_DOWLOAD
source: Download photos successfully
my: ဓာတ်ပုံများကိုအောင်မြင်စွာကူးယူပါ
zh: 成功下载照片

# CMS_ITEM_MSG_TITLE_EXITS
source: This title has existed in another lesson
my: ဤခေါင်းစဉ်သည်အခြားသင်ခန်းစာတစ်ခုတွင်တည်ရှိသည်
zh: 这个标题在另一个课程中存在

# CMS_ITEM_MSG_UPDATE_ARC_SUCCESS
source: Change of successful lessons
my: အောင်မြင်သောသင်ခန်းစာပြောင်းလဲခြင်း
zh: 改变成功的课程

# CMS_ITEM_MSG_UPDATE_FAIL
source: There are errors that occur when changing
my: ပြောင်းလဲနေတဲ့အချိန်မှာပေါ်ပေါက်လာတဲ့အမှားအယွင်းတွေရှိတယ်
zh: 改变时存在错误

# CMS_ITEM_NOT_EMPTY
source: Not be empty
my: ဗလာမဖြစ်
zh: 不是空的

# CMS_ITEM_NOTE
source: Note
my: မှတ်ချက်
zh: 笔记

# CMS_ITEM_PROPERTIES
source: Properties
my: ဂုဏ်သတ္တိမောင်များ
zh: 特性

# CMS_ITEM_SAVE
source: Save
my: ကယ်ဆယ်
zh: 节省

# CMS_ITEM_TEMPLATE_NOT_EMPTY
source: Template is not empty
my: template ကိုဗလာမဟုတ်ပါဘူး
zh: 模板不是空的

# CMS_ITEM_TITTLE
source: Title
my: ခေါင်းစဥ်
zh: 标题

# CMS_ITEM_UPDATE_SUCCESS
source: Update successful
my: အဆင့်မြှင့်တင်
zh: 更新成功

# CMS_ITEM_VALIDATE_ALIAS
source: The path is not vacant
my: လမ်းကြောင်းသည်လစ်လပ်မထားဘူး
zh: 路径不空缺

# CMS_ITEM_VALIDATE_CATEGORY
source: Category No vacant
my: အမျိုးအစားအဘယ်သူမျှမလစ်လပ်
zh: 类别不空置

# CMS_ITEM_VALIDATE_EMPTY
source: {0} Do not leave drums!
my: {0} ဗုံမချန်ပါနှင့်!
zh: {0}不要留下鼓！

# CMS_ITEM_VALIDATE_PATH
source: The path is not vacant
my: လမ်းကြောင်းသည်လစ်လပ်မထားဘူး
zh: 路径不空缺

# CMS_ITEM_VALIDATE_STATE_DISPLAY
source: Want to change the display status
my: display status ကိုပြောင်းလဲချင်တယ်
zh: 想要更改显示状态

# CMS_ITEM_VALIDATE_TEMPLATE
source: Template is not left blank
my: template ကိုကွက်လပ်မထားဘူး
zh: 模板不是空白

# CMS_ITEM_VALIDATE_TITLE
source: The title must not be blank
my: ခေါင်းစဉ်ကွက်လပ်မဖြစ်ရ
zh: 标题不得空白

# EDMSR_CURD_LBL_FILE
source: Select File to download
my: ဒေါင်းလုပ်လုပ်ရန်ဖိုင်ကိုရွေးချယ်ပါ
zh: 选择要下载的文件

# EDMSR_CURD_TXT_FILE
source: Select the path
my: လမ်းကြောင်းကိုရွေးချယ်ပါ
zh: 选择路径

# EDMSR_MSG_DELETE_SUCCESS
source: Delete the successful file
my: အောင်မြင်သောဖိုင်ကိုဖျက်ပါ
zh: 删除成功的文件

# EDMSR_MSG_UPLOAD_FILE_ERROR
source: Download the error file
my: အမှားဖိုင်ကို download လုပ်ပါ
zh: 下载错误文件

# EDMSR_MSG_UPLOAD_FILE_NULL
source: Please add a photo before saving
my: ငွေမသိမ်းဆည်းမီဓာတ်ပုံထည့်ပါ
zh: 请在保存前添加照片
