Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/EmployeeHomeController.*.resx
Languages: my

# EM_LBL_ACTIVE
source: Active
my: တက်ကြွဖြစ်ခြင်း

# EM_LBL_ALLOWANCE_CALCULATION
source: Allowance calculation
my: ထောက်ပံ့ကြေးတွက်ချက်မှု

# EM_LBL_ALLOWANCE_LIST
source: Allowance list
my: ထောက်ပံ့ကြေးစာရင်း

# EM_LBL_ALLOWANCE_PARAMETER
source: Allowance parameter
my: Allowance parameter သည်

# EM_LBL_BUSINESS
source: Business Department
my: စီးပွားရေးဌာန

# EM_LBL_CALENDAR
source: Calendar
my: ပြက္ခဒိန်

# EM_LBL_CALENDAR_CHECK_DO
source: Work Schedule and Timekeeping
my: အလုပ်ချိန်နှင့်အချိန်ဇယား

# EM_LBL_CANDIDATE_MANAGEMENT
source: Managing candidates
my: ကိုယ်စားလှယ်လောင်းများကိုစီမံခန့်ခွဲခြင်း

# EM_LBL_CONTRACT_AND_CARRER
source: Contract and Occupation
my: စာချုပ်နှင့်အလုပ်အကိုင်

# EM_LBL_DECISION_SALARY
source: Salary decision
my: လစာဆုံးဖြတ်ချက်

# EM_LBL_DETAIL
source: Detail
my: အသေးစိတ်

# EM_LBL_DEVICE
source: Device
my: စက်ကိရိယာ

# EM_LBL_END_CONTRACT
source: Termination of contract
my: စာချုပ်ရပ်စဲခြင်း

# EM_LBL_ENTER
source: Into the :
my: သို့:

# EM_LBL_FREE_BUSY_REPORT
source: Free / busy report
my: အခမဲ့ / အလုပ်များအစီရင်ခံစာ

# EM_LBL_HUMAN_RESOURCE_ACTIVITIES
source: HR ACTIVITIES
my: လူသားအရင်းအမြစ်ဆိုင်ရာလှုပ်ရှားမှုများ

# EM_LBL_KPI
source: Employee KPIs
my: ၀ န်ထမ်း KPIs

# EM_LBL_LATE
source: Late :
my: နှောင်းပိုင်း

# EM_LBL_LATE_100
source: Late: 100
my: နှောင်းပိုင်း - ၁၀၀

# EM_LBL_LATE_REPORT_PLEASE_LEAVE
source: Late Report / Please leave
my: နှောင်းပိုင်းအစီရင်ခံစာ / ထွက်သွားပါ

# EM_LBL_LIST_CAREER
source: List of occupation categories
my: အလုပ်အကိုင်အမျိုးအစား

# EM_LBL_LIST_OF_PERSONNEL
source: List of personnel
my: ၀ န်ထမ်းများစာရင်း

# EM_LBL_LOCATION
source: Location
my: တည်နေရာ

# EM_LBL_MANAGE_CV
source: Managing candidate profiles
my: ကိုယ်စားလှယ်လောင်းပရိုဖိုင်းများကိုစီမံခန့်ခွဲ

# EM_LBL_MOVE_EMPLOYEE
source: Human resource mobilization
my: လူ့စွမ်းအားအရင်းအမြစ်စည်းရုံးခြင်း

# EM_LBL_PAYROLL
source: Payroll
my: လစာ

# EM_LBL_PERSONNEL
source: Administrative personnel
my: အုပ်ချုပ်ရေးဆိုင်ရာပုဂ္ဂိုလ်များ

# EM_LBL_PERSONNEL_EMPLOYEE
source: Personnel
my: ဝန်ထမ်း

# EM_LBL_PERSONNEL_SALARY_AND_ALLOWANCE
source: Salary and Allowance
my: လစာနှင့်စရိတ်

# EM_LBL_PLAN_RECRUITMENT
source: Recruitment plan
my: စုဆောင်းမှုအစီအစဉ်

# EM_LBL_POSITION
source: Position
my: ရာထူး

# EM_LBL_PROPERTY
source: Properties
my: Properties ကို

# EM_LBL_PUBLIC_SUPERVISION
source: Public supervision
my: ပြည်သူ့ကြီးကြပ်မှု

# EM_LBL_RECRUIMENT_AND_TEST
source: Recruitment
my: စုဆောင်းမှု

# EM_LBL_RECRUIMENT_PROCESS
source: Recruitment situation
my: စုဆောင်းမှုအခြေအနေ

# EM_LBL_RECRUITMENT_ATTRIBUTE_MAIN
source: Criteria recruit
my: လိုအပ်ချက်များကိုစုဆောင်း

# EM_LBL_ROOM
source: Room
my: အခန်း

# EM_LBL_RPT_END_CONTRACT
source: Contract termination report
my: စာချုပ်ရပ်စဲရေးအစီရင်ခံစာ

# EM_LBL_RPT_MOVE_EMPLOYEE
source: Human resource mobilization report
my: လူ့စွမ်းအားအရင်းအမြစ်စည်းရုံးခြင်းအစီရင်ခံစာ

# EM_LBL_SAVE_THE_DIAGRAM
source: Save the diagram
my: ပုံကိုသိမ်းပါ

# EM_LBL_SCALE_SALARY
source: Wage scale
my: လုပ်ခစကေး

# EM_LBL_SETTING_PROPERTIES
source: Setting properties
my: ဂုဏ်သတ္တိများချိန်ညှိခြင်း

# EM_LBL_SET_UP_ALLOWANCES
source: Set up allowances
my: စရိတ် set up

# EM_LBL_SHUT_DOWN
source: Shut down
my: အပြီးပိတ်လိုက်သည်

# EM_LBL_SUBSCRIBE_ONLINE
source: Subscribe online
my: အွန်လိုင်းမှာယူပါ

# EM_LBL_TEST_RECUIIMENT
source: Recruitment exam
my: စုဆောင်းမှုစာမေးပွဲ

# EM_LBL_TIMEKEEPING
source: Timekeeping
my: အချိန်ဇယား

# EM_LBL_TOTAL
source: Total :
my: စုစုပေါင်း:

# EM_LBL_TOTAL_100
source: Total: 100
my: စုစုပေါင်း: 100

# EM_LBL_TOTAL_NUMBERS
source: total
my: စုစုပေါင်း

# EM_LBL_VACATION
source: Vacation :
my: အားလပ်ရက် :

# EM_LBL_VACATION_100
source: Vacation: 100
my: အားလပ်ရက် - ၁၀၀

# EM_LBL_WORK
source: Work
my: အလုပ်

# EM_LBL_BONUS_NARROW_DOWN
source: Narrow down
my: ကျဉ်းမြောင်း

# EM_LBL_BONUS_COMPENSATE
source: Decide to compensate
my: လျော်ကြေးပေးရန်ဆုံးဖြတ်ပါ

# EM_LBL_BONUS_DECISION
source: Disciplinary decision
my: စည်းကမ်းဆိုင်ရာဆုံးဖြတ်ချက်

# EM_LBL_BONUS_EMAIL
source: Recruitment email
my: စုဆောင်းမှုအီးမေးလ်

# EM_LBL_BONUS_EVENT
source: Event
my: အဖြစ်အပျက်

# EM_LBL_BONUS_EXTEND
source: Extend
my: တိုးချဲ့

# EM_LBL_BONUS_INTERVIEW
source: Interview schedule
my: အင်တာဗျူးအချိန်ဇယား

# EM_LBL_BONUS_MEETING_SCHEDULE
source: Meeting schedule
my: အစည်းအဝေးအချိန်ဇယား

# EM_LBL_COMMITMENT
source: Commitment Header
my: ကတိကဝတ်ခေါင်းစီး

# EM_LBL_COMPANY_RULE
source: Company Rule
my: ကုမ္ပဏီစည်းမျဉ်း
