Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/FacebookSocialConfigController.*.resx
Languages: ja, lo

# FB_CONF_SOCI_NETW_CFIG
source: Facebook Social NetWork Config
ja: Facebookソーシャルネットワーク設定
lo: Facebook Social Network aboutconfig

# FB_CONF_NAME
source: Search Facebook name
ja: Facebookの名前を検索
lo: Search Facebook Nomen

# FB_CONF_LIKE_AND_UNLIKE
source: Like/Unlike
ja: のような/違います
lo: Sicut / dissimilis

# FB_CONF_BOT_NAME
source: Bot name
ja: ボット名
lo: Bot nomen

# FB_CONF_MONITOR
source: Monitor
ja: モニター
lo: ການຕິດຕາມກວດກາ

# FB_CONF_UNLIKE_POST
source: Unlike post
ja: 投稿とは異なり
lo: ບໍ່ຄືກັບການໂພດ

# FB_CONF_UNLIKE_COMMENT
source: Unlike comment
ja: コメントとは異なり
lo: ບໍ່ຄືກັບຄໍາເຫັນ

# FB_CONF_TO
source: To
ja: に
lo: ເພື່ອ

# FB_CONF_UNLIKE
source: Unlike
ja: ようではない
lo: ບໍ່​ມັກ

# FB_CONF_STOP
source: Stop
ja: 止まる
lo: ຢຸດ

# FB_CONF_START
source: Start
ja: 始める
lo: ຊູບ

# FB_CONF_SHARE_POST
source: Share post
ja: 投稿を共有します
lo: ແບ່ງປັນ Post

# FB_CONF_POST
source: Post
ja: 役職
lo: ດ່ານ

# FB_CONF_POST_CONTENT
source: Post content
ja: コンテンツを投稿します
lo: ເນື້ອໃນໂພດ

# FB_CONF_PAGE
source: Page
ja: ページ
lo: ຫນ້າ

# FB_CONF_ORDER
source: Order
ja: 注文
lo: ການສັ່ງຊື້

# FB_CONF_OPERATION
source: Operation
ja: 手術
lo: ການປະຕິບັດງານ

# FB_CONF_LIST_KEY_WORD
source: List key word
ja: キーワードをリストします
lo: ລົງລາຍຊື່ສໍາຄັນ

# FB_CONF_MAIN_POST
source: Main post
ja: メインポスト
lo: ໂພສຫຼັກ

# FB_CONF_LIKE_POST
source: Like post
ja: 投稿のように
lo: ຄືກັບໂພສ

# FB_CONF_LIKE_COMMENT
source: Like comment
ja: コメントのように
lo: ເຊັ່ນດຽວກັນກັບຄໍາເຫັນ

# FB_CONF_KEY_WORD
source: Key word
ja: キーワード
lo: ຄໍາສໍາຄັນ

# FB_CONF_INVITE
source: Invite
ja: 招待
lo: ເຊີນ

# FB_CONF_JOB_CONTENT
source: Content job
ja: コンテンツジョブ
lo: ວຽກເນື້ອຫາ

# FB_CONF_GROUP
source: Group
ja: グループ
lo: ຈັດເຂົ້າ

# FB_CONF_GET_POST_COMMENT
source: Post comment
ja: コメントを投稿
lo: ການສະແດງຄວາມເຫັນ

# FB_CONF_GET_MAIN_POST
source: Get main post
ja: メインポストを入手してください
lo: ຮັບເອົາໄປສະນີຫຼັກ

# FB_CONF_GET_POST_CONTENT
source: Get post content
ja: ポストコンテンツを取得します
lo: ຮັບເອົາເນື້ອຫາ

# FB_CONF_GET_GET_POST_COMMENT
source: Get post comment
ja: 投稿コメントを取得します
lo: ໄດ້ຮັບຄໍາເຫັນໃນການສົ່ງ

# FB_CONF_GET
source: Get
ja: 得る
lo: ໄດ້

# FB_CONF_GET_COMMENT_POST
source: Get comment post
ja: コメント投稿を入手してください
lo: ໄດ້ຮັບການປະກອບຄໍາເຫັນ

# FB_CONF_FROM
source: From
ja: から
lo: ແຕ່

# FB_CONF_FRIEND
source: Friend
ja: 友達
lo: ເພື່ອນ

# FB_CONF_CONTENT
source: Content
ja: コンテンツ
lo: ເນື້ອຫາ

# FB_CONF_FOLLOW_SEARCH
source: Follow/Search
ja: フォロー/検索します
lo: ຕິດຕາມ / ຄົ້ນຫາ

# FB_CONF_COMMENT_POST
source: Comment post
ja: コメント投稿
lo: ຄໍາປະແດງຄໍາເຫັນ Post

# FB_CONF_CLEAR
source: Clear
ja: クリア
lo: ແຈ່ມແຈ້ງ

# FB_CONF_ADD_FRIEND
source: Add friend
ja: 友人を追加する
lo: ຕື່ມເພື່ອນ

# FB_CONF_ADD
source: Add
ja: 追加
lo: ເພີ່ມ

# FB_CONF_LIST_TAG_USER
source: List tag user
ja: タグユーザーをリストします
lo: ລາຍຊື່ຜູ້ໃຊ້ tag

# FB_CONF_TAG_USER
source: Tag user
ja: タグユーザー
lo: ຜູ້ໃຊ້ Tag

# FB_CONF_INSTAGRAM
source: Instagram social config
lo: Instagram ສັງຄົມ Config

# FB_CONF_INS_NAME
source: Name
ja: 名前
lo: ຊື່

# FB_CONF_HASH_TAG
source: Hash tag
ja: ハッシュタグ
lo: ເຄື່ອງ​ຫມາຍ​ສີ່​ຫຼ່ຽມ

# FB_CONF_FOLLOW_UNFOLLOW
source: Follow/Unfollow
ja: フォロー/フォローします
lo: ຕິດຕາມ / Unfollow

# FB_CONF_BOT_SOCIAL_NAME
source: Bot social name
ja: ボットソーシャル名
lo: bot social ຊື່

# FB_CONF_LIKE_VIDEO
source: Like video
ja: ビデオのように
lo: ເຊັ່ນວິດີໂອ

# FB_CONF_GET_POST_VIDEO
source: Get post video
ja: 投稿ビデオを入手してください
lo: ໄດ້ຮັບວິດີໂອ Post

# FB_CONF_POST_VIDEO
source: Post Video
ja: ビデオを投稿します
lo: ຕິດຕາມວິດີໂອ

# FB_CONF_SUBCRIBE
source: Subcribe
ja: サブスクライブ
lo: ອະນຸມັດ

# FB_CONF_TELE_CFIG
source: Telegram Social Config
lo: ໂທລະເລກ config

# FB_CONF_TWT_CFIG
source: Twitter Social Config
lo: config ສັງຄົມ Twitter

# FB_CONF_UNLIKE_VIDEO
source: Unlike video
ja: ビデオとは異なり
lo: ບໍ່ຄືກັບວີດີໂອ

# FB_CONF_YTB_CFIG
source: Youtube Social Config
lo: ລະຫັດສັງຄົມ YouTube

# FB_CONF_LINKEDIN
source: Linkedin Social Config
lo: config ສັງຄົມ LinkedIn

# BOT_RUNNING_MONITOR
source: Monitor
ja: モニター
lo: ການຕິດຕາມກວດກາ

# FB_CONF_TIKTOK
source: Tiktok Social Config
lo: tiktok ສັງຄົມ config

# FB_CONF_UNSUBCRIBE
source: Unsubcribe
ja: 申し立てを解除します
