Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/LmsCommonSettingController.*.resx
Languages: de, ja, ko

# LMS_COMMONSETT_ROLE_SUPPLIER
source: Supplier role
de: Lieferantenrolle
ja: サプライヤー役割
ko: 공급자 역할

# LMS_COMMONSETT_STATUS_PRODUCT
source: Product catalog status
de: Produktkatalogstatus
ja: 製品カタログのステータス
ko: 제품 카탈로그 상태

# LMS_COM_LBL_CODE
source: Code
ja: コード
ko: 암호

# LMS_COM_LBL_CODE_NAME
source: Code name
ja: コード名
ko: 코드 네임

# LMS_COMMONSETT_CODE_EXISTS
source: Code exists
de: Code existiert
ja: コードが存在します
ko: 코드가 있습니다

# LMS_COM_LBL_VALUE
source: Value
de: Wert
ja: 価値
ko: 값

# LMS_COMMONSETT_PRIORIRY
source: Priority setting
de: Prioritätensetzung
ja: 優先順位の設定
ko: 우선 순위 설정

# LMS_COMMONSETT_AREA_SUPPLIER
source: Supplier area
de: Lieferantenbereich
ja: サプライヤーエリア
ko: 공급 업체 영역

# LMS_COMMONSETT_HOLIDAYS
source: Holidays
de: Ferien
ja: 休日
ko: 휴가

# LMS_COMMONSETT_RELATIONSHIP
source: Relationship (relevant contract)
de: Beziehung (relevanter Vertrag)
ja: 関係（関連契約）
ko: 관계 (관련 계약)

# LMS_COMMONSETT_UNIT_PRODUCT
source: Unit product
de: Einheit Produkt
ja: ユニット製品
ko: 단위 제품

# LMS_COMMONSETT_UNIT
source: Unit
de: Einheit
ja: 単位
ko: 단위

# LMS_COM_LBL_GROUP
source: Group
de: Gruppe
ja: グループ
ko: 그룹

# LMS_COMMONSETT_STATUS
source: Status
ja: 状態
ko: 상태

# LMS_COMMONSETT_AREA_CUSTOMER
source: Customer area
de: Kundenbereich
ja: 顧客エリア
ko: 고객 영역

# LMS_COMMONSETT_TYPE_CUSTOMER
source: Customer Type
de: Kundentyp
ja: 顧客タイプ
ko: 고객 유형

# LMS_COMMONSETT_ROLE_JOB_CARD
source: Job card role
de: Jobkartenrolle
ja: 求人カードの役割
ko: 구직 카드 역할

# LMS_COMMOMSETT_TYPE_STAFF
source: Employee type
de: Mitarbeitertyp
ja: 従業員タイプ
ko: 직원 유형

# LMS_COMMONSETT_APP_VERSION
source: App version
ja: アプリのバージョン
ko: 앱 버전

# LMS_COM_LBL_FLAG
source: Flag
de: Flagge
ja: 国旗
ko: 깃발

# LMS_COMMONSETT_STATUS_COOPERATE
source: Status cooperate
de: Status kooperieren
ja: ステータス協力
ko: 상태 협력

# LMS_COMMONSETT_STATUS_CONTRACT_ORDER
source: Status contract/order
de: Status Vertrag/Bestellung
ja: ステータス契約/順序
ko: 상태 계약 / 주문

# LMS_COMMONSETT_STATUS_CONTRACT
source: Status contract
de: Vertragsstatus
ja: ステータス契約
ko: 상태 계약서

# LMS_COMMONSETT_STATUS_ORDER
source: Status request order
de: Statusanfrage Bestellung
ja: ステータスリクエスト順序
ko: 상태 요청 주문

# LMS_COMMONSETT_RELATIVE
source: Relative
de: Relativ
ja: 相対的
ko: 상대적인

# LMS_COM_LBL_SORT
source: Sort
de: Sortieren
ja: 選別
ko: 종류

# LMS_COMMONSETT_TYPE_SUPPLIER
source: Type supplier
de: Typenlieferant
ja: タイプサプライヤー
ko: 유형 공급 업체

# LMS_COMMONSETT_TYPE_THREAD
source: Type thread
de: Typ Gewinde
ja: タイプスレッド
ko: thread를 입력하십시오

# LMS_COMMONSETT_TYPE_PROJECT
source: Type project
de: Projekt eingeben
ja: タイププロジェクト
ko: 프로젝트를 입력하십시오

# LMS_COMMONSETT_THREAD_GROUP
source: Thread group
de: Themengruppe
ja: スレッドグループ
ko: 스레드 그룹

# LMS_COM_LBL_DETAIL
source: Details
de: Einzelheiten
ja: 詳細
ko: 세부

# LMS_COMMONSETT_NUMBER_ROW_TABLE
source: Number of rows to display in a table
de: Anzahl der in einer Tabelle anzuzeigenden Zeilen
ja: テーブルに表示する行数
ko: 표에 표시 할 행 수

# LMS_COMMONSETT_STATUS_ORDER_SUPPLIERS
source: Order status(suppliers)
de: Bestellstatus (Lieferanten)
ja: 注文状況（サプライヤー）
ko: 주문 상태 (공급 업체)

# LMS_COM_LBL_TYPE_NAME_DATA
source: Type name data
de: Namensdaten eingeben
ja: タイプ名データ
ko: 이름 데이터를 입력하십시오

# LMS_COM_LBL_TYPE_DATA
source: Type data
de: Daten eingeben
ja: タイプデータ
ko: 데이터를 입력하십시오

# LMS_COMMONSETT_ENTER_VALUE_YES_NO
source: Enter the setting value YES/NO
de: Eingabe des Einstellwertes JA/NEIN
ja: 設定値はい/いいえに入力します
ko: 설정 값을 입력하십시오. 예 / 아니오

# LMS_COMMONSETT_BLOCK_LIST_DISPLAY
source: Block list display
de: Anzeige der Sperrliste
ja: ブロックリスト表示
ko: 블록 목록 디스플레이

# LMS_COM_LBL_STRING
source: Strings
de: Saiten
ja: 弦
ko: 문자열

# LMS_COM_LBL_NUMBER
source: Number
de: Nummer
ja: 番号
ko: 숫자

# LMS_COM_LBL_MONEY
source: Money
de: Geld
ja: お金
ko: 돈

# LMS_COM_LBL_IMPORT_VALUE
source: Please enter setting value less than 255 characters
de: Bitte geben Sie den Einstellwert von weniger als 255 Zeichen ein
ja: 255文字未満の設定値を入力してください
ko: 설정 값을 255 자 미만으로 입력하십시오

# LMS_COM_LBL_HIDE
source: Hide
de: Verstecken
ja: 隠れる
ko: 숨다

# LMS_COM_LBL_DISPLAY
source: Display
de: Anzeige
ja: 画面
ko: 표시하다

# LMS_COM_LBL_DATE_TIME
source: Date
de: Datum
ja: 日にち
ko: 날짜
