Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/LmsDashBoardController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# LMS_QUIZ_MUST_DRAG_ONE_ELEMENT
source: There must be at least one answer arranged
de: Es muss mindestens eine Antwort geben, die angeordnet ist
fr: Il doit y avoir au moins une réponse arrangée
ja: 少なくとも1つの答えが配置されている必要があります
km: Hi ha d'haver almenys una resposta organitzada
ko: 적어도 하나의 대답이 있어야합니다
lo: Oportet saltem respondere disposita
my: အနည်းဆုံးအဖြေတစ်ခုရှိရမည်
vi: Phải có ít nhất một câu trả lời được sắp xếp
zh: 必须至少有一个答案安排

# LMS_QUIZ_NO_CHOICE_LIMIT
source: Only enter 1 answer
de: Geben Sie nur 1 Antwort ein
fr: Seulement entrer 1 réponse
ja: 1回の回答のみを入力してください
km: Introduïu només 1 resposta
ko: 1 답변 만 입력하십시오
lo: Tantum I respondere
my: 1 အဖြေကိုသာရိုက်ထည့်ပါ
vi: Chỉ được nhập 1 câu trả lời
zh: 只输入1个答案

# LMS_SHARE_PUBLIC
source: Public
de: Öffentlich zugänglich
fr: Publique
ja: 公衆
km: Públic
ko: 공공의
lo: Publicus
my: ပြည်သူပြည်သားနျင့်ဆိုင်သော
vi: Công cộng
zh: 民众

# LMS_START_TIME
source: Start time
de: Startzeit
fr: Heure de début
ja: 始まる時間
km: L'hora d'inici
ko: 시작 시간
lo: Satus tempus
my: စတင်ချိန်
vi: Thời gian bắt đầu
zh: 开始时间

# LMS_STUDENT
source: Student
fr: Élève
ja: 学生
km: Estudiant
ko: 학생
lo: Discipulus
my: ကေျာင်းသူ
vi: Học viên
zh: 学生

# LMS_STUDENT_EXIST
source: Students have existed
de: Studenten haben existiert.
fr: Les étudiants ont existé
ja: 学生が存在しました
km: Els estudiants han existit
ko: 학생들은 존재했습니다
lo: Alumni fuerunt
my: ကျောင်းသားများတည်ရှိသည်
vi: Học viên đã tồn tại
zh: 学生已经存在

# LMS_STUDENT_EXIST_MANY
source: Some practitioners have existed
de: Einige Praktizierende sind vorhanden
fr: Certains pratiquants ont existé
ja: いくつかの実務家が存在しています
km: Alguns professionals han existit
ko: 일부 실무자가 존재했습니다
lo: Quidam medici fuisse
my: အချို့သောလေ့ကျင့်သူများတည်ရှိခဲ့ကြသည်
vi: Một số học viên đã tồn tại
zh: 一些从业者已经存在

# LMS_STUDENT_MANAGMENT
source: Managing students
de: Studenten verwalten
fr: Gestion des étudiants
ja: 学生の管理
km: Gestió d'estudiants
ko: 학생 관리
lo: Curo alumni
my: ကျောင်းသားများကိုစီမံခြင်း
vi: Quản lý học viên
zh: 管理学生

# LMS_TRY_TIME
source: Test number
de: Testnummer
fr: Numéro de test
ja: テスト番号
km: Número de prova
ko: 테스트 번호
lo: Test numerus
my: စမ်းသပ်နံပါတ်
vi: Số lần thử
zh: 测试号码

# LMS_USER_ALL
source: All
de: Alle
fr: Tous
ja: 全て
km: Totes
ko: 모두
lo: Omnis
my: အားလုံး
vi: Tất cả
zh: 全部

# LMS_VIDEO_DURATION
source: Video duration
de: Videodauer.
fr: Durée de la vidéo
ja: ビデオ期間
km: Durada del vídeo
ko: 비디오 지속 시간
my: ဗွီဒီယိုကာလ
vi: Thời lượng video
zh: 视频持续时间

# LMS_END_TIME
source: End time
de: Endzeit.
fr: Heure de fin
ja: 終了時間
km: Fi del temps
ko: 끝 시간
lo: Tempus
my: အချိန်ကုန်ဆုံး
vi: Thời gian kết thúc
zh: 时间结束

# LMS_DO_PRACTICE
source: Try
de: Versuchen
fr: Essayer
ja: 試す
km: Intent
ko: 노력하다
lo: Experior
my: ကြိုးစား
vi: Làm thử
zh: 尝试

# LMS_DASHBOARD_SAVE_PERMISSION_SUCCESSFULLY
source: Successful
de: Erfolgreich
fr: Réussi
ja: 成功
km: Afortunat
ko: 성공적인
lo: Prospere
my: အောင်မြင်သော
vi: Lưu quyền thành công
zh: 成功的

# LMS_DASHBOARD_LECTURE_NOT_EXIST
source: Lecture does not exist
de: Vorlesung existiert nicht
fr: La vérification n'existe pas
ja: 講義は存在しません
km: La conferència no existeix
ko: 강의가 존재하지 않습니다
lo: Lectio non est
my: ဟောပြောပွဲမတည်ရှိပါဘူး
vi: Bài giảng không tồn tại
zh: 讲座不存在

# LMS_COLUMN_LENGTH_IS_DIFFERENT
source: Number of columns 1 other than the number of columns 2
de: Anzahl der Spalten 1 anders als die Anzahl der Spalten 2
fr: Nombre de colonnes 1 autres que le nombre de colonnes 2
ja: 列数1以外の列数2
km: Nombre de columnes 1 que no sigui el nombre de columnes 2
ko: 열 수 2 이외의 열 수 2
lo: Numerus columnarum I aliud quam numerus columnarum II
my: ကော်လံအရေအတွက်ထက်အခြားကော်လံအရေအတွက် 1
vi: Số lượng cột 1 khác số lượng cột 2
zh: 除列数2之外的列数1

# LMS_CLASS
source: Class
de: Klasse
fr: Classer
ja: クラス
km: Classificar
ko: 수업
lo: Genus
my: အမျိုးအစား
vi: Lớp học
zh: 班级

# LMS_QUIZ_EXIST
source: Submit
de: einreichen
fr: Nous faire parvenir
ja: 送信
km: Presentar
ko: 제출하다
lo: Submitto
my: နားထောင်
vi: Câu hỏi đã tồn tại
zh: 提交

# LMS_TRAINING_TYPE_DO_EXERCISE
source: Practice
de: Üben
fr: Entraine toi
ja: 練習
km: Practicar
ko: 관행
my: လေ့ကျင့်သည်
vi: Làm bài tập
zh: 实践

# LMS_TRAINING_TYPE_VIEW_LECTURE
source: Practice
de: Üben
fr: Entraine toi
ja: 練習
km: Practicar
ko: 관행
my: လေ့ကျင့်သည်
vi: Xem bài giảng
zh: 实践

# LMS_WORK_TYPES_TASK
source: See lectures
de: Vorlesungen sehen
fr: Voir les conférences
ja: 講義を見てください
km: Veure conferències
ko: 강의를 참조하십시오
lo: Vide lectionibus
my: ပို့ချချက်ကိုကြည့်ပါ
vi: Luyện tập
zh: 看到讲座

# LMS_FREE_EXERCISE
source: Edit
de: Bearbeiten
fr: Éditer
ja: 編集
km: Preprarar una edició
ko: 편집하다
my: ပုံနှိပ်ရန်ပြင်ဆင်ရေးသား
vi: Luyện tập
zh: 编辑

# LMS_LECTURE_LIST
source: Do homework
de: Hausaufgaben machen
fr: Faire ses devoirs
ja: 宿題をやる
km: Fer els deures
ko: 숙제 해
lo: Facere opus domūs
my: အိမ်စာလုပ်ပါ
vi: Chương Bài
zh: 做作业

# LMS_UNAVAILABLE
source: Easy
de: Leicht
fr: Facile
ja: 簡単
km: Fàcil
ko: 쉬운
lo: Facilis
my: လွယ်ကူသော
vi: Không sẵn sàng
zh: 简单

# LMS_AVAILABLE
source: Very easy
de: Sehr leicht
fr: Très facile
ja: 非常に簡単
km: Molt fàcil
ko: 아주 쉽게
lo: Facillimum
my: အလွန်လွယ်ကူသည်
vi: Sẵn sàng
zh: 很容易

# LMS_NOT_APPROVED
source: Delete the contest
de: Den Wettbewerb löschen
fr: Supprimer le concours
ja: コンテストを削除します
km: Elimineu el concurs
ko: 콘테스트 삭제
lo: Delere certamen
my: ပြိုင်ပွဲကိုဖျက်ပစ်ပါ
vi: Chưa duyệt
zh: 删除比赛

# LMS_APPROVED
source: Edit online lessons
de: Online-Lektionen bearbeiten.
fr: Modifier les leçons en ligne
ja: オンラインレッスンを編集します
km: Editeu les lliçons en línia
ko: 온라인 수업을 편집하십시오
lo: Recensere online lessons
my: အွန်လိုင်းသင်ခန်းစာများကိုတည်းဖြတ်ပါ
vi: Đã duyệt
zh: 编辑在线课程

# LMS_SUBJECT_NOT_EMPTY
source: The subject must not be empty
de: Das Thema darf nicht leer sein
fr: Le sujet ne doit pas être vide
ja: 対象は空にしてはいけません
km: El tema no ha de ser buit
ko: 코스는 비어 있지 않습니다
lo: Subiectum non vacua
my: ဘာသာရပ်ဗလာမဖြစ်သင့်
vi: Môn học không được để trống
zh: 主题一定是空的

# LMS_VALIDATE_DURATION
source: Unqualified
de: Unqualifiziert
fr: Sans réserve
ja: 無敵の
km: Incompetent
ko: 자격이 없습니다
lo: Probatus
my: အရည်အချင်းမရှိသော
vi: Thời lượng không được bỏ trống
zh: 不合格

# LMS_VALIDATE_QUIZ_CODE
source: The course code is not left blank
de: Der Kurscode wird nicht leer gelassen
fr: Le code du cours n'est pas laissé vide
ja: コースコードは空白のままになりません
km: El codi del curs no es queda en blanc
ko: 코스 코드는 공백으로 남아 있지 않습니다
lo: Cursum codice non reliquit blank
my: သင်တန်းကုဒ်သည်ကွက်လပ်မရှိပါ
vi: Mã lớp học không được bỏ trống
zh: 课程代码不是空白

# LMS_LEVEL_EASY
source: Student
fr: Élève
ja: 学生
km: Estudiant
ko: 학생
lo: Discipulus
my: ကေျာင်းသူ
vi: Dễ
zh: 学生

# LMS_LEVEL_VERY_HARD
source: Flag
de: Flagge
fr: Drapeau
ja: 国旗
km: Bandera
ko: 깃발
lo: Vexillum
my: အလံ
vi: Rất Khó
zh: 旗帜

# LMS_LEVEL_QUITE_HARD
source: Subjects existed
de: Probanden existierten
fr: Les sujets existaient
ja: 被験者が存在しました
km: Existien els subjectes
ko: 과목이 존재했습니다
lo: Subiecti fuerunt
my: ဘာသာရပ်များတည်ရှိသည်
vi: Khá khó
zh: 存在受试者

# LMS_LEVEL_HARD
source: Choose the subject to add
de: Wählen Sie den Antragsgegenstand aus
fr: Choisissez le sujet à ajouter
ja: 追加する件名を選択してください
km: Trieu el tema a afegir
ko: 추가 할 대상을 선택하십시오
lo: Elige subiectum addere
my: ထည့်ရန်အကြောင်းအရာကိုရွေးချယ်ပါ
vi: Khó
zh: 选择要添加的主题

# LMS_LEVEL_NORMAL
source: Student list
de: Studentenliste
fr: Liste des étudiants
ja: 学生リスト
km: Llista d'estudiants
ko: 학생 목록
lo: Discipulus List
my: ကျောင်းသားစာရင်း
vi: Trung Bình
zh: 学生名单

# LMS_LEVEL_VERY_EASY
source: The course has not been saved
de: Der Kurs wurde nicht gespeichert
fr: Le cours n'a pas été sauvé
ja: コースは保存されていません
km: El curs no s'ha desat
ko: 코스가 저장되지 않았습니다
lo: Et utique non salvatur
my: သင်တန်းကိုကယ်တင်ခြင်းမရှိသေးပါ
vi: Rất dễ
zh: 课程尚未保存

# LMS_TRAINING_TYPE_DO_TEST
source: Edit course
de: Kurs bearbeiten
fr: Édition
ja: コースを編集します
km: Edita el curs
ko: 과정 수정
lo: Edit utique
my: သင်တန်း
vi: Làm bài thi thử
zh: 编辑课程

# LMS_SUBJECT_NOT_EXIST
source: The subject do not exist
de: Das Thema gibt es nicht
fr: Le sujet n'existe pas
ja: 件名は存在しません
km: El subjecte no existeix
ko: 피사체가 존재하지 않습니다
lo: Subiecti non est
my: ဘာသာရပ်မတည်ရှိပါဘူး
vi: Môn học không tồn tại
zh: 主题不存在

# LMS_VALIDATE_SUBJECT_NAME
source: The subject name must not be empty
de: Der Subjektame darf nicht leer sein
fr: Le nom du sujet ne doit pas être vide
ja: 件名名を空にしてはいけません
km: El nom del subjecte no ha de ser buit
ko: 제목 이름은 비어 있지 않아야합니다
lo: Subject nomen non vacua
my: ဘာသာရပ်အမည်အချည်းနှီးဖြစ်ရပါမည်
vi: Tên môn học không được để trống
zh: 主题名称不能为空

# LMS_FINISH_LECTURE
source: Finish lecture
de: Vortrag beenden
fr: Terminer la conférence
ja: 仕上げ講演
km: Finalitzar la conferència
ko: 강의를 마칩니다
lo: PRAELIOR
my: ပို့ချချက်ပြီးအောင်
vi: Kết thúc bài giảng
zh: 完成讲座

# LMS_VALIDATE_LECTURE_NAME
source: The lecture name must not be empty
de: Der Vorlesungsname darf nicht leer sein
fr: Le nom de la conférence ne doit pas être vide
ja: 講義名は空にしてはいけません
km: El nom de la conferència no ha de ser buit
ko: 강의 이름은 비어 있지 않아야합니다
lo: Lectio nomen non vacua
my: ဟောပြောပွဲနာမည်ဗလာမဖြစ်ရ
vi: Tên bài giảng không được để trống
zh: 讲座名称不得为空

# LMS_VALIDATE_LECTURE_CODE
source: The lecture code must not be empty
de: Der Vortragscode darf nicht leer sein
fr: Le code de cours ne doit pas être vide
ja: 講義コードは空にしてはいけません
km: El codi de conferències no ha de ser buit
ko: 강의 코드는 비어 있지 않아야합니다
lo: PRAELECTIO CODE CODY non esse inanis
my: ဟောပြောပွဲကုဒ်သည်ဗလာမဖြစ်ရပါ
vi: Mã giảng không được để trống
zh: 讲座代码不得为空

# LMS_MUST_SELECT_COURSE
source: The course must be selected
de: Der Kurs muss ausgewählt werden
fr: Le parcours doit être sélectionné
ja: コースを選択する必要があります
km: S'ha de seleccionar el curs
ko: 코스를 선택해야합니다
lo: Sane electus
my: သင်တန်းကိုရွေးချယ်ရမည်
vi: Phải chọn khóa học
zh: 必须选择课程

# LMS_VALIDATE_SUBJECT_CODE
source: The subject code must not be empty
de: Der Betreffcode darf nicht leer sein
fr: Le code de sujet ne doit pas être vide
ja: 件名コードを空にしてはいけません
km: El codi de l'assumpte no ha de ser buit
ko: 주제 코드는 비어 있지 않아야합니다
lo: Subiectum Code non vacua
my: ဘာသာရပ်ကုဒ်ဗလာဖြစ်ရပါမည်
vi: Mã môn học không được bỏ trống
zh: 主题代码不得为空

# LMS_QUIZ_GAME_TITLE
source: Play the game to answer the question
de: Spielen Sie das Spiel, um die Frage zu beantworten
fr: Jouez au jeu pour répondre à la question
ja: 質問に答えるためにゲームをプレイしてください
km: លេខ​គណនី
ko: 질문에 답변하기 위해 게임을하십시오
lo: ຫຼິ້ນເກມທີ່ຈະຕອບຄໍາຖາມ
my: မေးခွန်းကိုဖြေဆိုရန်ဂိမ်းကစားပါ
vi: Chơi trò chơi để trả lời câu hỏi
zh: 玩游戏以回答这个问题

# LMS_COL_CREATE_TIME
source: Create time
de: Zeit schaffen
fr: Créer du temps
ja: 時間を作成します
km: ម៉ូឌុលផ្ទុកឯកសារឯកសារលំនាំដើមត្រូវបានចុះឈ្មោះ
ko: 시간을 만드십시오
lo: ກໍານົດເວລາ
my: အချိန်ဖန်တီးပါ
vi: Thời gian tạo
zh: 创建时间

# LMS_VIDEO_IS_EMPTY
source: The video is empty
de: Das Video ist leer
fr: La vidéo est vide
ja: ビデオは空です
km: វេចខ្ចប់ក្នុង
ko: 비디오는 비어 있습니다
lo: ວິດີໂອແມ່ນຫວ່າງເປົ່າ
my: ဗွီဒီယိုသည်ဗလာဖြစ်သည်
vi: Video bị bỏ trống
zh: 视频是空的

# LMS_PRACTICE_TEST_LBL_DATA_CMS
source: CMS data
de: CMS-Daten
fr: Données CMS
ja: CMSデータ
km: Dades de CMS
ko: CMS 데이터
my: CMS ဒေတာ
vi: Dữ liệu CMS
zh: CMS数据

# LMS_PRACTICE_TEST_LBL_FILE_IMAGE
source: Image
de: Bild
ja: 画像
km: Imatge
ko: 영상
lo: Imago
my: အရုပ်
vi: Hình ảnh
zh: 图片

# LMS_PRACTICE_TEST_LBL_FILE_SOUND
source: Audio file
de: Audiodatei
fr: Fichier audio
ja: オーディオファイル
km: Fitxer d'àudio
ko: 오디오 파일
my: အသံဖိုင်
vi: File âm thanh
zh: 音频文件

# LMS_PRACTICE_TEST_LBL_VIDEO_REFER
source: Reference video
de: Referenzvideo.
fr: Vidéo de référence
ja: 参照ビデオ
km: Vídeo de referència
ko: 참조 비디오
my: ရည်ညွှန်းဗီဒီယို
vi: Video tham khảo
zh: 参考视频

# LMS_PRACTICE_TEST_LBL_CREATE_POST
source: Add new posts
de: Neue Beiträge hinzufügen
fr: Ajouter de nouveaux messages
ja: 新しい投稿を追加してください
km: Afegiu nous missatges
ko: 새 게시물을 추가하십시오
lo: Addere novum stipes
my: ပို့စ်အသစ်များထည့်ပါ
vi: Thêm bài viết mới
zh: 添加新帖子

# LMS_PRACTICE_TEST_LBL_TITLE_POST
source: Article title
de: Artikelüberschrift
fr: Le titre de l'article
ja: 記事の名称
km: Títol de l'article
ko: 기사 제목
lo: Titulus
my: ဆောင်းပါးခေါင်းစဉ်
vi: Tiêu đề bài viết
zh: 文章题目

# LMS_PRACTICE_TEST_LBL_REFERENCES
source: Reference content
de: Referenzinhalt
fr: Contenu de référence
ja: 参照内容
km: Contingut de referència
ko: 참조 콘텐츠
lo: Content referat
my: ကိုးကားအကြောင်းအရာ
vi: Nội dung tham khảo
zh: 参考内容

# LMS_CREATED_QUIZ
source: Create a quiz
de: Erstellen Sie ein Quiz
fr: Créer un quiz
ja: クイズを作成します
km: បង្កើតកម្រងសំណួរ
ko: 퀴즈를 만듭니다
lo: ສ້າງແບບສອບຖາມ
my: ပဟေ create ိတစ်ခုဖန်တီးပါ
vi: Tạo trò chơi
zh: 创建测验

# LMS_DASHBOARD_LBL_CHART_QUIZ_VOLUNTARY
source: Voluntary questions
de: Freiwillige Fragen
fr: Questions volontaires
ja: 自発的な質問
km: សំណួរស្ម័គ្រចិត្ត
ko: 자발적인 질문
lo: ດຶກ
my: မိမိဆန္ဒအလျောက်မေးခွန်းများ
vi: Câu hỏi tự luyện
zh: 自愿问题

# LMS_WHEN
source: at
de: bei
fr: à
ja: で
km: ក្នុង
ko: ~에
lo: ທີ່
my: တွင်
vi: lúc
zh: 在

# LMS_NOW
source: Now
de: Jetzt
fr: À présent
ja: 今
km: ឥឡូវ​នេះ
ko: 지금
lo: ດຽວນີ້
my: ယခု
vi: Hiện tại
zh: 现在

# LMS_DASHBOARD_LBL_CHART_LECTURE_ASSIGNMENT
source: Assignment lectures
de: Zuordnungsvorlesungen
fr: Conférences d'affectation
ja: 割り当て講義
km: ការបង្រៀនកិច្ចការ
ko: 과제 강의
lo: ການບັນຍາຍການມອບຫມາຍ
my: တာဝန်ကျတဲ့နေရာ
vi: Bài giảng được giao
zh: 作业讲座

# LMS_DASHBOARD_LBL_CHART_LECTURE_VOLUNTARY
source: Voluntary lectures
de: Freiwillige Vorträge
fr: Conférences volontaires
ja: 自発的な講義
km: ការបង្រៀនដោយស្ម័គ្រចិត្ត
ko: 자발적인 강의
lo: ບົດບັນຍັດທີ່ສະຫມັກໃຈ
my: မိမိဆန္ဒအလျောက်ဟောကြား
vi: Bài giảng tự luyện
zh: 自愿演讲

# LMS_DASHBOARD_LBL_CHART_QUIZ_ASSIGMENT
source: Assignment questions
de: Zuweisungsfragen
fr: Questions d'affectation
ja: 割り当ての質問
km: សំណួរភ្នាក់ងារ
ko: 과제 질문
lo: ຄໍາຖາມການມອບຫມາຍ
my: Assignment မေးခွန်းများ
vi: Câu hỏi được giao
zh: 作业问题

# LMS_PRACTICE_TEST_MSG_CODE_NO_SPACE
source: Code must not start with white space
de: Code darf nicht mit White Space beginnen
fr: Le code ne doit pas commencer par l'espace blanc
ja: コードは空白から始めてはなりません
km: លេខកូដមិនត្រូវចាប់ផ្តើមជាមួយចន្លោះពណ៌សឡើយ
ko: 코드는 공백으로 시작해서는 안됩니다
lo: ລະຫັດບໍ່ຕ້ອງເລີ່ມຕົ້ນດ້ວຍພື້ນທີ່ສີຂາວ
my: Code သည်အဖြူရောင်အာကာသနှင့်မစတင်ရပါ
vi: Mã đề thi không bắt đầu bằng khoảng trắng
zh: 代码不得从白空间开始

# LMS_DASHBOARD_LBL_CHART_TEST_ASSIGNMENT
source: Assignment tests
de: Zuweisungstests
fr: Tests d'affectation
ja: 割り当てテスト
km: ការធ្វើតេស្តកិច្ចការ
ko: 과제 테스트
lo: ການສອບເສັງການແຕ່ງຕັ້ງ
vi: Đề thi được giao
zh: 分配测试

# LMS_DASHBOARD_LBL_CHART_FILE_STUDENT
source: Viewed files
de: Anzeigen Dateien
fr: Fichiers visualisés
ja: 表示されているファイル
km: ឯកសារដែលបានមើល
ko: 보기 파일
lo: ເບິ່ງເອກະສານ
my: ဖိုင်များကိုကြည့်ရှုသည်
vi: Số Tài liệu xem
zh: 查看的文件

# LMS_DASHBOARD_LBL_CHART_SUBJECT_STUDENT
source: Total subjects
de: Gesamtfächer
fr: Sujets totaux
ja: 総被験者
km: មុខវិជ្ជាសរុប
ko: 총 주제
lo: ຫົວຂໍ້ທັງຫມົດ
my: စုစုပေါင်းဘာသာရပ်များ
vi: Số môn học
zh: 总受试者

# LMS_DASHBOARD_LBL_CHART_TUTOR_STUDENT
source: Tutor sessions
de: Tutor -Sitzungen
fr: Sessions de tutrice
ja: 家庭教師セッション
km: វគ្គបង្រៀនគ្រូ
ko: 교사 세션
lo: ກອງປະຊຸມ Tutor
my: ကျူရှင်အစီအစဉ်များ
vi: Học online
zh: 导师会议

# LMS_DASHBOARD_LBL_CHART_EXAM_STUDENT
source: Participated exam
de: Teilgenommene Prüfung
fr: Examen participé
ja: 参加した試験
km: ការប្រឡងដែលបានចូលរួម
ko: 참여 시험
lo: ການສອບເສັງເຂົ້າຮ່ວມ
my: ပါဝင်ခဲ့စာမေးပွဲ
vi: Kỳ thi tham dự
zh: 参加考试

# LMS_DASHBOARD_LBL_CHART_TEST_VOLUNTARY
source: Voluntary tests
de: Freiwillige Tests
fr: Tests volontaires
ja: 自発的なテスト
km: ការធ្វើតេស្តដោយស្ម័គ្រចិត្ត
ko: 자발적 테스트
lo: ການທົດສອບຄວາມສະຫມັກໃຈ
my: မိမိဆန္ဒအလျောက်စမ်းသပ်မှု
vi: Đề tự luyện
zh: 自愿测试

# LMS_VALIDATE_COLUMN
source: Colum must have value 1 or 2
de: Colum muss Wert 1 oder 2 haben
fr: Colum doit avoir la valeur 1 ou 2
ja: Columには値1または2が必要です
km: កូឡាមត្រូវតែមានតម្លៃ 1 ឬ 2
ko: 콜럼에는 값 1 또는 2가 있어야합니다
lo: ຄໍລໍາຕ້ອງມີຄຸນຄ່າ 1 ຫຼື 2
my: Colum တန်ဖိုး 1 သို့မဟုတ် 2 ရှိရမည်
vi: Cột có giá trị 1 hoặc 2
zh: 柱必须具有1或2的价值

# LMS_DASHBOARD_LBL_TOTAL
source: Total
de: Gesamt
ja: 合計
km: បុកសរុប
ko: 총
lo: ທັງຫມົດ
my: လုံးဝသော
vi: Tổng số
zh: 全部的

# LMS_DASHBOARD_LBL_TOTAL_HOUR
source: Total doing time
de: Total -Zeit
fr: Temps total de faire
ja: 合計実行時間
km: សរុបពេលវេលាធ្វើ
ko: 총 시간
lo: ໃຊ້ເວລາທັງຫມົດ
my: စုစုပေါင်းလုပ်နေတာစုစုပေါင်း
vi: Tổng thời gian làm
zh: 总时间

# LMS_DASHBOARD_LBL_CHART_TEACHER_TWO
source: Chart two
de: Diagramm zwei
fr: Graphique deux
ja: チャート2
km: តារាងពីរ
ko: 차트 2
lo: ຕາຕະລາງສອງ
my: နှစ်ခုဇယားနှစ်ခု
vi: Biểu đồ 2
zh: 图2

# LMS_DASHBOARD_LBL_QUIZ_TEACHER
source: Total questions
de: Gesamtfragen
fr: Questions totales
ja: 合計質問
km: សំណួរសរុប
ko: 총 질문
lo: ຄໍາຖາມທັງຫມົດ
my: စုစုပေါင်းမေးခွန်းများ
vi: Câu hỏi
zh: 总问题

# LMS_DASHBOARD_LBL_LECTURE_TEACHER
source: Total lectures
de: Gesamtvorträge
fr: Conférences totales
ja: 合計講義
km: ការបង្រៀនសរុប
ko: 총 강의
lo: ການບັນຍາຍທັງຫມົດ
my: စုစုပေါင်းပို့ချချက်
vi: Bài giảng
zh: 总讲座

# LMS_DASHBOARD_BTN_SW_ROLE
source: Teacher / Student
de: Lehrer Student
fr: Enseignant étudiant
ja: 教師 /生徒
km: គ្រូ / និស្សិត
ko: 교사 / 학생
lo: ຄູ / ນັກຮຽນ
my: ဆရာ / ကျောင်းသား
vi: Giáo viên / Học viên
zh: 老师 /学生

# LMS_DASHBOARD_LBL_FILE_TEACHER
source: File uploaded
de: Datei hochgeladen
fr: Fichier téléchargé
ja: ファイルアップロード
km: ផ្ទុកឡើងឯកសារ
ko: 파일 업로드
lo: ອັບໂຫລດທີ່ອັບໂຫລດແລ້ວ
my: ဖိုင်တင်ခြင်း
vi: Số tài liệu upload lên
zh: 文件上传

# LMS_DASHBOARD_LBL_CHART_TEACHER_ONE
source: Chart one
de: Diagramm eins
fr: Graphique
ja: チャート1
km: គំនូសតាងមួយ
ko: 차트 1
lo: ຕາຕະລາງຫນຶ່ງ
my: တ ဦး တည်းဇယား
vi: Biểu đồ 1
zh: 图一

# LMS_DASHBOARD_LBL_EXAM_TEACHER
source: Total exams
de: Gesamtprüfungen
fr: Examens totaux
ja: 合計試験
km: ការប្រឡងសរុប
ko: 총 시험
lo: ການສອບເສັງທັງຫມົດ
my: စုစုပေါင်းစာမေးပွဲများ
vi: Kỳ thi
zh: 总考试

# LMS_DASHBOARD_LBL_SUBJECT_TEACHER
source: Total subjects
de: Gesamtfächer
fr: Sujets totaux
ja: 総被験者
km: មុខវិជ្ជាសរុប
ko: 총 주제
lo: ຫົວຂໍ້ທັງຫມົດ
my: စုစုပေါင်းဘာသာရပ်များ
vi: Số môn học
zh: 总受试者

# LMS_DASHBOARD_LBL_DONE
source: Done
de: Fertig
fr: Fait
ja: 終わり
km: រ្យេឱដេនោ
ko: 완료
lo: ແລ້ວ? ແລ້ວ
my: ပြီးပြီ
vi: Đạt được
zh: 完毕

# LMS_DASHBOARD_LBL_NOT_DONE
source: Not done
de: Nicht durchgeführt
fr: Pas fini
ja: まだ完成してない
km: មិនបានធ្វើ
ko: 완료되지 않았습니다
lo: ບໍ່ໄດ້ເຮັດ
my: မပြီးသေးဘူး
vi: Chưa đạt
zh: 尚未完成

# LMS_DASHBOARD_LBL_STUDENT_TEACHER
source: Total students
de: Gesamtschüler
fr: Étudiants totaux
ja: 総学生
km: និស្សិតសរុប
ko: 총 학생
lo: ນັກຮຽນທັງຫມົດ
my: စုစုပေါင်းကျောင်းသားများ
vi: Số học viên
zh: 总学生

# LMS_DASHBOARD_LBL_TEST_TEACHER
source: Total tests
de: Gesamttests
fr: Tests totaux
ja: 合計テスト
km: ការធ្វើតេស្តសរុប
ko: 총 테스트
lo: ການທົດສອບທັງຫມົດ
my: စုစုပေါင်းစမ်းသပ်မှု
vi: Đề luyện thi
zh: 总测试

# LMS_DASHBOARD_LBL_CLASS_TEACHER
source: Total classes
de: Gesamtklassen
fr: Classes totales
ja: 総クラス
km: ថ្នាក់សរុប
ko: 총 수업
lo: ຫ້ອງຮຽນທັງຫມົດ
my: စုစုပေါင်းအတန်း
vi: Số lớp
zh: 总课程

# LMS_LECTURE_INTERACT
source: Lecture interactive file
de: Vorlesungen interaktiver Datei
fr: Fichier interactif de cours
ja: 講義インタラクティブファイル
km: ឯកសារអន្តរកម្មការបង្រៀន
ko: 강의 대화식 파일
lo: ເອກະສານແບບໂຕ້ຕອບ
my: interactive ဖိုင်ကိုဟောပြောချက်
vi: Dữ liệu tương tác bài giảng
zh: 讲座交互式文件

# LMS_CAT_FOLDER
source: Courseware folder
de: Kurswarenordner
fr: Dossier
ja: コースウェアフォルダー
km: ថតហ្គេមវគ្គសិក្សា
ko: 코스웨어 폴더
lo: ແຟ້ມຫຼັກ
my: Cookware ဖိုင်တွဲ
vi: Thư mục học liệu
zh: 课件文件夹

# LMS_REPORT_SUMMARY_CRAWL_DATA
source: Crawled Data by Time
de: Krabbelte Daten nach der Zeit
fr: Données rampées par le temps
ja: 時間ごとにデータをrawった
km: បានលូនតាមទិន្នន័យតាមពេលវេលា
ko: 시간별로 데이터를 크롤링했습니다
lo: ຂໍ້ມູນທີ່ກວ້າງຂວາງຕາມເວລາ
my: အချိန်အားဖြင့်ဒေတာတွား
vi: Dữ liệu Thu thập theo thời gian
zh: 按时间爬行的数据

# LMS_REPORT_SUMMARY_DATA
source: Data
de: Daten
fr: Données
ja: データ
km: តិន្នន័យ
ko: 데이터
lo: ຂໍ້ມູນ
my: အချက်များ
vi: Dữ liệu
zh: 数据

# LMS_REPORT_SUMMARY_DAY
source: Day
de: Tag
fr: Jour
ja: 日
km: ថៃ
ko: 낮
lo: ວັນ
my: နေ့
vi: Ngày
zh: 天

# LMS_REPORT_SUMMARY_DOWNLOADFILE
source: Download Files
de: Dateien herunterladen
fr: Telecharger des fichiers
ja: ファイルをダウンロードします
km: ទាញយកឯកសារ
ko: 파일 다운로드
lo: ດາວໂຫລດໄຟລ໌
my: ဖိုင်များကို download လုပ်ပါ
zh: 下载文件

# LMS_REPORT_SUMMARY_FILESIZE
source: File Size
de: Dateigröße
fr: Taille du fichier
ja: ファイルサイズ
km: ទំហំ​ឯកសារ
ko: 파일 크기
lo: ຂະຫນາດເອກະສານ
my: ဖိုင်အရွယ်အစား
zh: 文件大小

# LMS_REPORT_SUMMARY_TIMESCAN
source: Time Scan
de: Zeitscan
fr: Balayage
ja: タイムスキャン
km: ការស្កេនពេលវេលា
ko: 시간 스캔
lo: ສະແກນເວລາ
my: အချိန်ကဲစစ်ဆေးခြင်း
zh: 时间扫描

# LMS_REPORT_SUMMARY_CAPCHAR
source: Capchar Number
de: Capchar -Nummer
fr: Numéro de Capchar
ja: キャッカー番号
km: លេខ capchar
ko: 캡 숯 번호
lo: ຈໍານວນ Capchar
my: Capchar နံပါတ်
vi: Capchar pass
zh: Capchar号

# LMS_COURSE_NUMBER_1
source: No.1
km: Núm. 1
my: အမှတ် 1
vi: Số 1
zh: 第1号
