Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/LmsDashBoardController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# LMS_ANSWER_CONTENT
source: Content of the answer
de: Inhalt der Antwort
fr: Contenu de la réponse
ja: 答えの内容
km: Contingut de la resposta
ko: 답변의 내용
lo: Content de respondere
my: အဖြေ၏ပါဝင်မှု
vi: Nội dung đáp án
zh: 答案的内容

# LMS_ANSWER_FILE
source: Answer file
de: Antwortdatei
fr: Dossier de réponses
ja: 応答ファイル
km: Fitxer de resposta
ko: 답변 파일
lo: Respondendum est file
my: ဖိုင်ကိုဖြေပါ
vi: File đáp án
zh: 回答文件

# LMS_ANSWER_VIDEO
source: Answer video
de: Antwort Video.
fr: Réponse vidéo
ja: 答えます
km: Respon el vídeo
ko: 답변 비디오
lo: Responde Video
my: ဗွီဒီယိုကိုဖြေပါ
vi: Video đáp án
zh: 回答视频

# LMS_ARCTILE_TITLE
source: Article title
de: Artikelüberschrift
fr: Le titre de l'article
ja: 記事の名称
km: Títol de l'article
ko: 기사 제목
lo: Titulus
my: ဆောင်းပါးခေါင်းစဉ်
vi: Tiêu đề bài viết
zh: 文章题目

# LMS_ARTICLE_CMS
source: Article CMS
de: Artikel CMS.
ja: 記事CMS.
ko: 기사 CMS
lo: Articulus CMS
my: ဆောင်းပါး CMS
vi: Bài viết CMS
zh: CMS文章

# LMS_AUTHOR
source: Author
de: Autor
fr: Auteur
ja: 著者
km: Autor
ko: 작가
lo: Auctor
my: စာရေးသူ
vi: Tác giả
zh: 作者

# LMS_CHECK_IN_TIME_NOT_EMPTY
source: Check the printing time must not be empty
de: Überprüfen Sie, ob die Druckzeit nicht leer sein darf
fr: Vérifiez que le temps d'impression ne doit pas être vide
ja: 印刷時間を確認する必要があります
km: Comproveu que el temps d'impressió no ha de ser buit
ko: 인쇄 시간을 점검해야합니다
lo: Reprehendo in printing tempus non vacua
my: ပုံနှိပ်ချိန်ကိုစစ်ဆေးပါ
vi: Thời gian Check in không được để trống
zh: 检查打印时间不能为空

# LMS_CHECK_OUT_TIME_NOT_EMPTY
source: Check Out time is not left blank
de: Check-Out-Zeit wird nicht leer gelassen
fr: Le temps de départ n'est pas laissé vide
ja: チェックアウト時間は空白のままになりません
km: L'hora de sortida no es deixa en blanc
ko: 체크 아웃 시간은 공백이 아닙니다
lo: Reprehendo sicco tempus non reliquit blank
my: အချိန်ကိုစစ်ဆေးကြည့်ပါ
vi: Thời gian Check out không được để trống
zh: 退房时间不是留空

# LMS_COL
source: Pillar
de: Säule
fr: Pilier
ja: 柱
km: Columna
ko: 기둥
lo: Columna
my: တိုင်မ
vi: Cột
zh: 支柱

# LMS_CORRECT_ANSWER
source: P / A is true
de: P / a ist wahr
fr: P / a est vrai
ja: P / Aはtrueです
km: P / a és cert
ko: P / A는 사실입니다
lo: P / A est verum
my: P / A သည်မှန်သည်
vi: P/A đúng
zh: p / a是真的

# LMS_CORRECT_COURSE_RESULTS
source: The results of the correct answer
de: Die Ergebnisse der richtigen Antwort
fr: Les résultats de la bonne réponse
ja: 正解の結果
km: Els resultats de la resposta correcta
ko: 정답의 결과
lo: Eventus rectam responsum
my: မှန်ကန်သောအဖြေ၏ရလဒ်များ
vi: Kết quả trả lời đúng
zh: 正确答案的结果

# LMS_CORRECT_TEST_RESULTS
source: Results of true examination
de: Ergebnisse der wahren Prüfung
fr: Résultats du véritable examen
ja: 真の試験の結果
km: Resultats del veritable examen
ko: 진정한 시험 결과
lo: Results of verus examen
my: စစ်မှန်တဲ့စာမေးပွဲရလဒ်များ
vi: Kết quả bài kiếm tra đúng
zh: 真正检查结果

# LMS_CREATED_ANSWER
source: Create an answer
de: Eine Antwort erstellen
fr: Créer une réponse
ja: 回答を作成します
km: Creeu una resposta
ko: 답변을 만드십시오
lo: Responsum creare
my: အဖြေတစ်ခုဖန်တီးပါ
vi: Tạo đáp án
zh: 创建一个答案

# LMS_DESC
source: Description
de: Beschreibung
fr: La description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
vi: Mô tả
zh: 描述

# LMS_DIFFICULT_LEVEL
source: Level of difficult
de: Schwierigkeitsgrad.
fr: Niveau de difficulté
ja: 難しいレベル
km: Nivell de difícil
ko: 수준의 어려움
lo: Difficile
my: ခက်ခဲ၏အဆင့်
vi: Độ khó
zh: 困难程度

# LMS_DISPLAY
source: Display
de: Anzeige
fr: Affichage
ja: 画面
km: Exposar
ko: 표시하다
lo: Dispono
my: ပြသ
vi: Hiển thị
zh: 展示

# LMS_DURATION
source: Time
de: Zeit
fr: Temps
ja: 時間
km: Temps
ko: 시간
lo: Tempus
my: အချိန်
vi: Thời lượng
zh: 时间

# LMS_DURATION_(MINUTES)
source: Duration (minutes)
de: Dauer (Minuten)
fr: Durée (minutes)
ja: 期間（分）
km: Durada (minuts)
ko: 기간 (분)
lo: Duration (minuta)
my: ကြာချိန် (မိနစ်)
vi: Thời lượng (Phút)
zh: 持续时间（分钟）

# LMS_INPUT_ONLY_ONE_ANSWER_TO_THIS_QUESTION
source: Just enter an answer to this question
de: Geben Sie einfach eine Antwort auf diese Frage ein
fr: Il suffit de saisir une réponse à cette question
ja: この質問に対する答えを入力してください
km: Només cal que introduïu una resposta a aquesta pregunta
ko: 이 질문에 대한 답변을 입력하십시오
lo: Iustus intrare responsum est quaestio
my: ဤမေးခွန်းကိုအဖြေတစ်ခုသာရိုက်ထည့်ပါ
vi: Chỉ nhập một câu trả lời cho câu hỏi này
zh: 只是输入这个问题的答案

# LMS_INPUT_QUESTION_CONTENT
source: Enter the content of questions
de: Geben Sie den Inhalt der Fragen ein
fr: Entrez le contenu des questions
ja: 質問の内容を入力してください
km: Introduïu el contingut de les preguntes
ko: 질문의 내용을 입력하십시오
lo: Intra contentus de quaestionum
my: မေးခွန်းများ၏အကြောင်းအရာကိုရိုက်ထည့်ပါ
vi: Nhập nội dung câu hỏi
zh: 输入问题的内容

# LMS_EXERCISE_CHART
source: Exercise charts
de: Übungsdiagramme
fr: Tableaux d'exercices
ja: 運動チャート
km: Cartes d'exercici
ko: 운동 차트
my: လေ့ကျင့်ခန်းဇယား
vi: Biểu đồ làm bài tập
zh: 锻炼图表

# LMS_FILE
source: File
de: Datei
fr: Fichier
ja: ファイル
km: Dossier
ko: 파일
lo: Lima
my: ဖိုင်တဲွ
vi: Tệp tin
zh: 文件

# LMS_FILE_NOT_SEE_ON_THE_MACHINE_PLEASE_CHOOSE_FILE
source: No files found in the machine, please select another file
de: Keine Dateien, die in der Maschine gefunden wurden, wählen Sie eine andere Datei aus
fr: Aucun fichier trouvé dans la machine, veuillez sélectionner un autre fichier
ja: マシンにファイルが見つかりませんでした、別のファイルを選択してください
km: No s'ha trobat cap fitxer a la màquina, seleccioneu un altre fitxer
ko: 기기에 파일이없는 파일은 다른 파일을 선택하십시오.
lo: Non files in apparatus, velit eligere aliud file
my: စက်တွင်ရှာမတွေ့ပါ, အခြားဖိုင်တစ်ခုကိုရွေးချယ်ပါ
vi: Không tìm thấy tệp tin trong máy, vui lòng chọn tệp tin khác
zh: 没有在机器中找到的文件，请选择另一个文件

# LMS_GUIDER
source: Creator
de: Schöpfer
fr: Créateur
ja: クリエーター
km: Creador
ko: 창조자
my: ဖန်တီးမှုရှင်
vi: Người tạo
zh: 创造者

# LMS_HOME_PAGE
source: Home page
de: Startseite
fr: Page d'accueil
ja: ホームページ
km: Pàgina d'inici
ko: 홈 페이지
lo: Pagina
my: ပင်မစာမျက်နှာ
vi: Trang chủ
zh: 主页

# LMS_IMAGE
source: Image
de: Bild
ja: 画像
km: Imatge
ko: 영상
lo: Imago
my: အရုပ်
vi: Hình ảnh
zh: 图片

# LMS_JOB_TITLE_NOT_START_WITH_ASPACE
source: The card does not start with white space
de: Die Karte beginnt nicht mit weißem Raum
fr: La carte ne commence pas avec l'espace blanc
ja: カードは白い空間で始まりません
km: La targeta no comença amb l'espai en blanc
ko: 카드는 공백으로 시작하지 않습니다
lo: Et card non satus cum album spatium
my: ကဒ်သည်အဖြူရောင်အာကာသနှင့်မစတင်ပါ
vi: Thẻ việc không bắt đầu bằng khoảng trắng
zh: 该卡不能从空格开始

# LMS_LECTURE
source: Lesson
de: Lektion
fr: Cours
ja: レッスン
km: Lliçó
ko: 수업
lo: Lectio
my: သင်္ခဏ်းစာ
vi: Bài giảng
zh: 课

# LMS_LECTURE_CODE
source: Lecture code
de: Vortragscode
fr: Code de cours
ja: 講義コード
km: Codi de conferències
ko: 강의 코드
lo: Lectio codice
my: သင်ကြားပို့ချမှုကုဒ်
vi: Mã bài giảng
zh: 讲义代码

# LMS_LECTURE_EDIT
source: Fix lectures
de: Vorlesungen befestigen
fr: Correction des conférences
ja: 講義を修正しました
km: Corregiu les conferències
ko: 강의를 고치십시오
lo: Fix lectionibus
my: Fix ပို့ချချက်များ
vi: Sửa bài giảng
zh: 修复讲座

# LMS_LECTURE_NAME
source: Lecture name
de: Vorlesungsname
fr: Nom de cours
ja: 講義名
km: Nom de la conferència
ko: 강의 이름
lo: Lectio nomen tuum
my: ဟောပြောချက်အမည်
vi: Tên bài giảng
zh: 讲座名称

# LMS_LECTURE_NOT_CREATED
source: Create new lectures unsuccessful
de: Neue Vorträge schaffen, die nicht erfolgreich sind
fr: Créer de nouvelles conférences infructueuses
ja: 新しい講義が失敗しました
km: Creeu noves conferències sense èxit
ko: 새로운 강의를 실패하게 만듭니다
lo: Create novam lectiones infeliciter
my: မအောင်မြင်သောပို့ချချက်အသစ်များကိုဖန်တီးပါ
vi: Tạo mới bài giảng không thành công
zh: 创建新讲座不成功

# LMS_LECTURE_STATUS
source: Status
fr: Statut
ja: スターテス
km: Estat
ko: 상태
my: အခေြအနေ
vi: Trạng thái
zh: 地位

# LMS_LECTURE_VIDEO
source: Video lecture
de: Video-Vortrag
fr: Lecture vidéo
ja: ビデオ講義
km: Conferència de vídeo
ko: 비디오 강연
my: ဗွီဒီယိုဟောပြောချက်
vi: Video bài giảng
zh: 视频演讲

# LMS_LECTURE_VIEW_CHART
source: See the lecture view
de: Sehen Sie den Vortragsansicht
fr: Voir la vue de cours
ja: 講義ビューを参照してください
km: Vegeu la vista de conferències
ko: 강의보기를 보아라
lo: Vide lectione visum
my: ဟောပြောပွဲမြင်ကွင်းကိုကြည့်ပါ
vi: Biểu đồ xem bài giảng
zh: 看看讲座视图

# LMS_LOCATIN_CHECK_IN_NOT_EMPTY
source: Location Check Print is not left blank
de: Standortprüfung Druck wird nicht leer gelassen
fr: Vérification de l'emplacement Imprimer n'est pas laissé vide
ja: 場所チェック印刷は空白のままになりません
km: La impressió de comprovació de la ubicació no es deixa en blanc
ko: 위치 점검 인쇄가 공백이 아닙니다
lo: Locus Reprehendo Print non reliquit blank
my: တည်နေရာ Check Print သည်ကွက်လပ်မထားပါ
vi: Địa điểm Check in không được để trống
zh: 位置检查打印不会留空

# LMS_LOCATIN_CHECK_OUT_NOT_EMPTY
source: Check Out Location Not left blank
de: Check-out-Ort nicht links leer
fr: Vérifier l'emplacement non laissé vide
ja: 場所をチェックしてください
km: Comproveu la ubicació no esquerra en blanc
ko: 확인되지 않은 위치를 확인하십시오
lo: Reprehendo sicco locus non reliquit blank
my: တည်နေရာကွက်လပ်ကိုမထားခဲ့ပါနှင့်
vi: Địa điểm Check out không được để trống
zh: 查看位置不留空

# LMS_MEDIA_STYLE
source: Media type
de: Medientyp
fr: Type de support
ja: メディアタイプ
km: Tipus de suport
ko: 미디어 유형
my: မီဒီယာအမျိုးအစား
vi: Kiểu media
zh: 媒体类型

# LMS_MSG_DELETED_FAILURE
source: Defeat
de: Verlust
fr: Défaite
ja: 敗北
km: Derrotar
ko: 패배시키다
lo: Vinco
my: ရှုံးခြင်း
vi: Xóa thất bại
zh: 打败

# LMS_MSG_INPUT_ANSWER_CONTENT
source: Enter the answer content
de: Geben Sie den Antwortinhalt ein
fr: Entrez le contenu de la réponse
ja: 答えの内容を入力してください
km: Introduïu el contingut de la resposta
ko: 답변 내용을 입력하십시오
lo: Intra responsum content
my: အဖြေအကြောင်းအရာရိုက်ထည့်ပါ
vi: Nhập nội dung câu trả lời
zh: 输入答案内容

# LMS_MSG_WANT_STATUS_CHANGE
source: Want to change status
de: Möchten Sie den Status ändern
fr: Vouloir changer de statut
ja: ステータスを変更したいです
km: Voleu canviar l'estat
ko: 상태를 변경하고 싶습니다
lo: Volo mutare status
my: status ကိုပြောင်းလဲချင်တယ်
vi: Muốn thay đổi trạng thái
zh: 想要改变状态

# LMS_MSG_YOUR_ANSWER_CORRECT
source: Your answer is correct
de: Ihre Antwort ist richtig
fr: Votre réponse est correcte
ja: あなたの答えは正しいです
km: La vostra resposta és correcta
ko: 당신의 대답은 정확합니다
lo: Tua responsum est rectam
my: သင့်ရဲ့အဖြေကမှန်တယ်
vi: Câu trả lời của bạn chính xác
zh: 你的答案是正确的

# LMS_MSG_YOUR_ANSWER_EXIST
source: Your answer has existed
de: Ihre Antwort ist vorhanden
fr: Votre réponse a existé
ja: あなたの答えは存在しました
km: La vostra resposta ha existit
ko: 당신의 대답이 존재했습니다
lo: Tua responsum est
my: သင်၏အဖြေရှိသည်
vi: Câu trả lời của bạn đã tồn tại
zh: 你的答案已经存在

# LMS_NEW_QUIZ
source: Add new questions
de: Neue fragen hinzufügen.
fr: Ajouter de nouvelles questions
ja: 新しい質問を追加してください
km: Afegiu noves preguntes
ko: 새로운 질문을 추가하십시오
lo: Addere novam quaestiones
my: မေးခွန်းအသစ်များထည့်ပါ
vi: Thêm mới câu hỏi
zh: 添加新问题

# LMS_NO
source: Stt
de: Stert
fr: Stoppé
ja: st
ko: 조달자
my: စဆဲတီ

# LMS_NO_ACTIVATED
source: Not activated
de: Nicht aktiviert
fr: Non activé
ja: 有効化されていません
km: No activat
ko: 활성화되지 않았습니다
lo: Non activated
my: activated မ
vi: Chưa kích hoạt
zh: 没有激活

# LMS_NO_LECTURE_SELECTED
source: Unemployed
de: Arbeitslos
fr: Sans emploi
ja: 失業者
km: Aturat
ko: 한가한
lo: Otiosus
my: အလုပ်လက်မဲ့သော
vi: Chưa tao bài giảng
zh: 失业者

# LMS_NO_SUBJECT_CREATED
source: Not created subjects
de: Nicht erstellte Themen
fr: Sujets non créés
ja: 作成されていません
km: Assignatures no creades
ko: 제작되지 않았습니다
lo: Non creata subjects
my: ဘာသာရပ်များဖန်တီးမ
vi: Chưa tạo môn học
zh: 没有创造的科目

# LMS_NOT_DISPLAYED
source: Not displayed
de: Nicht angezeigt
fr: Pas affichée
ja: 表示されていません
km: No es mostra
ko: 표시되지 않습니다
lo: Non proponendum
my: မပြဘူး
vi: Không hiển thị
zh: 没有展示

# LMS_PATH
source: Path
de: Weg
fr: Chemin
ja: 道
km: Camí
ko: 길
lo: Semita
my: ခေြလမ်း
vi: Đường dẫn
zh: 小路

# LMS_PLAN_ENDING_DATE_NOT_EMPTY
source: The end time does not have a blank
de: Die Endzeit hat kein Leerzeichen
fr: L'heure de fin n'a pas de blanc
ja: 終了時刻には空白がありません
km: El temps de finalització no té un espai en blanc
ko: 마지막 시간에는 공백이 없습니다
lo: In finem tempus non habet blank
my: အဆုံးအချိန်သည်ကွက်လပ်မရှိပါ
vi: Thời gian kết thúc không đưuọc để trống
zh: 结束时间没有空白

# LMS_PLAN_START_DATE_NOT_EMPTY
source: Plan starting time is not left blank
de: Die Startzeit des Planes wird nicht leer gelassen
fr: Le temps de départ du plan n'est pas laissé en blanc
ja: 計画開始時間は空白のままになりません
km: El temps d'inici del pla no es deixa en blanc
ko: 계획 시작 시간은 공백이 남아 있지 않습니다
lo: Plan incipiens tempus non reliquit blank
my: အစီအစဉ်စတင်အချိန်သည်ကွက်လပ်မကျန်ရစ်ပါ
vi: Thời gian bắt đầu kế hoạch không được để trống
zh: 计划开始时间不是空白

# LMS_PLAY_AUDIO
source: Audio playback
de: Audiowiedergabe
fr: Lecture audio
ja: オーディオの再生
km: Reproducció d'àudio
ko: 오디오 재생
my: အသံပြန်ဖွင့်ခြင်း
vi: Phát audio
zh: 音频播放

# LMS_PLEASE_INPUT_NUMBER_AND_NONNEGATIVE_NUMBER
source: Please enter numbers and numbers
de: Bitte geben Sie Nummern und Zahlen ein
fr: S'il vous plaît entrer des numéros et des chiffres
ja: 数字と数字を入力してください
km: Introduïu els números i els números
ko: 숫자와 숫자를 입력하십시오
lo: Please enter numero numeris
my: ကျေးဇူးပြု. နံပါတ်များနှင့်နံပါတ်များကိုရိုက်ထည့်ပါ
vi: Vui lòng nhập số và số không âm
zh: 请输入数字和数字

# LMS_QUIZ_CODE
source: Question code
de: Fragecode
fr: Code de question
ja: 疑問コード
km: Codi de pregunta
ko: 질문 코드
lo: Quaestio codice
my: မေးခွန်းကုဒ်ကုဒ်
vi: Mã câu hỏi
zh: 问号

# LMS_QUIZ_RESULT
source: Answer
de: Antworten
fr: Réponse
ja: 答え
km: Respondre
ko: 답변
lo: Exaudio
my: ပြန်ပေြာ
vi: Đáp án
zh: 回答

# LMS_REASONS_NOT_EMPTY
source: Reasons
de: Gründe dafür
fr: Les raisons
ja: reas reas
km: Motiu
ko: 원인
lo: De causis
my: အကြောင်းပြချက်
vi: Lý do để trống
zh: 原因

# LMS_REASONS_NOT_STARTING_WITH_ASPACE
source: The reason does not start with white space
de: Der Grund beginnt nicht mit dem weißen Raum
fr: La raison ne commence pas avec l'espace blanc
ja: その理由は空白で始まらない
km: La raó no comença amb l'espai en blanc
ko: 그 이유는 공백으로 시작하지 않습니다
lo: Ratio non incipit alba
my: အကြောင်းပြချက်အဖြူအာကာသနှင့်အတူစတင်မထားဘူး
vi: Lý do không bắt đầu bằng khoảng trắng
zh: 原因不从空格开始

# LMS_REF_CONTENT
source: Reference content
de: Referenzinhalt
fr: Contenu de référence
ja: 参照内容
km: Contingut de referència
ko: 참조 콘텐츠
lo: Content referat
my: ကိုးကားအကြောင်းအရာ
vi: Nội dung tham khảo
zh: 参考内容

# LMS_SUBJECT_CODE
source: Subject code
de: Fachcode
fr: Code de sujet
ja: 主題コード
km: Codi de subjecció
ko: 주제 코드
lo: Subiecto codice
my: ဘာသာရပ်ကုဒ်
vi: Mã môn học
zh: 主题代码

# LMS_SUBJECT_EDIT
source: Edit
de: Bearbeiten
fr: Éditer
ja: 編集
km: Preprarar una edició
ko: 편집하다
my: ပုံနှိပ်ရန်ပြင်ဆင်ရေးသား
vi: Sửa môn học
zh: 编辑

# LMS_SUBJECT_EXERCISES
source: Course Exercise
de: Kursübung.
fr: Exercice de cours
ja: コース運動
km: Exercici de cursos
ko: 코스 운동
lo: Utique exercitium
my: သင်တန်းလေ့ကျင့်ခန်း
vi: Bài tập môn học
zh: 课程练习

# LMS_SUBJECT_FILE
source: Course file
de: Kursdatei
fr: Dossier de cours
ja: コースファイル
km: Fitxer del curs
ko: 코스 파일
lo: Lima utique
my: သင်တန်းဖိုင်
vi: File môn học
zh: 课程文件

# LMS_SUBJECT_IMAGE
source: Photo subject
de: Foto-Betreff
fr: Sujet de photo
ja: フォトカテゴリ
km: Assumpte de fotos
ko: 사진 제목
lo: Photo
my: ဓာတ်ပုံဘာသာရပ်
vi: Ảnh môn học
zh: 照片主题

# LMS_SUBJECT_NAME
source: Subject title
de: Betreff-Titel
fr: Titre du sujet
ja: 件名のタイトル
km: Títol del subjecte
ko: 제목 제목
lo: Titulus
my: ဘာသာရပ်ခေါင်းစဉ်
vi: Tên môn học
zh: 主题标题

# LMS_SUBJECT_STATUS
source: Status
fr: Statut
ja: スターテス
km: Estat
ko: 상태
my: အခေြအနေ
vi: Trạng thái
zh: 地位

# LMS_SUBJECT_VIDEO
source: Video subject
de: Video-Betreff
fr: Sujet vidéo
ja: ビデオ件名
km: Assumpte de vídeo
ko: 비디오 제목
lo: Video
my: ဗီဒီယိုဘာသာရပ်
vi: Video môn học
zh: 视频主题

# LMS_TEACHER
source: Teacher
de: Lehrer
fr: Prof
ja: 教師
km: Mestra
ko: 선생님
lo: magister
my: ဆရာမ
vi: Giáo viên
zh: 老师

# LMS_TEST
source: Check
de: Prüfen
fr: Test
ja: テスト
km: Criteri
ko: 테스트
lo: Probo
my: စမ်းသပ်မှု
vi: Kiểm tra
zh: 测试

# LMS_TYPE
source: Type
de: Typ
fr: Taper
ja: タイプ
km: Escriure a màquina
ko: 유형
lo: Genus
my: ပုံနှိပ်စာ
vi: Loại
zh: 类型

# LMS_TYPE_NOT_EMPTY
source: Type of blank
de: Art des Rohlings
fr: Type de blanc
ja: 空白の種類
km: Tipus de blanc
ko: 공란의 유형
lo: Genus blank
my: ကွက်လပ်အမျိုးအစား
vi: Loại không được để trống
zh: 空白的类型

# LMS_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
km: Unitat
ko: 단위
lo: Unitas
my: တခု
vi: Đơn vị
zh: 单元

# LMS_VIDEO_REF
source: Reference video
de: Referenzvideo.
fr: Vidéo de référence
ja: 参照ビデオ
km: Vídeo de referència
ko: 참조 비디오
my: ရည်ညွှန်းဗီဒီယို
vi: Video tham khảo
zh: 参考视频

# LMS_VIEW_ARTICLE
source: See the article
de: Den Artikel ansehen.
fr: Voir l'article
ja: 記事を見てください
km: Vegeu l'article
ko: 기사를 참조하십시오
lo: Vide articuli
my: ဆောင်းပါးကိုကြည့်ပါ
vi: Xem bài viết
zh: 看文章

# LMS_VIEW_IMAGE
source: Look at the photos
de: Sehen Sie sich die Fotos an
fr: Regarde les photos
ja: 写真を見て
km: Mireu les fotos
ko: 사진을보다
lo: At photos
my: ဓါတ်ပုံများကိုကြည့်ပါ
vi: Xem ảnh
zh: 看那些照片

# LMS_VOICE
source: Audio file
de: Audiodatei
fr: Fichier audio
ja: オーディオファイル
km: Fitxer d'àudio
ko: 오디오 파일
my: အသံဖိုင်
vi: File âm thanh
zh: 音频文件

# LMS_WEIGHT_NOT_EMPTY
source: Short weight is not vacant
de: Das kurze Gewicht ist nicht frei
fr: Le poids court n'est pas vacant
ja: 短い体重は空いていません
km: El pes curt no està vacant
ko: 짧은 무게는 비어 있지 않습니다
lo: Brevi pondus non vacans
my: တိုတောင်းတဲ့အလေးချိန်လစ်လပ်မဟုတ်ပါဘူး
vi: Trọng số không được bỏ trống
zh: 短重不空缺

# LMS_WRONG_AUDIO_FILE_FORMAT
source: Sound format error
de: Fehler des Soundformats.
fr: Erreur de format sonore
ja: 音声フォーマットエラー
km: Error de format de so
ko: 사운드 형식 오류
lo: Vox Format Error
my: အသံပုံစံအမှား
vi: Định dạng âm thanh lỗi
zh: 声音格式错误

# LMS_WRONG_COURSE_RESULTS
source: Wrong course results
de: Falsche Kurs Ergebnisse
fr: Résultats de mauvais cours
ja: 間違ったコース結果
km: Resultats equivocats del curs
ko: 잘못된 코스 결과
lo: Iniuriam cursus results
my: မှားယွင်းသောသင်တန်းရလဒ်များ
vi: Kết quả môn học sai
zh: 错误的课程结果

# LMS_WRONG_TEST_RESULTS
source: Results of wrong test
de: Ergebnisse des falschen Tests
fr: Résultats du mauvais test
ja: 間違ったテストの結果
km: Resultats de la prova incorrecta
ko: 잘못된 시험 결과
lo: Results of iniuriam test
my: မှားယွင်းသောစမ်းသပ်မှု၏ရလဒ်များ
vi: Kết quả bài kiểm tra sai
zh: 错误测试结果

# LMS_ADD_FILE_SUCCESS
source: Add a successful file
de: Fügen Sie eine erfolgreiche Datei hinzu
fr: Ajouter un fichier réussi
ja: 成功したファイルを追加します
km: Afegiu un fitxer reeixit
ko: 성공적인 파일을 추가하십시오
lo: Addere felix file
my: အောင်မြင်သောဖိုင်တစ်ခုထည့်ပါ
vi: Thêm tệp tin thành công
zh: 添加成功的文件

# LMS_ADDNEW_SUCCESS
source: New success
de: Neuer Erfolg
fr: Nouveau succès
ja: 新しい成功
km: Nou èxit
ko: 새로운 성공
lo: Novus
my: အောင်မြင်မှုအသစ်
vi: Thêm mới thành công
zh: 新成功

# LMS_COURSE_NOT_EXIST
source: The course does not exist
de: Der Kurs existiert nicht
fr: Le cours n'existe pas
ja: コースは存在しません
km: El curs no existeix
ko: 코스가 존재하지 않습니다
lo: Et utique non est
my: သင်တန်းမတည်ရှိပါဘူး
vi: Khóa học không tồn tại
zh: 课程不存在

# LMS_DELETED_FAILURE
source: There are errors that occur when deleting
de: Es gibt Fehler, die beim Löschen auftreten
fr: Il y a des erreurs qui se produisent lors de la suppression
ja: 削除時に発生するエラーがあります
km: Hi ha errors que es produeixen en esborrar
ko: 삭제할 때 발생하는 오류가 있습니다
lo: Sunt errores, quae fieri cum Deletis
my: ဖျက်ပစ်သည့်အခါဖြစ်ပေါ်လာသောအမှားများရှိသည်
vi: Có lỗi xảy ra khi xóa
zh: 删除时存在错误

# LMS_DELETED_SUCCESS
source: Erase successfully
de: Erfolgreich gelöscht.
fr: Effacer avec succès
ja: 首尾よく消去します
km: Esborrar amb èxit
ko: 성공적으로 지우십시오
lo: Delere feliciter
my: အောင်မြင်စွာဖျက်ပစ်ပါ
vi: Xóa thành công
zh: 擦除成功

# LMS_FILE_FORMAT_NOT_PERMIT
source: File format does not allow
de: Dateiformat erlaubt nicht
fr: Le format de fichier ne permet pas
ja: ファイル形式が許可されていません
km: El format de fitxer no ho permet
ko: 파일 형식이 허용되지 않습니다
lo: File Forma non patitur
my: ဖိုင်အမျိုးအစားကိုခွင့်မပြုပါ
vi: ĐỊnh dạng tệp tin không cho phép
zh: 文件格式不允许

# LMS_LECTURE_EXIST
source: Lectures existed
de: Vorlesungen bestanden
fr: Les conférences existaient
ja: 講義が存在しました
km: Existeixen conferències
ko: 강의가 존재했다
lo: Lectionibus exstitit
my: ဟောပြောပွဲတည်ရှိ
vi: Bài giảng đã tồn tại
zh: 存在讲座

# LMS_SUBJECT_EXIST
source: Subjects existed
de: Probanden existierten
fr: Les sujets existaient
ja: 被験者が存在しました
km: Existien els subjectes
ko: 과목이 존재했습니다
lo: Subiecti fuerunt
my: ဘာသာရပ်များတည်ရှိသည်
vi: Môn học đã tồn tại
zh: 存在受试者

# LMS_WRITE_NEW_SESSION
source: Record new session code
de: Nehmen Sie einen neuen Sitzungscode auf
fr: Enregistrez un nouveau code de session
ja: 新しいセッションコードを記録します
km: Grava un nou codi de sessió
ko: 새 세션 코드를 기록하십시오
lo: Record Nova Sessio Code
my: session code အသစ်ကိုမှတ်တမ်းတင်ပါ
vi: Ghi mới session code
zh: 记录新的会话代码

# LMS_NOTIFICATION
source: Notification
de: Benachrichtigung
ja: 通知
km: Notificació
ko: 공고
lo: Notificatio
my: ကေြာ်ြငာခြင်း
vi: Thông báo
zh: 通知

# LMS_PARENT_SUBJECT
source: Father's course
de: Vaterkurs
fr: Cours du père
ja: 父のコース
km: Curs del pare
ko: 아버지 과정
lo: CURSUS
my: ဖခင်သင်တန်း
vi: Môn học cha
zh: 父亲的课程

# LMS_NOTED
source: Note
de: Notiz
fr: Noter
ja: ノート
km: Nota
ko: 메모
lo: Nota
my: မှတ်ချက်
vi: Ghi chú
zh: 笔记

# LMS_MNU_QUIZ_STORE
source: Question warehouse
de: Fragungslager
ja: 質問倉庫
km: Magatzem de preguntes
ko: 질문 창고
lo: CELLA
my: မေးခွန်း Warehouse
vi: Kho câu hỏi
zh: 问题仓库

# LMS_MNU_TASK_ASSIGN
source: Create tasks
de: Aufgaben erstellen
fr: Créer des tâches
ja: タスクを作成します
km: Creeu tasques
ko: 작업을 만듭니다
lo: Partum tasks
my: အလုပ်များကိုဖန်တီးပါ
vi: Tạo nhiệm vụ
zh: 创建任务

# LMS_MNU_QUIZ_ASSIGNMENT
source: The question is delivered
de: Die Frage wird geliefert
fr: La question est livrée
ja: 質問が届きます
km: Es lliura la pregunta
ko: 질문이 제공됩니다
lo: Quaestio liberatus
my: မေးခွန်းကိုကယ်နှုတ်တော်မူသည်
vi: Câu hỏi được giao
zh: 问题是交付的

# LMS_MNU_PRACTICE_STORE
source: Examination
de: Untersuchung
fr: Examen
ja: 検査
km: Examen
ko: 시험
lo: Examen
my: စာမေးပဲွ
vi: Kho đề thi
zh: 考试

# LMS_MNU_PRACTICE_ASSIGNMENT
source: Exam is assigned
de: Prüfung ist zugewiesen
fr: L'examen est attribué
ja: 試験が割り当てられます
km: S'assigna l'examen
ko: 시험이 지정됩니다
lo: Nito est assignata
my: စာမေးပွဲသတ်မှတ်ထားသည်
vi: Đề thi được giao
zh: 考试被分配

# LMS_MNU_LECTURE_STORE
source: Lecture warehouse
de: Vorlesungslager
fr: Entrepôt de cours
ja: 講義倉庫
km: Magatzem de conferències
ko: 강의 창고
lo: Lectio CELLA
my: ဟောပြောပွဲဂိုဒေါင်
vi: Kho bài giảng
zh: 讲座仓库

# LMS_MNU_LECTURE_ASSIGNMENT
source: Lecture
de: Vorlesung
fr: Conférence
ja: 講義
km: Conferència
ko: 강의
lo: PRAESTRICTUM
my: ဟောပေြာပဲွ
vi: Bài giảng được giao
zh: 演讲

# LMS_MNU_DO_PRACTICE
source: Exam
de: Prüfung
fr: Examen
ja: テスト
km: Examen
ko: 시험
lo: Nito
my: စာမေးပွဲ
vi: Làm đề thi
zh: 考试

# LMS_LIST_COURSE
source: Course list
de: Kursliste
fr: Liste de cours
ja: コースリスト
km: Llista de cursos
ko: 코스 목록
lo: List
my: သင်တန်းစာရင်း
vi: Danh sách khóa học
zh: 课程列表

# LMS_PLEASE_SELECT_TEACHER
source: Teachers are not leaked
de: Lehrer werden nicht durchgesickert
fr: Les enseignants ne sont pas divulgués
ja: 教師が漏洩していません
km: Els professors no es filtren
ko: 교사가 유출되지 않습니다
lo: Magistri non leaked
my: ဆရာများယိုစိမ့်ခြင်းမရှိပါ
vi: Giáo viên không được bỏ trống
zh: 老师没有泄露

# LMS_QUIZ_IS_ANSWER_LIMIT
source: Only enter 1 correct answer
de: Geben Sie nur eine korrekte Antwort ein
fr: Entrez seulement 1 réponse correcte
ja: 1正しい答えを入力するだけです
km: Introduïu només 1 resposta correcta
ko: 1 개의 정답을 입력하십시오
lo: Tantum intrare I rectam responsum
my: 1 မှန်ကန်သောအဖြေကိုရိုက်ထည့်ပါ
vi: Chỉ được nhập 1 câu trả lời đúng
zh: 只输入1个正确答案

# LMS_QUIZ_MUST_CONNECT_ONE_PAIR
source: There must be at least the pair of answers connected
de: Es muss mindestens das Antwortenpaar enthalten sein
fr: Il doit y avoir au moins la paire de réponses connectées
ja: 少なくとも接続された回答のペアが必要です
km: Ha d'haver almenys el parell de respostes connectades
ko: 적어도 적어도 연결된 답변이 있어야합니다.
lo: Oportet saltem par responsa connectit
my: အနည်းဆုံးအဖြေကိုဆက်နွယ်မှုရှိရမည်
vi: Phải có ít nhất cặp câu trả lời được kết nối
zh: 必须至少连接一对答案
