Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/LmsDocumentController.*.resx
Languages: de, ja, km, ko, lo, my, zh

# LMS_DOCUMENT_ADD_ERR_EXIST
source: Code has existed
de: Code ist vorhanden
ja: コードが存在しました
km: Ha existit el codi
ko: 코드가있었습니다
lo: Codice est
my: ကုဒ်တည်ရှိခဲ့သည်
zh: 代码已存在

# LMS_DOCUMENT_ADD_ERR_NOT_EXIST
source: Code does not exist
de: CODE ist nicht vorhanden
ja: コードは存在しません
km: El codi no existeix
ko: 코드가 존재하지 않습니다
lo: Codice non est
my: ကုဒ်မတည်ရှိပါဘူး
zh: 代码不存在

# LMS_DOCUMENT_LBL_ARRANGE
source: Rank
de: Rang
ja: ランクー
km: Filera
ko: 계급
lo: Rotundus
my: အဆင့်
zh: 秩

# LMS_DOCUMENT_LBL_ARRANGE_IN
source: Arrange
de: Arrangieren
ja: 整える
km: Ordenar
ko: 마련하다
lo: Dispono
my: စီစဉ်
zh: 安排

# LMS_DOCUMENT_LBL_HARD_COPY
source: Hard copy
ja: ハードコピー
km: Còpia impresa
ko: 하드 사본
lo: Ferreus exemplum
my: ထုတ်ထားသောစာမိတ္တူ
zh: 硬拷贝

# LMS_DOCUMENT_LBL_LINK_ACCOUNT_NOT_BE_EMPTY
source: Affiliate account is not left blank
de: Affiliate-Konto wird nicht leer gelassen
ja: アフィリエイトアカウントは空白のままになりません
km: El compte d'afiliació no es queda en blanc
ko: 제휴 계정은 공백이 아닙니다
lo: Affiliate Ratio non reliquit blank
my: Affiliate အကောင့်သည်ကွက်လပ်မရှိပါ
zh: 联盟帐户不会留空

# LMS_DOCUMENT_LBL_NOT_ARRANGE
source: Unstable
de: Instabil
ja: 不安定に
km: Inestable
ko: 불안정한
lo: Inconstans
my: မတည်ငြိမ်သော
zh: 不稳定

# LMS_DOCUMENT_LBL_NOT_PACKED
source: Unbroken
de: Ungebrochen
ja: un
km: Inundat
ko: 꺾이지 않은
lo: INDICTUS
my: မစုတ်
zh: un

# LMS_DOCUMENT_LBL_PACKED
source: Pack
ja: パック
km: Omplir
ko: 팩
my: ဝန်ထုပ်
zh: 盒

# LMS_DOCUMENT_LBL_PACKED_IN
source: Packing in
de: Verpackung ein
ja: 詰め込む
km: Embalatge
ko: 포장
lo: In stipare in
my: ထုပ်ပိုး
zh: 包装

# LMS_DOCUMENT_LBL_REARRANGE
source: Rearrange
de: Ordnen
ja: 並べ替える
km: Tornar a arreglar
ko: 재정렬
lo: CONSPICIO
my: ပေြာင်းလဲ
zh: 改编

# LMS_DOCUMENT_LBL_STORAGE_TYPE
source: Storage type
de: Speichertyp
ja: ストレージタイプ
km: Tipus d'emmagatzematge
ko: 저장 유형
lo: Type repono
my: သိုလှောင်မှုအမျိုးအစား
zh: 存储类型

# LMS_DOCUMENT_LBL_TYPES_MUST_NOT_BE_EMPTY
source: Type of blank
de: Art des Rohlings
ja: 空白の種類
km: Tipus de blanc
ko: 공란의 유형
lo: Genus blank
my: ကွက်လပ်အမျိုးအစား
zh: 空白的类型

# LMS_DOCUMENT_MSG_CHOOSE_LOCATION
source: Please select the location
de: Bitte wählen Sie den Ort aus
ja: 場所を選択してください
km: Seleccioneu la ubicació
ko: 위치를 선택하십시오
lo: Placere eligere locum
my: ကျေးဇူးပြု. တည်နေရာကိုရွေးချယ်ပါ
zh: 请选择位置

# LMS_DOCUMENT_MSG_CHOOSE_PROFILE
source: Please select a profile
de: Bitte wählen Sie ein Profil aus
ja: プロファイルを選択してください
km: Seleccioneu un perfil
ko: 프로필을 선택하십시오
lo: Placere eligere Profile
my: ပရိုဖိုင်တစ်ခုကိုရွေးချယ်ပါ
zh: 请选择个人资料

# LMS_DOCUMENT_MSG_CONTACT_ADMIN
source: Please contact the administrator to set up the archive folder
de: Bitte wenden Sie sich an den Administrator, um den Archivordner einzurichten
ja: アーカイブフォルダを設定するために管理者に連絡してください
km: Poseu-vos en contacte amb l'administrador per configurar la carpeta d'arxiu
ko: 관리자에게 문의하여 아카이브 폴더를 설정하십시오.
lo: Placere contact administrator ad extruxerat archivo folder
my: ကျေးဇူးပြု. archive folder ကို set up လုပ်ဖို့အုပ်ချုပ်ရေးမှူးကိုဆက်သွယ်ပါ
zh: 请联系管理员以设置存档文件夹

# LMS_DOCUMENT_MSG_COPY_SUCCESSFUL
source: Copy successfully
de: Erfolgreich kopieren.
ja: 正常にコピーします
km: Copieu amb èxit
ko: 성공적으로 복사하십시오
lo: EXODIO
my: အောင်မြင်စွာကူးယူပါ
zh: 复制成功

# LMS_DOCUMENT_MSG_DOWNLOAD_SUCCESSFUL
source: Download file successfully
de: Datei erfolgreich herunterladen.
ja: ファイルを正常にダウンロードします
km: Baixeu el fitxer correctament
ko: 파일을 성공적으로 다운로드하십시오
lo: Download file prospere
my: ဖိုင်ကိုအောင်မြင်စွာ download လုပ်ပါ
zh: 成功下载文件

# LMS_DOCUMENT_MSG_ENTER_SETTING_VALUE
source: Please enter the installation value less than 255 characters
de: Bitte geben Sie den Installationswert in weniger als 255 Zeichen ein
ja: 255文字未満のインストール値を入力してください
km: Introduïu el valor d'instal·lació de menys de 255 caràcters
ko: 설치 가치를 255 자 미만으로 입력하십시오
lo: Please enter installation valorem minus quam CCLV characters
my: စာလုံးရေ 255 လုံးထက်နည်းသော installation တန်ဖိုးကိုထည့်ပါ
zh: 请输入少于255个字符的安装值

# LMS_DOCUMENT_MSG_ERR_DATA
source: There are errors when retrieving data
de: Es gibt Fehler beim Abrufen von Daten
ja: データを取得するときにエラーがあります
km: Hi ha errors quan recuperen dades
ko: 데이터를 검색 할 때 오류가 있습니다
lo: Sunt errores cum retrieving notitia
my: ဒေတာများကိုပြန်လည်ရယူသောအခါအမှားများရှိသည်
zh: 检索数据时存在错误

# LMS_DOCUMENT_MSG_FILE_CANNOT_PACKAGE
source: File is a soft copy can not pick up the package
de: Datei ist eine weiche Kopie kann das Paket nicht abholen
ja: ファイルはソフトコピーであり、パッケージを拾うことはできません
km: El fitxer és una còpia suau que no pot recollir el paquet
ko: 파일은 소프트 복사본이 패키지를 픽업 할 수 없습니다.
lo: File est a mollis copy potest non exciperent in sarcina
my: ဖိုင်သည်ပျော့ပျောင်းသောမိတ္တူတစ်ခုဖြစ်သည်
zh: 文件是软副本无法拾取包

# LMS_DOCUMENT_MSG_FILE_NOT_EXIST
source: Files do not exist
de: Dateien sind nicht vorhanden
ja: ファイルが存在しません
km: Els fitxers no existeixen
ko: 파일이 없습니다
lo: Files non est
my: ဖိုင်များမတည်ရှိပါ
zh: 文件不存在

# LMS_DOCUMENT_MSG_FOLDER_NOT_FILE
source: No file found
de: Keine Datei gefunden
ja: ファイルが見つかりませんでした
km: No s'ha trobat cap fitxer
ko: 파일이 없습니다
lo: Non File found
my: ဖိုင်မရှိပါ
zh: 没有找到文件

# LMS_DOCUMENT_MSG_MOVE_SUCCESSFUL
source: Moving successfully
de: Erfolgreich bewegt
ja: 首尾よく動く
km: Movent-se correctament
ko: 성공적으로 이동합니다
lo: MODICO
my: အောင်မြင်စွာရွေ့လျား
zh: 成功地移动

# LMS_DOCUMENT_MSG_NO_PERFORM_FUNCTION
source: You do not have the right to perform functionality
de: Sie haben nicht das Recht, die Funktionalität durchzuführen
ja: 機能を実行する権利はありません
km: No teniu dret a realitzar funcionalitats
ko: 기능을 수행 할 권리가 없습니다
lo: Non habent ius facere functionality
my: သင်လုပ်ဆောင်နိုင်စွမ်းကိုလုပ်ဆောင်ခွင့်မရှိပါ
zh: 您无权执行功能

# LMS_DOCUMENT_MSG_NOT_EXIST_DATA
source: Do not exist data
de: Keine Daten existieren
ja: データを存在しない
km: No existeixen dades
ko: 존재하지 마십시오
lo: Non est data
my: ဒေတာမတည်ရှိပါ
zh: 不存在数据

# LMS_DOCUMENT_MSG_NOT_PACKAGE
source: Unbroken
de: Ungebrochen
ja: un
km: Inundat
ko: 꺾이지 않은
lo: INDICTUS
my: မစုတ်
zh: un

# LMS_DOCUMENT_MSG_NOT_UPDATE_CATEGORY
source: You do not have the catalog
de: Sie haben den Katalog nicht
ja: あなたはカタログを持っていません
km: No teniu el catàleg
ko: 카탈로그가 없습니다
lo: Non habent catalogo
my: မင်းမှာ catalog မရှိဘူး
zh: 你没有目录

# LMS_DOCUMENT_MSG_PACK_FILE_FIRST
source: Please pack the previous file
de: Bitte packen Sie die vorherige Datei ein
ja: 前のファイルを梱包してください
km: Envieu el fitxer anterior
ko: 이전 파일을 포장하십시오
lo: Placere stipant prior file
my: ကျေးဇူးပြု. ယခင်ဖိုင်ကိုထုပ်ပါ
zh: 请打包上一个文件

# LMS_DOCUMENT_MSG_SHARE_SUCCESSFUL
source: Share success
de: Erfolg eröffnen
ja: 成功を共有します
km: Comparteix l'èxit
ko: 성공을 공유하십시오
lo: Success Share
my: အောင်မြင်မှုကိုမျှဝေပါ
zh: 分享成功

# LMS_DOCUMENT_MSG_SHORT_DESCIPTION_GROUP
source: Short description group
de: Kurzbeschreibung Gruppe.
ja: ショート説明グループ
km: Grup de descripció curta
ko: 간단한 설명 그룹
my: အသေးစိတ်ဖော်ပြချက်အုပ်စု
zh: 简短描述组

# LMS_DOCUMENT_MSG_SHORT_DESCIPTION_TYPE
source: Short description type
de: Kurzbeschreibung Typ.
ja: ショート説明タイプ
km: Tipus de descripció curta
ko: 간단한 설명 유형
my: အသေးစိတ်ဖော်ပြချက်အမျိုးအစား
zh: 简短描述类型

# LMS_DOCUMENT_MSG_SUCCESSFUL
source: Successful stickers
de: Erfolgreiche Aufkleber
ja: 成功したステッカー
km: Adhesius d'èxit
ko: 성공적인 스티커
lo: Felix stickers
my: အောင်မြင်သောစတစ်ကာများ
zh: 成功的贴纸

# LMS_DOCUMENT_TXT_CHOOSE_TYPE
source: Choose the type
de: Wählen Sie den Typ
ja: タイプを選択してください
km: Trieu el tipus
ko: 유형을 선택하십시오
lo: Eligere genus
my: အမျိုးအစားကိုရွေးပါ
zh: 选择类型

# LMS_DOCUMENT_TXT_LINK_ACCOUNT
source: Select an affiliate account
de: Wählen Sie ein Affiliate-Konto aus
ja: アフィリエイトアカウントを選択してください
km: Seleccioneu un compte d'afiliació
ko: 제휴 계정을 선택하십시오
lo: Select an Affiliate Ratio
my: Affiliate အကောင့်တစ်ခုကိုရွေးချယ်ပါ
zh: 选择联盟帐户

# LMS_DOCUMENT_TXT_LOCATION
source: Location
de: Standort
ja: 位置
km: Ubicació
ko: 위치
lo: Locus
my: တည်ရှိမှု
zh: 地点

# LMS_DOCUMENT_MSG_IMAGE
source: Photo
de: Foto
ja: 写真
km: foto
ko: 사진
my: ဓာတ်ပုံ
zh: 照片

# LMS_DOCUMENT_MSG_WORK
source: Work
de: Arbeit
ja: 仕事
km: Treball
ko: 일하다
lo: Opus
my: အလုပ်
zh: 工作

# LMS_DOCUMENT_MSG_EXCEL
source: Excel
de: Aufheben
ja: エクセル
km: sobresortir
ko: 뛰어나다
lo: Excedo

# LMS_DOCUMENT_MSG_POWERPOINT
source: Powerpoint
ja: パワーポイント
ko: 파워 포인트
lo: PunctumPotentiae
my: ပါဝါပွိုင့်
zh: 微软幻灯片软件

# LMS_DOCUMENT_MSG_FILE
source: File
de: Datei
ja: ファイル
km: Dossier
ko: 파일
lo: Lima
my: ဖိုင်တဲွ
zh: 文件

# LMS_DOCUMENT_MSG_FPT_SEVER
source: FPT Sever
de: FPT SEHR.
ja: FPTサーバ
lo: Ft sever
my: FPT SED
zh: FPT SELE.

# LMS_DOCUMENT_MSG_PRACTICE
source: Practice
de: Üben
ja: 練習
km: Practicar
ko: 관행
my: လေ့ကျင့်သည်
zh: 实践

# LMS_DOCUMENT_MSG_EDDY
source: Coil
de: Spule
ja: コイル
km: Bobina
ko: 코일
my: ကလီ
zh: 线圈

# LMS_DOCUMENT_MSG_BIN
source: Bin
de: Behälter
ja: 置き場
km: Panera
ko: 큰 상자
my: ကျီငယ်
zh: 箱

# LMS_DOCUMENT_MSG_PROJECT
source: Project
de: Projekt
ja: 計画
km: Projecte
ko: 프로젝트
my: အကြံအစည်
zh: 项目

# LMS_DOCUMENT_MSG_FILE_CANNOT_ARRANGE
source: File is a soft version cannot be folded
de: Datei ist eine weiche Version, die nicht gefaltet werden kann
ja: ファイルはソフトバージョンではありません
km: El fitxer és una versió suau no es pot plegar
ko: 파일은 소프트 버전을 접을 수 없습니다
lo: File est a mollis version non possunt
my: ဖိုင်ကိုပျော့ပျောင်းသောဗားရှင်းကိုခေါက်။ မရပါ
zh: 文件是软版本不能折叠

# LMS_DOCUMENT_MSG_CARDJOB
source: Job card
de: Jobkarte
ja: ジョブカード
km: Targeta de treball
ko: 구직 카드
my: အလုပ်ကဒ်
zh: 工作卡

# LMS_DOCUMENT_MSG_PERSONNAL
source: Accept
de: Annehmen
ja: 承認
km: Acceptar
ko: 수용하다
lo: Capio
my: သဘောတူလက်ခံ
zh: 接受

# LMS_DOCUMENT_MSG_PRODUCT
source: Product
de: Produkt
ja: 製品
km: Producte
ko: 제품
lo: Productio
my: အထွက်ပစ္စည်းများ
zh: 产品

# LMS_DOCUMENT_MSG_WORK_FLOW
source: Stream
de: Strom
ja: ストリーム
km: corrent
ko: 개울
lo: Amnis
my: ရေနွေးငွေ့
zh: 溪流

# LMS_DOCUMENT_MSG_GG_DRIVER
source: Google Driver
km: Controlador de Google
ko: Google 드라이버
lo: Google
my: ဂူဂဲလ်ကားမောင်းသူ
zh: 谷歌司机
