Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/LmsDashBoardController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# LMS_PRACTICE_TEST_MSG_SAVE_SUCCESS
source: Save success
de: Erfolg sparen
fr: Sauver le succès
ja: 成功を保存します
km: Deseu l'èxit
ko: 성공을 저장하십시오
lo: Salvum success
my: အောင်မြင်မှုကိုသိမ်းပါ
vi: Lưu thành công
zh: 拯救成功

# LMS_COURSE_FILE_FORMAT_FAIL
source: Invalid file format
de: Ungültiges Dateiformat
fr: Format de fichier non valide
ja: 無効なファイルフォーマット
km: Format de fitxer no vàlid
ko: 잘못된 파일 형식
lo: Aliquam File Forma
my: မမှန်ကန်သောဖိုင်ပုံစံ
vi: Định dạng file không hợp lệ
zh: 文件格式无效

# LMS_COURSE_IMAGE_FORMAT_FAIL
source: Invalid photo format
de: Ungültiges Fotoformat.
fr: Format photo invalide
ja: 無効なフォトフォーマット
km: Format de foto no vàlid
ko: 잘못된 사진 형식
lo: Aliquam photo forma
my: မမှန်ကန်သောဓာတ်ပုံပုံစံ
vi: Định dạng ảnh không hợp lệ
zh: 无效的照片格式

# LMS_COURSE_HIDE
source: Hidden
de: Versteckt
fr: Caché
ja: 隠れた
km: Amagat
ko: 숨겨진
lo: Occultus
my: လှျို့ဝှက်ဝှက်သော
vi: Ẩn
zh: 隐

# LMS_COURSE_GROUP_1
source: Group 1
de: Gruppe 1
fr: Groupe 1
ja: グループ1
km: Grup 1
ko: 그룹 1
lo: Group I
my: အုပ်စု 1
vi: Nhóm 1
zh: 第1组

# LMS_COURSE_GROUP_2
source: Group 2
de: Gruppe 2.
fr: Groupe 2
ja: グループ2
km: Grup 2
ko: 그룹 2.
lo: Coetus II
my: အုပ်စုလိုက် 2
vi: Nhóm 2
zh: 第2组

# LMS_COURSE_PRESENTLY
source: Presently
de: Gegenwärtig
fr: Présentement
ja: 現在
km: Actualment
ko: 현재
lo: Mox
my: မကြာမီ
vi: Hiện
zh: 目前

# LMS_COURSE_DATE
source: Date
de: Datum
ja: 日にち
km: Data
ko: 날짜
my: နေ့စဲွ
vi: Ngày tháng
zh: 日期

# LMS_COURSE_PRECEDENT
source: Precedent
de: Präzedenzfall
fr: Précédent
ja: 先例
km: Precedència
ko: 전례
lo: Praecox
my: လိုက်နာရန်ပုံစံ
vi: Tiền lệ
zh: 先例

# LMS_COURSE_MSG_NUMBER
source: Number
de: Nummer
fr: Nombre
ja: 番号
km: Nombre
ko: 숫자
lo: Numerus
my: ဂဏန်း
vi: Số
zh: 数字

# LMS_COURSE_NUMBER_2
source: No. 2
de: Nr. 2.
fr: N ° 2
ja: 2番
km: Núm. 2
ko: 2 호
lo: No. II
my: နံပါတ် 2
vi: Số 2

# LMS_COURSE_MSG_STRING
source: Character string
de: Zeichenkette
fr: Chaîne de caractères
ja: 文字列
km: Cadena de caràcters
ko: 문자열
lo: Character filum
my: ဇာတ်ကောင် string ကို
vi: Chuỗi kí tự
zh: 字符串

# LMS_PRACTICE_TEST_LBL_DELETE
source: Erase
de: Zu löschen
fr: Nettoyer
ja: 明確にする
km: Per esborrar
ko: 지우기
lo: Ut patet
my: ရှင်းရန်
vi: Xóa
zh: 清除

# LMS_COURSE_MSG_ACTION
source: Act
de: Gesetz
fr: Acte
ja: 活動
km: Representar
ko: 행동
lo: Actus
my: ဇါတ်အခဏ်း
vi: Hành động
zh: 行为

# LMS_COURSE_MSG_REASON_NO_SPACE
source: The reason does not start with white space
de: Der Grund beginnt nicht mit dem weißen Raum
fr: La raison ne commence pas avec l'espace blanc
ja: その理由は空白で始まらない
km: La raó no comença amb l'espai en blanc
ko: 그 이유는 공백으로 시작하지 않습니다
lo: Ratio non incipit alba
my: အကြောင်းပြချက်အဖြူအာကာသနှင့်အတူစတင်မထားဘူး
vi: Lý do không bắt đầu bằng khoảng trắng
zh: 原因不从空格开始

# LMS_COURSE_MSG_REASON
source: The reason is not vacant
de: Der Grund ist nicht frei
fr: La raison n'est pas vacante
ja: その理由は空いていません
km: La raó no està vacant
ko: 그 이유는 비어있는 것이 아닙니다
lo: Et ratio non vacans
my: အကြောင်းပြချက်လစ်လပ်မဟုတ်ပါဘူး
vi: Lí do không được bỏ trống
zh: 原因不空缺

# LMS_COURSE_MSG_DATE_START_NO_SPACE
source: The start date is not empty
de: Das Startdatum ist nicht leer
fr: La date de début n'est pas vide
ja: 開始日は空ではありません
km: La data d'inici no està buida
ko: 시작 날짜는 비어 있지 않습니다
lo: Initium date vacua
my: စတင်ရက်စွဲသည်အချည်းနှီးဖြစ်သည်
vi: Ngày bắt đầu không được để trống
zh: 开始日期不是空的

# LMS_COURSE_MSG_DATE_AND_NO_SPACE
source: The end date is not empty
de: Das Enddatum ist nicht leer
fr: La date de fin n'est pas vide
ja: 終了日は空ではありません
km: La data de finalització no està buida
ko: 종료 날짜는 비어 있지 않습니다
lo: Finis date vacua
my: အဆုံးနေ့စွဲသည်ဗလာမဟုတ်ပါ
vi: Ngày kết thúc không được để trống
zh: 结束日期不是空的

# LMS_COURSE_MSG_NUMBER_POSITIVE
source: Please enter a positive number
de: Bitte geben Sie eine positive Zahl ein
fr: S'il vous plaît entrer un nombre positif
ja: 正の数を入力してください
km: Introduïu un número positiu
ko: 양수를 입력하십시오
lo: Please enter positivum numerus
my: ကျေးဇူးပြုပြီးအပြုသဘောဆောင်တဲ့နံပါတ်ထည့်ပါ
vi: Vui lòng nhập số dương
zh: 请输入正数

# LMS_COURSE_MSG_NUMBER_NO_SPACE
source: Short weight is not vacant
de: Das kurze Gewicht ist nicht frei
fr: Le poids court n'est pas vacant
ja: 短い体重は空いていません
km: El pes curt no està vacant
ko: 짧은 무게는 비어 있지 않습니다
lo: Brevi pondus non vacans
my: တိုတောင်းတဲ့အလေးချိန်လစ်လပ်မဟုတ်ပါဘူး
vi: Trọng số không được bỏ trống
zh: 短重不空缺

# LMS_PRACTICE_TEST_MSG_TITLE_NO_SPACE
source: Title does not start with white space
de: Der Titel beginnt nicht mit weißem Raum
fr: Le titre ne commence pas avec l'espace blanc
ja: タイトルは空白で始まらない
km: El títol no comença amb l'espai en blanc
ko: 제목은 공백으로 시작하지 않습니다
lo: Titulus non satus cum album spatium
my: ခေါင်းစဉ်အဖြူရောင်အာကာသနှင့်အတူစတင်မထားဘူး
vi: Tiêu đề không bắt đầu bằng khoảng trắng
zh: 标题不从空格开始

# LMS_COURSE_MSG_ACTIVATED
source: Activation
de: Aktivierung
ja: 活性化
km: Activació
ko: 활성화
my: လှုပ်ရှားခြင်း
vi: Kich hoạt
zh: 激活

# LMS_COURSE_MSG_MINUTE_AGO
source: Minute ago
de: Vor einer Minute
fr: Il y a une minute
ja: 1分前
km: Fa minuts
ko: 분 전
lo: Minute
my: မိနစ်အကြာ
vi: Phút trước
zh: 分钟前

# LMS_COURSE_MSG_FINISH
source: Just finished
de: Gerade beendet
fr: Juste fini
ja: ちょうど終わった
km: Acaba d'acabar
ko: 방금 완료되었습니다
lo: Iustus consummavi
my: အခုပဲပြီးတယ်
vi: Vừa xong
zh: 刚刚完成

# LMS_COURSE_LBL_NAME_COURSE
source: Course name
de: Kursname
fr: Nom du cours
ja: コース名
km: Nom del curs
ko: 코스 이름
lo: Nomen
my: သင်တန်းအမည်
vi: Tên khóa học
zh: 课程名

# LMS_COURSE_LBL_CODE_COURSE
source: Course code
de: Kurscode
fr: Code de cours
ja: コースコード
km: Codi del curs
ko: 코스 코드
lo: Scilicet Code
my: သင်တန်းကုဒ်
vi: Mã khóa học
zh: 课程代码

# LMS_COURSE_LBL_EDIT_COURSE
source: Edit course
de: Kurs bearbeiten
fr: Édition
ja: コースを編集します
km: Edita el curs
ko: 과정 수정
lo: Edit utique
my: သင်တန်း
vi: Chỉnh sửa khóa học
zh: 编辑课程

# LMS_COURSE_LBL_SELECT_SUBJECT
source: Choose the subject
de: Wählen Sie das Thema
fr: Choisissez le sujet
ja: 被験者を選択してください
km: Trieu el tema
ko: 제고를 선택하십시오
lo: Elige subiecti
my: အကြောင်းအရာကိုရွေးချယ်ပါ
vi: Chọn môn học
zh: 选择主题

# LMS_COURSE_LBL_VIDEO_COURSE
source: Video course
de: Videokurs
fr: Cours vidéo
ja: ビデオコース
km: Curs de vídeo
ko: 비디오 코스
lo: Video
my: ဗွီဒီယိုသင်တန်း
vi: Video khóa học
zh: 视频课程

# LMS_COURSE_LBL_FLAG
source: Flag
de: Flagge
fr: Drapeau
ja: 国旗
km: Bandera
ko: 깃발
lo: Vexillum
my: အလံ
vi: Cờ
zh: 旗帜

# LMS_COURSE_LBL_IMAGE_COURSE
source: Photo course
de: Fotopurs
fr: Cours photo
km: Curs de fotos
ko: 사진 과정
lo: Photo
my: ဓာတ်ပုံသင်တန်း
vi: Ảnh khóa học
zh: 照片课程

# LMS_COURSE_LBL_DOCUMENT_COURSE
source: Course materials
de: Kursmaterialien
fr: Matériel de cours
ja: コース教材
km: Materials del curs
ko: 코스 자료
lo: Scilicet materiae
my: သင်တန်းပစ္စည်းများ
vi: Tài liệu khóa học
zh: 课程材料

# LMS_COURSE_LBL_ASSESS
source: Evaluate
de: Auswerten
fr: Évaluer
ja: 評価
km: Avaluar
ko: 평가하다
lo: Evalesco
my: ခန့်မှန်း
vi: Đánh giá
zh: 评价

# LMS_DOCUMENT_LBL_LIST_DOCUMENT
source: Document list
de: Dokumentliste
fr: Liste de documents
ja: 文書リスト
km: Llista de documents
ko: 문서 목록
my: စာရွက်စာတမ်းစာရင်း
vi: Danh sách tài liệu
zh: 文件清单

# LMS_PRACTICE_TEST_MSG_NOT_FOUND_QT
source: No questions found
de: Keine Fragen gefunden
fr: Aucune question trouvée
ja: 見つかった質問はありません
km: No s'ha trobat cap pregunta
ko: 질문 없음
lo: Non Quaestiones Found
my: မေးခွန်းများမတွေ့ပါ
vi: Không tìm thấy câu hỏi
zh: 没有找到问题

# LMS_PRACTICE_TEST_MSG_UPDATE_SUCCESS
source: Update successful
de: Aktualisierung erfolgreich
fr: Mise à jour réussie
ja: 更新に成功
km: Actualitzeu amb èxit
ko: 성공 업데이트
lo: Update felix
my: အဆင့်မြှင့်တင်
vi: Cập nhật thành công
zh: 更新成功

# LMS_PRACTICE_TEST_MSG_ADD_SUCCESS
source: New success
de: Neuer Erfolg
fr: Nouveau succès
ja: 新しい成功
km: Nou èxit
ko: 새로운 성공
lo: Novus
my: အောင်မြင်မှုအသစ်
vi: Thêm mới thành công
zh: 新成功

# LMS_PRACTICE_TEST_LBL_DISPLAY
source: Display
de: Anzeige
fr: Affichage
ja: 画面
km: Exposar
ko: 표시하다
lo: Dispono
my: ပြသ
vi: Hiển thị
zh: 展示

# LMS_PRACTICE_TEST_MSG_DATE_CREATE
source: Date created
de: Datum erstellt
fr: Date créée
ja: 作成日
km: Data creada
ko: 작성일
lo: Date creavit
my: ဖန်တီးသည့်နေ့စွဲ
vi: Ngày tạo
zh: 创建日期

# LMS_PRACTICE_TEST_LBL_TO_DATE
source: To date
de: Miteinander ausgehen
fr: À ce jour
ja: 現在まで
km: Quedar
ko: 현재까지
lo: Ut diem
my: ယနေ့အထိ
vi: Đến ngày
zh: 迄今为止

# LMS_PRACTICE_TEST_LBL_FROM_DATE
source: Since
de: Seit
fr: Puisque
ja: 以来
km: Des de que
ko: 부터
lo: Cum
my: မှစ.
vi: Từ ngày
zh: 自从

# LMS_PRACTICE_TEST_LBL_CONTENT
source: Content
de: Inhalt
fr: Contenu
ja: コンテンツ
ko: 콘텐츠
lo: Contentus
my: ကေြနပ်သော
vi: Nội dung
zh: 内容

# LMS_PRACTICE_TEST_LBL_HOME_PAGE
source: Home page
de: Startseite
fr: Page d'accueil
ja: ホームページ
km: Pàgina d'inici
ko: 홈 페이지
lo: Pagina
my: ပင်မစာမျက်နှာ
vi: Trang chủ
zh: 主页

# LMS_DASD_BOARD_LBL_ADD_QUIZ_REFERENCES_NOT_EXIST
source: References are not left blank
de: Referenzen werden nicht leer gelassen
fr: Les références ne sont pas laissées en blanc
ja: 参照は空白のままになりません
km: Les referències no es queden en blanc
ko: 참고 문헌은 공백으로 남아 있지 않습니다
lo: References non left blank
my: ကိုးကားအလွတ်ကျန်ရစ်ကြသည်မဟုတ်
vi: Tài liệu tham khảo không được để trống
zh: 参考不是空白

# LMS_PRACTICE_TEST_LBL_OPERATION
source: Operation
de: Manipulation
fr: Manipulation
ja: 操作
km: Manipulació
ko: 시장 조작
lo: Manipulation
my: ခြယ်ခြင်း
vi: Thao tác
zh: 操纵

# LMS_PRACTICE_TEST_LBL_ORDER
source: Stt
de: Stert
fr: Stoppé
ja: st
ko: 조달자
my: စဆဲတီ

# LMS_PRACTICE_TEST_LBL_TITLE
source: Title
de: Titel
fr: Titre
ja: タイトル
km: Títol
ko: 제목
lo: Titulus
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# LMS_PRACTICE_TEST_LBL_QUESTION_NOT_EXIST
source: The question is not left blank
de: Die Frage ist nicht leer
fr: La question n'est pas laissée en blanc
ja: 質問は空白のままにされていません
km: La pregunta no es deixa en blanc
ko: 질문은 비어 있지 않습니다
lo: Quaestio non reliquit blank
my: မေးခွန်းကိုကွက်လပ်မထားဘူး
vi: Câu hỏi không được để trống
zh: 问题不是空白

# LMS_PRACTICE_TEST_TXT_SELECT_QUESTION
source: Choose the question
de: Wählen Sie die Frage
fr: Choisissez la question
ja: 質問を選択してください
km: Trieu la pregunta
ko: 질문을 선택하십시오
lo: Elige quaestio
my: မေးခွန်းကိုရွေးချယ်ပါ
vi: Chọn câu hỏi
zh: 选择问题

# LMS_PRACTICE_TEST_LBL_QUESTION
source: Question
de: Frage
ja: 質問
km: Qüestió
ko: 의문
lo: Quaestio
my: မေးမြန်း
vi: Câu hỏi
zh: 问题

# LMS_PRACTICE_TEST_LBL_SUBJECTS
source: Subjects
de: Fächer
fr: Sujets
ja: 科目
km: Matis
ko: 주제
lo: Subditos
my: ဘာသာရပ်များ
vi: Môn học
zh: 主题

# LMS_COURSE_LBL_COURSE
source: Course
de: Kurs
fr: Cours
ja: コース
km: Direcció
ko: 강좌
lo: Sane
my: လမ်းကေြာင်းနှစ်
vi: Khóa học
zh: 课程

# LMS_SBL_A_ASSIGMENTS
source: Assignment
de: Abtretung
fr: Mission
ja: 割り当て
km: Missió
ko: 과제
lo: Assignatio
my: လွှဲအပ်စာတမ်း
vi: Bài tập được giao
zh: 任务

# LMS_DASD_BOARD_LBL_ADD_QUIZ_REFERENCES
source: References
de: Verweise
fr: Les références
ja: 参考文献
km: Referències
ko: 참조
my: ကိုးကားခြင်း
vi: Tài liệu tham khảo
zh: 参考

# LMS_DASD_BOARD_LBL_ADD_QUIZ_ANSWER_PLAN
source: Plan
de: Planen
fr: Planifier
ja: プラン
km: Planejar
ko: 계획
lo: Consilio
my: စီမံကိန်း
vi: Phương án trả lời
zh: 计划

# LMS_DASD_BOARD_LBL_ADD_QUIZ_CONTENT
source: Content Questions
de: Inhaltsfragen
fr: Questions de contenu
ja: コンテンツの質問
km: Preguntes de contingut
ko: 콘텐츠 질문
lo: Content Quaestiones
my: အကြောင်းအရာမေးခွန်းများ
vi: Nội dung câu hỏi
zh: 内容问题

# LMS_DASD_BOARD_LBL_ADD_QUIZ_LESSON
source: Lesson
de: Lektion
fr: Cours
ja: レッスン
km: Lliçó
ko: 수업
lo: Lectio
my: သင်္ခဏ်းစာ
vi: Bài giảng
zh: 课

# LMS_DASD_BOARD_LBL_ADD_QUIZ_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
km: Unitat
ko: 단위
lo: Unitas
my: တခု
vi: Đơn vị
zh: 单元

# LMS_DASD_BOARD_LBL_ADD_QUIZ_DURATION
source: Time
de: Zeit
fr: Temps
ja: 時間
km: Temps
ko: 시간
lo: Tempus
my: အချိန်
vi: Thời lượng
zh: 时间

# LMS_DASD_BOARD_LBL_ADD_QUIZ_TYPE
source: Type
de: Typ
fr: Taper
ja: タイプ
km: Escriure a màquina
ko: 유형
lo: Genus
my: ပုံနှိပ်စာ
vi: Loại
zh: 类型

# LMS_DASD_BOARD_LBL_ADD_QUIZ_LEVEL
source: Level of difficult
de: Schwierigkeitsgrad.
fr: Niveau de difficulté
ja: 難しいレベル
km: Nivell de difícil
ko: 수준의 어려움
lo: Difficile
my: ခက်ခဲ၏အဆင့်
vi: Độ khó
zh: 困难程度

# LMS_DASD_BOARD_LBL_ADD_QUIZ_CODE
source: Question code
de: Fragecode
fr: Code de question
ja: 疑問コード
km: Codi de pregunta
ko: 질문 코드
lo: Quaestio codice
my: မေးခွန်းကုဒ်ကုဒ်
vi: Mã câu hỏi
zh: 问号

# LMS_DASD_BOARD_LBL_ADD_QUIZ
source: Add new questions
de: Neue fragen hinzufügen.
fr: Ajouter de nouvelles questions
ja: 新しい質問を追加してください
km: Afegiu noves preguntes
ko: 새로운 질문을 추가하십시오
lo: Addere novam quaestiones
my: မေးခွန်းအသစ်များထည့်ပါ
vi: Thêm mới câu hỏi
zh: 添加新问题

# LMS_DASD_BOARD_LBL_LECT_DESCRIPTION
source: Description
de: Beschreibung
fr: La description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
vi: Mô tả
zh: 描述

# LMS_DASD_BOARD_LBL_LECT_VIDEO_SUBJECT
source: Video lecture
de: Video-Vortrag
fr: Lecture vidéo
ja: ビデオ講義
km: Conferència de vídeo
ko: 비디오 강연
my: ဗွီဒီယိုဟောပြောချက်
vi: Video bài giảng
zh: 视频演讲

# LMS_DASD_BOARD_LBL_LECT_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
km: Unitat
ko: 단위
lo: Unitas
my: တခု
vi: Đơn vị
zh: 单元

# LMS_DASD_BOARD_LBL_LECT_DURATION
source: Time
de: Zeit
fr: Temps
ja: 時間
km: Temps
ko: 시간
lo: Tempus
my: အချိန်
vi: Thời lượng
zh: 时间

# LMS_DASD_BOARD_ERR_LECT_STATUS_BLANK
source: Type of blank
de: Art des Rohlings
fr: Type de blanc
ja: 空白の種類
km: Tipus de blanc
ko: 공란의 유형
lo: Genus blank
my: ကွက်လပ်အမျိုးအစား
vi: Loại không được để trống
zh: 空白的类型

# LMS_DASD_BOARD_LBL_LECT_STATUS
source: Status
fr: Statut
ja: スターテス
km: Estat
ko: 상태
my: အခေြအနေ
vi: Trạng thái
zh: 地位

# LMS_DASD_BOARD_LBL_LECT_NAME
source: Lecture name
de: Vorlesungsname
fr: Nom de cours
ja: 講義名
km: Nom de la conferència
ko: 강의 이름
lo: Lectio nomen tuum
my: ဟောပြောချက်အမည်
vi: Tên bài giảng
zh: 讲座名称

# LMS_DASD_BOARD_LBL_LECT_CODE
source: Lecture code
de: Vortragscode
fr: Code de cours
ja: 講義コード
km: Codi de conferències
ko: 강의 코드
lo: Lectio codice
my: သင်ကြားပို့ချမှုကုဒ်
vi: Mã bài giảng
zh: 讲义代码

# LMS_DASH_BOARD_ERR_AUDIO_FORMAT_INVALID
source: Wrong audio format
de: Falsches Audiodat
fr: Mauvais format audio
ja: 間違ったオーディオフォーマット
km: Format d'àudio incorrecte
ko: 잘못된 오디오 형식
lo: Forma Forma
my: အမှားအယွင်းပုံစံ
vi: Sai định dạng âm thanh
zh: 错误的音频格式

# LMS_DASD_BOARD_ANSWER_EXISTS
source: Answers already existed
de: Antworten vorhanden
fr: Les réponses existaient déjà
ja: 答えはすでに存在していました
km: Les respostes ja existien
ko: 답변은 이미 존재했습니다
lo: Answers iam exstitit
my: အဖြေများရှိပြီးသား
vi: Đáp án đã tồn tại
zh: 答案已经存在

# LMS_DASH_BOARD_ANSWER_CONTENT_EMPTY
source: Enter the answer content
de: Geben Sie den Antwortinhalt ein
fr: Entrez le contenu de la réponse
ja: 答えの内容を入力してください
km: Introduïu el contingut de la resposta
ko: 답변 내용을 입력하십시오
lo: Intra responsum content
my: အဖြေအကြောင်းအရာရိုက်ထည့်ပါ
vi: Nhập nội dung đáp án
zh: 输入答案内容

# LMS_DASD_BOARD_MEDIA_TYPE_IMAGE
source: Photo
de: Foto
fr: Image
ja: 写真
km: foto
ko: 사진
my: ဓာတ်ပုံ
vi: Ảnh
zh: 照片

# LMS_DASD_BOARD_MEDIA_TYPE_VIDEO
source: Video
fr: Vidéo
ja: ビデオ
km: Vídeo
ko: 동영상
my: ဗီဒီယိုချက်ချက်
zh: 视频

# LMS_DASD_BOARD_MEDIA_TYPE_TEXT
source: Document
de: Dokumentieren
fr: Texte
ja: 書類
ko: 문서
lo: Libellus
my: စာရွက်စာတမ်း
vi: Văn bản
zh: 文档

# LMS_DASH_BOARD_QUIZ_CONTENT_EMPTY
source: Enter the content of questions
de: Geben Sie den Inhalt der Fragen ein
fr: Entrez le contenu des questions
ja: 質問の内容を入力してください
km: Introduïu el contingut de les preguntes
ko: 질문의 내용을 입력하십시오
lo: Intra contentus de quaestionum
my: မေးခွန်းများ၏အကြောင်းအရာကိုရိုက်ထည့်ပါ
vi: Nhập nội dung câu hỏi
zh: 输入问题的内容

# LMS_DASH_BOARD_QUIZ_OPTION_MULTIPLE_ANSWER
source: The question has many answers
de: Die Frage hat viele Antworten
fr: La question a beaucoup de réponses
ja: 質問にはたくさんの答えがあります
km: La pregunta té moltes respostes
ko: 질문에는 많은 답변이 있습니다
lo: Quaestio habet multa responsa
my: မေးခွန်းမှာအဖြေများစွာရှိသည်
vi: Câu hỏi có nhiều đáp án
zh: 问题有很多答案

# LMS_DASH_BOARD_QUIZ_OPTION_ONE_ANSWER
source: Question has a answer
de: Frage hat eine Antwort
fr: Question a une réponse
ja: 質問には答えがあります
km: La pregunta té una resposta
ko: 질문에 대한 답변이 있습니다
lo: Quaestio habet responsum
my: မေးခွန်းအဖြေရှိပါတယ်
vi: Câu hỏi có một đáp án
zh: 问题有一个答案

# LMS_DASH_BOARD_EDIT_LESSON_HEADER
source: Fix lectures
de: Vorlesungen befestigen
fr: Correction des conférences
ja: 講義を修正しました
km: Corregiu les conferències
ko: 강의를 고치십시오
lo: Fix lectionibus
my: Fix ပို့ချချက်များ
vi: Sửa bài giảng
zh: 修复讲座

# LMS_DASH_BOARD_ADD_LESSON_HEADER
source: Add new lectures
de: Neue Vorträge hinzufügen
fr: Ajouter de nouvelles conférences
ja: 新しい講義を追加してください
km: Afegiu noves conferències
ko: 새로운 강의를 추가하십시오
lo: Addere novam lectionibus
my: အသစ်ပို့ချချက်အသစ်များထည့်ပါ
vi: Thêm mới bài giảng
zh: 添加新讲座

# LMS_DASH_BOARD_TH_QUIZ_CONTENT
source: Content Questions
de: Inhaltsfragen
fr: Questions de contenu
ja: コンテンツの質問
km: Preguntes de contingut
ko: 콘텐츠 질문
lo: Content Quaestiones
my: အကြောင်းအရာမေးခွန်းများ
vi: Nội dung câu hỏi
zh: 内容问题

# LMS_DASH_BOARD_TH_QUIZ_CODE
source: Question code
de: Fragecode
fr: Code de question
ja: 疑問コード
km: Codi de pregunta
ko: 질문 코드
lo: Quaestio codice
my: မေးခွန်းကုဒ်ကုဒ်
vi: Mã câu hỏi
zh: 问号

# LMS_DASH_BOARD_TIME_HOURS
source: Hour
de: Stunde
fr: Heure
ja: 時間
km: Hores
ko: 시
lo: Horam
my: နာရီ
vi: Giờ
zh: 小时

# LMS_DASH_BOARD_TIME_MINUTE
source: Minute
ja: 分
km: Petit
ko: 분
my: မိနစ်
vi: Phút
zh: 分钟

# LMS_DASH_BOARD_STATUS_NOT_ANVAILABLE
source: unavailable
de: nicht verfügbar
fr: indisponible
ja: 不可
km: no estardable
ko: 없는
my: မရနိုင်သော
vi: không có sẵn
zh: 不可用

# LMS_DASH_BOARD_STATUS_ANVAILABLE
source: Available
de: Erhältlich
fr: Disponible
ja: 利用可能
km: Disponible
ko: 사용 가능
lo: Praesto
my: အသုံးပြုနိုင်
vi: Có sẵn
zh: 可用的

# LMS_DASH_BOARD_STATUS_NOT_ACTIVATE
source: No activation
de: Keine Aktivierung
fr: Aucune activation
ja: アクティベーションはありません
km: Sense activació
ko: 정품 인증 없음
lo: Nullus activation
my: အဘယ်သူမျှမ activation
vi: Không kích hoạt
zh: 没有激活

# LMS_DASH_BOARD_STATUS_ACTIVATE
source: Activated
de: Aktiviert
fr: Activé
ja: 有効
km: Activat
ko: 활성화 된 것
vi: Kích hoạt
zh: 活性

# LMS_DASH_BOARD_ADD_SESSION
source: Record new sessions code
de: Nutzen Sie den neuen Sitzungscode
fr: Enregistrer de nouvelles sessions code
ja: 新しいセッションコードを記録する
km: Enregistreu el codi de noves sessions
ko: 새로운 세션 코드를 기록하십시오
lo: Record Novum Sessiones Code
my: အသစ်အစည်းအဝေးများကုဒ်မှတ်တမ်းတင်
vi: Ghi mới phần session code
zh: 录制新会话代码

# LMS_DASH_BOARD_QUIZ_NOT_EXISTS
source: The question does not exist
de: Die Frage gibt es nicht
fr: La question n'existe pas
ja: 質問は存在しません
km: La pregunta no existeix
ko: 질문은 존재하지 않습니다
lo: Quaestio non est
my: မေးခွန်းမတည်ရှိပါဘူး
vi: Câu hỏi không tồn tại
zh: 问题不存在

# LMS_DASH_BOARD_LECTURE_NOT_EXISTS
source: Lecture does not exist
de: Vorlesung existiert nicht
fr: La vérification n'existe pas
ja: 講義は存在しません
km: La conferència no existeix
ko: 강의가 존재하지 않습니다
lo: Lectio non est
my: ဟောပြောပွဲမတည်ရှိပါဘူး
vi: Bài giảng không tồn tại
zh: 讲座不存在

# LMS_DASH_BOARD_LECTURE_EXISTS
source: Lectures existed
de: Vorlesungen bestanden
fr: Les conférences existaient
ja: 講義が存在しました
km: Existeixen conferències
ko: 강의가 존재했다
lo: Lectionibus exstitit
my: ဟောပြောပွဲတည်ရှိ
vi: Bài giảng đã tồn tại
zh: 存在讲座

# LMS_DASH_BOARD_ERR_FILE_FORMAT_INVALID
source: Invalid file format
de: Ungültiges Dateiformat
fr: Format de fichier non valide
ja: 無効なファイルフォーマット
km: Format de fitxer no vàlid
ko: 잘못된 파일 형식
lo: Aliquam File Forma
my: မမှန်ကန်သောဖိုင်ပုံစံ
vi: Định dạng tệp không hợp lệ
zh: 文件格式无效

# LMS_DASH_BOARD_SUCCESS_ADD_FILE
source: Add a successful file
de: Fügen Sie eine erfolgreiche Datei hinzu
fr: Ajouter un fichier réussi
ja: 成功したファイルを追加します
km: Afegiu un fitxer reeixit
ko: 성공적인 파일을 추가하십시오
lo: Addere felix file
my: အောင်မြင်သောဖိုင်တစ်ခုထည့်ပါ
vi: Thêm tệp tin thành công
zh: 添加成功的文件

# LMS_DASH_BOARD_ERROR_DELETE
source: There are errors when deleting
de: Beim Löschen gibt es Fehler
fr: Il y a des erreurs lors de la suppression
ja: 削除時にエラーがあります
km: Hi ha errors en eliminar
ko: 삭제할 때 오류가 있습니다
lo: Sunt errores cum deleting
my: ဖျက်ချိန်တွင်အမှားအယွင်းများရှိသည်
vi: Có lỗi xẩy ra khi xóa
zh: 删除时存在错误

# LMS_DASH_BOARD_SUCCESS_DELETE
source: Erase successfully
de: Erfolgreich gelöscht.
fr: Effacer avec succès
ja: 首尾よく消去します
km: Esborrar amb èxit
ko: 성공적으로 지우십시오
lo: Delere feliciter
my: အောင်မြင်စွာဖျက်ပစ်ပါ
vi: Xóa thành công
zh: 擦除成功

# LMS_DASH_BOARD_SUBJECT_NOT_EXISTS
source: The subject does not exist
de: Das Thema existiert nicht
fr: Le sujet n'existe pas
ja: 件名は存在しません
km: El subjecte no existeix
ko: 피사체가 존재하지 않습니다
lo: Subiecti non est
my: ဘာသာရပ်မတည်ရှိပါဘူး
vi: Môn học không tồn tại
zh: 受试者不存在

# LMS_DASH_BOARD_SUBJECT_EXIST
source: Subjects existed
de: Probanden existierten
fr: Les sujets existaient
ja: 被験者が存在しました
km: Existien els subjectes
ko: 과목이 존재했습니다
lo: Subiecti fuerunt
my: ဘာသာရပ်များတည်ရှိသည်
vi: Môn học đã tồn tại
zh: 存在受试者

# LMS_DASH_BOARD_SUCCESS_ADD
source: More success
de: Mehr Erfolg.
fr: Plus de succès
ja: もっと成功
km: Més èxit
ko: 더 많은 성공
lo: PRAECLUSIO
my: နောက်ထပ်အောင်မြင်မှု
vi: Thêm thành công
zh: 更成功

# LMS_SBL_A_ONLINE_EXAM
source: Online exam
de: Online-Prüfung
fr: Examens en ligne
ja: オンライン検査
km: Examen en línia
ko: 온라인 시험
lo: Online nito
my: အွန်လိုင်းစာမေးပွဲ
vi: Kỳ thi trực tuyến
zh: 在线考试

# LMS_SBL_A_ONLINE_CLASSES
source: Online class
de: Online-Klasse
fr: Classe en ligne
ja: オンラインクラス
km: Classe en línia
ko: 온라인 클래스
lo: Classis
my: အွန်လိုင်းအတန်း
vi: Lớp học trực tuyến
zh: 在线上课

# LMS_SBL_A_GENERAL_CONFIGURATION
source: General configuration
de: Allgemeine Konfiguration
fr: Configuration générale
ja: 一般的な構成
km: Configuració general
ko: 일반 구성
lo: General configuratione
my: အထွေထွေဖွဲ့စည်းမှု
vi: Cấu hình chung
zh: 一般配置

# LMS_SBL_A_REPORT_STATISTICS
source: Statistic
de: Statistisch
fr: Statistique
ja: 統計
km: Estadística
ko: 통계량
my: စာရင်းအင်း
vi: Báo cáo & Thống kê
zh: 统计

# LMS_SBL_A_DOCUMENT
source: Document
de: Dokumentieren
ja: 書類
ko: 문서
lo: Libellus
my: စာရွက်စာတမ်း
vi: Tài liệu
zh: 文档

# LMS_SBL_A_STUDY_DOCUMENT
source: Courseware
de: Kurswaren
fr: Diplômé
ja: コースウェア
km: Cursor
ko: 코스웨어
lo: COERSWARES
my: ရီးကော်
vi: Học liệu
zh: 课件

# LMS_SBL_A_EXAM_BANK
source: Exam bank
de: Prüfungsbank
fr: Banque d'examen
ja: 試験銀行
km: Banc d'examen
ko: 시험 은행
lo: Nito ripam
my: စာမေးပွဲဘဏ်
vi: Ngân hàng đề thi
zh: 考试银行

# LMS_SBL_A_QUESTION_BANK
source: Bank questions
de: Bankfragen
fr: Questions bancaires
ja: 銀行の質問
km: Preguntes bancàries
ko: 은행 질문
lo: Bank Quaestiones
my: ဘဏ်မေးခွန်းများ
vi: Ngân hàng câu hỏi
zh: 银行问题

# LMS_SBL_A_COURSE_SUBJECT_LECTURE
source: Subjects and lectures
de: Probanden und Vorträge
fr: Sujets et conférences
ja: 被験者と講義
km: Temes i conferències
ko: 과목과 강의
lo: Subjects et lectionibus
my: ဘာသာရပ်များနှင့်ပို့ချချက်များ
vi: Môn học và bài giảng
zh: 主题和讲座

# LMS_SBL_A_COURSE_MANAGEMENT
source: Course management
de: Kursmanagement
fr: Gestion des cours
ja: コース管理
km: Gestió del curs
ko: 코스 관리
lo: Sane Management
my: သင်တန်းစီမံခန့်ခွဲမှု
vi: Quản lý khóa học
zh: 课程管理

# LMS_SBL_A_DASH_BOARD
source: Dashboard
de: Armaturenbrett
fr: Tableau de bord
ja: ダッシュボード
km: panell
ko: 계기반
lo: Ashboardday
my: ဒက်
vi: Bảng điều khiển
zh: 仪表板

# LMS_ADDNEW_LECTURE
source: Add new lectures
de: Neue Vorträge hinzufügen
fr: Ajouter de nouvelles conférences
ja: 新しい講義を追加してください
km: Afegiu noves conferències
ko: 새로운 강의를 추가하십시오
lo: Addere novam lectionibus
my: အသစ်ပို့ချချက်အသစ်များထည့်ပါ
vi: Thêm mới bài giảng
zh: 添加新讲座

# LMS_ACTION
source: Operation
de: Manipulation
fr: Manipulation
ja: 操作
km: Manipulació
ko: 시장 조작
lo: Manipulation
my: ခြယ်ခြင်း
vi: Thao tác
zh: 操纵

# LMS_ACTIVATED
source: Activated
de: Aktiviert
fr: Activé
ja: 有効
km: Activat
ko: 활성화 된 것
vi: Đã kích hoạt
zh: 活性

# LMS_ALL
source: All
de: Alle
fr: Tous
ja: 全て
km: Totes
ko: 모두
lo: Omnis
my: အားလုံး
vi: Tất cả
zh: 全部

# LMS_ANSWER
source: Answer
de: Antworten
fr: Réponse
ja: 答え
km: Respondre
ko: 답변
lo: Exaudio
my: ပြန်ပေြာ
vi: Câu trả lời
zh: 回答
