Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/LmsTutoringScheduleController.*.resx
Languages: my, vi

# LMS_WEEKLY
source: Week
my: ရက်သတ္တပတ်
vi: Tuần

# LMS_TITLE_SCHEDULE_UPDATE_SUCCESED
source: Update successful schedule information
my: အောင်မြင်သောအစီအစဉ်သတင်းအချက်အလက်ကို update လုပ်ပါ
vi: Cập nhật thông tin lịch học thành công

# LMS_TITLE_MEETING_NOT_FOUND
source: No meeting found
my: အစည်းအဝေးမတွေ့ရှိပါ
vi: Không tìm thấy cuộc họp

# LMS_TITLE_ELEARNING
source: Online Learning
my: အွန်လိုင်းသင်ယူမှု
vi: Học trực tuyến

# LMS_TITLE_ADD_NEW_SCHEDULE_STUDY
source: Add new successful schedule information
my: အောင်မြင်သောအချိန်ဇယားသတင်းအချက်အလက်အသစ်ထည့်ပါ
vi: Thêm mới thông tin lịch học thành công

# LMS_STUDENT
source: Student
my: ကေျာင်းသူ
vi: Học viên

# LMS_SCHEDULE_LEARN_EXIST
source: School schedules have existed
my: ကျောင်းအချိန်ဇယားများတည်ရှိသည်
vi: Lịch học đã tồn tại

# LMS_POPUP_LECTURE
source: Popup lectures
my: Popup ပို့ချချက်များ
vi: Popup bài giảng

# LMS_PLEASE_CHOICE_ZOOM_ACCOUNT
source: Please select a zoom account
my: ကျေးဇူးပြု. zoom အကောင့်တစ်ခုကိုရွေးချယ်ပါ
vi: Vui lòng chọn tài khoản zoom

# LMS_PERMIT_POPUP_LECTURE
source: Allow Popup lectures
my: popup ပို့ချချက်တွေကိုခွင့်ပြုပါ
vi: Cho phép popup bài giảng

# LMS_PASSWORD_ZOOM
source: Password zoom
my: စကားဝှက်ကိုချဲ့
vi: Mật khẩu zoom

# LMS_OPEN_TAB
source: Open a new tab
my: အသစ်တခု tab ကိုဖွင့်ပါ
vi: Mở tab mới

# LMS_NOT_APPROVED
source: Unqualified
my: အရည်အချင်းမရှိသော
vi: Chưa duyệt

# LMS_MEETING_ACCOUNT_BUSY
source: Account was used in another meeting
my: အကောင့်ကိုအခြားအစည်းအဝေးတွင်အသုံးပြုခဲ့သည်
vi: Tài khoản đã được dùng trong cuộc họp khác

# LMS_LOG_APPROVED
source: Log approval
my: မှတ်တမ်းခွင့်ပြုချက်
vi: Log người duyệt

# LMS_LECTURE_NOT_EMPTY
source: Lecture not to be empty
my: အချည်းနှီးဖြစ်ဟောကိန်းထုတ်
vi: Bài giảng không được để trống

# LMS_LECTURE
source: Lesson
my: သင်္ခဏ်းစာ
vi: Bài giảng

# LMS_HOME_PAGE
source: Home page
my: ပင်မစာမျက်နှာ
vi: Trang chủ

# LMS_FAILURE_DELETED
source: Defeat
my: ရှုံးခြင်း
vi: Xóa thất bại

# LMS_ERR_SCHEDULE_NOT_FOUND
source: No schedule information found
my: ရှာမတွေ့ပါ
vi: Không tìm thấy thông tin lịch học

# LMS_ELEARNING_SYSTEM
source: Learning management system
my: သင်ယူခြင်းစီမံခန့်ခွဲမှုစနစ်
vi: Hệ thống quản lý học tập

# LMS_DOCUMENT_NOT_EMPTY
source: Learning materials Not empty
my: သင်ယူမှုပစ္စည်းများဗလာမဟုတ်ပါ
vi: Học liệu không được để trống

# LMS_DOCUMENT
source: Courseware
my: ရီးကော်
vi: Học liệu

# LMS_DELETED_SCHEDULE_STUDY
source: Delete successful schedule
my: အောင်မြင်သောအစီအစဉ်ကိုဖျက်ပါ
vi: Xóa lịch học thành công

# LMS_DAILY
source: Day
my: နေ့
vi: Ngày

# LMS_CHOICE_ZOOM_ACCOUNT
source: Select Zoom account
my: zoom အကောင့်ကိုရွေးချယ်ပါ
vi: Chọn tài khoản zoom

# LMS_CHOICE_LECTURE
source: Choose lectures
my: သင်ကြားမှုကိုရွေးချယ်ပါ
vi: Chọn bài giảng

# LMS_CHOICE_DOCUMENT
source: Choose learning materials
my: သင်ယူမှုပစ္စည်းများရွေးချယ်ပါ
vi: Chọn học liệu

# LMS_CREATOR
source: Creator
my: ဖန်တီးမှုရှင်
vi: Người tạo

# LMS_CREATE_TIME
source: Create time
my: အချိန်ဖန်တီးပါ
vi: Thời gian tạo

# LMS_BACKGROUND_COLOR
source: Background color
my: နောက်ခံအရောင်
vi: Màu nền

# LMS_ARTICLE_EXIST
source: Already existed posts
my: ရှိပြီးသားပို့စ်များတည်ရှိ
vi: Đã tồn tại bài viết

# LMS_APPROVED
source: Approved
my: အတည်ပြု
vi: Đã duyệt

# LMS_TUTOR_DELETE_CONFIRM_MSG
source: Class code
my: အတန်းအစားကုဒ်
vi: Xóa lịch học

# LMS_TITLE_EDIT_TUTOR_SESSION
source: Class name
my: အတန်းအမည်
vi: Sửa buổi học online

# LMS_TITLE_ADD_TUTOR_SESSION
source: Home page
my: ပင်မစာမျက်နှာ
vi: Thêm buổi học online
