Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/LmsTaskManagementController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi

# LMS_ZOOM_IN
source: Miniature
de: Miniatur
ja: ミニチュア
km: Miniatura
ko: 세밀화
lo: Minusculus
my: သေးအပိုင်း
vi: Thu nhỏ

# LMS_HIDDEN_SEARCH
source: Hidden search
de: Suche verborgen.
fr: Recherche cachée.
ja: 隠された検索。
km: Cerca oculta.
ko: 검색 숨겨진.
lo: Absconditus
my: ဝှက်ထားသောရှာဖွေပါ။
vi: Tìm kiếm ẩn.

# LMS_BEGIN_DATE
source: Start day
de: Beginn des Tages
fr: Commence jour
ja: 開始日
km: Dia d'inici
ko: 시작일
lo: Satus die
my: စတင်နေ့
vi: Ngày bắt đầu

# LMS_STATUS_DONT_EMPTY
source: Blank
de: Trommel
fr: Tambouriner
ja: ドラム
km: Timbal
ko: 북
my: စည်
vi: Trống

# LMS_TYPE_TASK_ITEM
source: Head
de: Der Kopf
fr: La tête
ja: 頭
km: El cap
ko: 머리
lo: Caput
my: ဦး ခေါင်း
vi: Cái đầu

# LMS_LECTURE
source: Lesson
de: Lektion
fr: Cours
ja: レッスン
km: Lliçó
ko: 수업
lo: Lectio
my: သင်္ခဏ်းစာ
vi: Bài học

# LMS_STUDENT
source: The student
de: Der Student
fr: L'étudiant
ja: 学生
km: L'estudiant
ko: 학생
lo: Studiosum
my: ကျောင်းသား
vi: Học sinh

# LMS_CLASS_001
source: Class 001
de: Klasse 001.
fr: Classe 001.
ja: クラス001。
km: Classe 001.
ko: 클래스 001.
lo: Genus I
vi: Lớp 001.

# LMS_DELETE
source: Erase
de: Löschen
fr: Effacer
ja: er
km: Esborrar
ko: 삭제
lo: Deleo
my: ဖေျာက်ဖျက်
vi: Tẩy xóa

# LMS_EXPAND
source: Extend
de: Erweitern
fr: Se déployer
ja: 拡張する
km: Estendre
ko: 연장하다
lo: Extendo
my: တိုးချဲ့
vi: Mở rộng

# LMS_TEST
source: Test
de: Prüfen
ja: テスト
km: Criteri
ko: 테스트
lo: Probo
my: စမ်းသပ်မှု
vi: Bài kiểm tra

# LMS_SUBJECT
source: Subjects
de: Fach
fr: Sujet
ja: 主題
km: Assignatura
ko: 주제
lo: Subditos
my: ခံစေ
vi: Đối tượng

# LMS_ASSIGN_TASK
source: Assign
de: Punkt
fr: Indiquer
ja: 点
km: Punt
ko: 가리키다
lo: Assigno
my: အစွန်း
vi: Chỉ định

# LMS_END_DATE
source: End date
de: Letzter Tag
fr: Dernier jour
ja: 最終日
km: L'últim dia
ko: 마지막 날
lo: Date finem
my: နောက်ဆုံးနေ့
vi: Ngày cuối

# LMS_DATA_RECOVED
source: Data recovery
de: Datenwiederherstellung
fr: Récupération de données
ja: データ復旧
km: Recuperació de dades
ko: 자료 복구
lo: Data Recuperatio
my: ဒေတာပြန်လည်ထူထောင်ရေး
vi: Phục hồi dữ liệu

# LMS_UNSELECTED
source: Unchecked
de: Ungeprüft
fr: Non contrôlé
ja: 未チェック
km: Destacada
ko: 확인되지 않았습니다
lo: INDEPRETUS
my: မဆဲွသေး
vi: Bỏ chọn

# LMS_ALL
source: All
de: Alle
fr: Tous
ja: 全て
km: Totes
ko: 모두
lo: Omnis
my: အားလုံး
vi: Tất cả

# LMS_ACTIVITY
source: Work
de: Arbeit
fr: Travailler
ja: 仕事
km: Treball
ko: 일하다
lo: Opus
my: အလုပ်
vi: Hoạt động

# LMS_ADDED
source: Added
de: Hinzugefügt
fr: Ajoutée
ja: 追加した
km: Ha afegit
ko: 덧붙였다
lo: Additus
my: ဆက်ထပ်ထား
vi: Đã thêm

# LMS_APPROVED
source: Approved
de: Zugelassen
fr: Approuvé
ja: 承認済み
km: Aprovada
ko: 승인 된 것
lo: Probatus
my: အတည်ပြု
vi: Đã duyệt

# LMS_ASSIGN
source: Assign
de: Zuordnen
fr: Attribuer
ja: 割当
km: Atribuir
ko: 양수인
lo: Assigno
my: သတ်မှတ်
vi: Giao việc

# LMS_ATTRIBUTE_NAME
source: Attribute name
de: Attributname
fr: Nom d'attribut
ja: 属性名
km: Nom d'atribut
ko: 속성 이름
lo: CRINIO
my: attribute နာမ
vi: Tên thuộc tính

# LMS_BACKGROUND_COLOR
source: Background color
de: Hintergrundfarbe
fr: Couleur de l'arrière plan
ja: 背景色
km: Color de fons
ko: 배경색
my: နောက်ခံအရောင်
vi: Màu nền

# LMS_CANCEL_CREATE_JOBCARD_SUCCESS
source: Cancel creating a job card
de: Abbrechen Erstellen einer Jobkarte
fr: Annuler la création d'une carte de travail
ja: ジョブカードの作成をキャンセルします
km: Cancel·la la creació d'una targeta de treball
ko: 취소 작업 카드 만들기
lo: Cancel Card Job Card
my: အလုပ်ကဒ်ပြားကိုပယ်ဖျက်ပါ
vi: Hủy tạo thẻ việc thành công

# LMS_CHECKIN_LOCATION_NOT_EMPTY
source: Location Check Print is not vacant
de: Standortprüfung Druck ist nicht leer
fr: Vérification de l'emplacement Imprimer n'est pas vacant
ja: 場所チェック印刷は空いていません
km: La impressió de comprovació de la ubicació no està vacant
ko: 위치 확인 인쇄는 비어 있지 않습니다
lo: Locus Reprehendo Print non vacans
my: တည်နေရာ Check Print သည်နေရာလွတ်မရှိပါ
vi: Địa điểm check in không được bỏ trống

# LMS_CHECKOUT_LOCATION_NOT_EMPTY
source: Check Out Location is not vacant
de: Check-out-Standort ist nicht leer
fr: Vérifier l'emplacement n'est pas vacant
ja: チェックアウト場所は空いていません
km: La ubicació de la ubicació no està vacant
ko: 체크 아웃 위치가 비어 있지 않습니다
lo: Reprehendo sicco locus non vacans
my: နေရာလွတ်လစ်လပ်မထားဘူး
vi: Địa điểm check out không được bỏ trống

# LMS_CHOOSE_STUDENT
source: Choose students
de: Studenten auswählen
fr: Choisissez les étudiants
ja: 生徒を選ぶ
km: Trieu els estudiants
ko: 학생을 선택하십시오
lo: Elige discipuli
my: ကျောင်းသားများကိုရွေးချယ်ပါ
vi: Chọn học viên

# LMS_CREATED_JOB
source: Has created jobs
de: Hat Arbeitsplätze geschaffen
fr: A créé des emplois
ja: 仕事を作成しました
km: Ha creat treballs
ko: 작업을 만들었습니다
lo: Quae creavit jobs
my: အလုပ်ဖန်တီးခဲ့သည်
vi: Đã tạo công việc

# LMS_CREATED_JOBCARD_SUCCESS
source: Create a successful card
de: Erstellen Sie eine erfolgreiche Karte
fr: Créer une carte réussie
ja: 成功したカードを作成します
km: Creeu una targeta reeixida
ko: 성공적인 카드를 만듭니다
lo: Card creare
my: အောင်မြင်သောကဒ်တစ်ခုဖန်တီးပါ
vi: Tạo thẻ việc thành công

# LMS_CREATED_WORKFLOW
source: Create treatment flow
de: Behandlungsstrom schaffen
fr: Créer un flux de traitement
ja: 治療フローを作成します
km: Crea un flux de tractament
ko: 치료 흐름을 만듭니다
lo: Create treatment fluxus
my: ကုသမှုစီးဆင်းမှုကိုဖန်တီးပါ
vi: Tạo luồng xử lý

# LMS_DATA_RECOVERY
source: Data recovery
de: Datenwiederherstellung
fr: Récupération de données
ja: データ復旧
km: Recuperació de dades
ko: 자료 복구
lo: Data Recuperatio
my: ဒေတာပြန်လည်ထူထောင်ရေး
vi: Khôi phục dữ liệu

# LMS_DATE_END_FROM........LMS_DATE_END_TO
source: End date .... Sang
de: Enddatum .... Sang
fr: Date de fin .... Sang
ja: 終了日....歌
km: Data de finalització .... Sang
ko: 종료 날짜 .... 상영
lo: Date finem ....
my: နောက်ဆုံးရက် .... သီဆို
vi: Ngày kết thúc từ.... sang

# LMS_DATE_STARTS_FROM.....LMS_DATE_STARTS_TO
source: Day starting .... Sang
de: Tag beginnen .... Sang
fr: Jour de départ ... Sang
ja: 日の開始....歌
km: Dia que comença ... Sang
ko: 날짜 시작 .... 상영
lo: Dies incipiens ....
my: နေ့စန် .... သီဆို
vi: Ngày bắt đầu từ .... sang

# LMS_DELETED
source: Deleted
de: Gelöscht
fr: Supprimé
ja: 削除されました
km: Suprimit
ko: 삭제됨
my: ဖျက်ပါ
vi: Đã xóa

# LMS_JOBCARD_TO_DESCRIPTION
source: Describe from ... to ... described into
de: Beschreiben von ... bis ...
fr: Décrire de ... à ... décrit dans
ja: に記載されています
km: Descriviu de ... a ... es descriu a
ko: ...에 설명 된 ...
lo: Describere a ... ... ad describit in
my: ... မှဖော်ပြရန် ... သို့ဖော်ပြခဲ့သည်
vi: sang

# LMS_END_DAY
source: End date
de: Endtermin
fr: Date de fin
ja: 終了日
km: Data de finalització
ko: 종료일
lo: Date finem
my: နောက်ဆုံးရက်
vi: Ngày kết thúc

# LMS_EXPIRE_DATE_FROM ..... LMS_EXPIRE_DATE_TO
source: Expiry date .... Sang
de: Verfallsdatum .... Sang
fr: Date d'expiration .... Sang
ja: 有効期限....歌いました
km: Data de caducitat ... Sang
ko: 만료일 .... 상금
lo: Exitus Date ....
my: သက်တမ်းကုန်ဆုံးရက်စွဲ .... သီဆို
vi: Ngày hết hạn từ ....sang

# LMS_FILE_NOT_FOUND
source: No files found on the machine. Please select the file again
de: Keine Dateien auf dem Computer gefunden. Bitte wählen Sie die Datei erneut aus
fr: Aucun fichier trouvé sur la machine. Veuillez sélectionner le fichier à nouveau
ja: マシン上にファイルが見つかりません。ファイルを選択してください
km: No hi ha fitxers a la màquina. Seleccioneu el fitxer de nou
ko: 컴퓨터에서 파일이 없습니다. 다시 파일을 선택하십시오
lo: Non files in apparatus. Placere eligere file iterum
my: စက်ပေါ်တွင်ရှာမတွေ့ပါ။ ကျေးဇူးပြု. ဖိုင်ကိုနောက်တစ်ကြိမ်ရွေးပါ
vi: Không tìm thấy tệp tin trên máy. Vui lòng chọn lại tệp tin

# LMS_INPUT_CARDJOB_TITLE
source: Enter the title for this card
de: Geben Sie den Titel für diese Karte ein
fr: Entrez le titre pour cette carte
ja: このカードのタイトルを入力してください
km: Introduïu el títol d'aquesta targeta
ko: 이 카드의 제목을 입력하십시오
lo: Intra in titulo hoc card
my: ဒီကဒ်အတွက်ခေါင်းစဉ်ကိုရိုက်ထည့်ပါ
vi: Nhập tiêu đề cho thẻ này

# LMS_JOBCARD_DELETE_SUCCESS
source: Delete the job card successfully
de: Löschen Sie die Jobkarte erfolgreich
fr: Supprimer la carte de travail avec succès
ja: ジョブカードを正常に削除します
km: Elimineu la targeta de treball correctament
ko: 작업 카드를 성공적으로 삭제하십시오
lo: Delere officium card feliciter
my: အလုပ်ကဒ်ကိုအောင်မြင်စွာဖျက်ပါ
vi: Xóa thẻ việc thành công

# LMS_JOBCARD_TO_TITLE
source: to
de: Loading...
fr: Loading...
ja: Loading...
km: Loading...
ko: Loading...
lo: Card nomine .....
my: Loading...
vi: sang

# LMS_JOBCARD_LINK
source: Link card
de: Link-Karte
fr: Carte de liaison
ja: リンクカード
km: Targeta d'enllaç
ko: 링크 카드
vi: Thẻ việc liên kết

# LMS_JOBCARD_LOCKED
source: The card is locked
de: Die Karte ist gesperrt
fr: La carte est verrouillée
ja: カードはロックされています
km: La targeta està bloquejada
ko: 카드가 잠겨 있습니다
lo: Card est clausum
my: ကဒ်သော့ခတ်ထားသည်
vi: Thẻ việc đã bị khóa

# LMS_JOBCARD_NOT_EXIST
source: Do not exist
de: Existiert nicht
fr: N'existe pas
ja: 存在しない
km: No existeix
ko: 존재하지 않음
lo: Non est
my: မတည်ရှိပါနှင့်
vi: Thẻ việc không tồn tại

# LMS_LOG_STATUS
source: Log status
de: Protokollstatus.
fr: État du journal
ja: ログ状況
km: Estat del registre
ko: 로그 상태
lo: Status Status
my: log အခြေအနေ
vi: Log trạng thái

# LMS_MISSION_TYPE
source: Type of mission
de: Art der Mission.
fr: Type de mission
ja: ミッションの種類
km: Tipus de missió
ko: 임무 유형
lo: Typus Missionis
my: မစ်ရှင်အမျိုးအစား
vi: Kiểu nhiệm vụ

# LMS_MSG_JOBCARD_USEDBY_MULTIPLE_DEVICE
source: The job card is being updated on multiple devices, do you want to save changes
de: Die Auftragskarte wird auf mehreren Geräten aktualisiert, möchten Sie Änderungen speichern
fr: La carte de travail est mise à jour sur plusieurs périphériques, souhaitez-vous enregistrer des modifications?
ja: ジョブカードは複数のデバイスで更新されていますが、変更を保存しますか
km: La targeta de treball s'està actualitzant en diversos dispositius, voleu desar els canvis
ko: 작업 카드가 여러 장치에서 업데이트되고 있으며 변경 사항을 저장 하시겠습니까?
lo: Et Job Card est updated in multiple cogitationes, quid vis ut salvum mutantur
my: အလုပ်ကဒ်ကိုကိရိယာမျိုးစုံနှင့်မွမ်းမံလျက်ရှိသည်, သင်ပြောင်းလဲမှုများကိုသိမ်းဆည်းလိုပါသလား
vi: Thẻ việc đang được cập nhật trên nhiều thiết bị, bạn có muốn lưu lại thay đổi

# LMS_MSG_PLEASE_CHOICE_ITEM
source: Please select the job list
de: Bitte wählen Sie die Jobliste aus
fr: Veuillez sélectionner la liste de travail
ja: ジョブリストを選択してください
km: Seleccioneu la llista de treballs
ko: 작업 목록을 선택하십시오
lo: Placere eligere officium album
my: ကျေးဇူးပြု. အလုပ်စာရင်းကိုရွေးချယ်ပါ
vi: Vui lòng chọn danh mục công việc

# LMS_MSG_PLEASE_INPUT_CARDJOB_NAME
source: Please enter the job card name
de: Bitte geben Sie den Job-Kartennamen ein
fr: S'il vous plaît entrer le nom de la carte de travail
ja: ジョブカードの名前を入力してください
km: Introduïu el nom de la targeta de treball
ko: 작업 카드 이름을 입력하십시오
lo: Please enter officium card nomen tuum
my: ကျေးဇူးပြု. အလုပ်ကဒ်အမည်ကိုရိုက်ထည့်ပါ
vi: Vui lòng nhập tên thẻ việc

# LMS_MSG_START_ITEM_NOT_SPACE
source: Title heading does not start with space
de: Titelüberschrift beginnt nicht mit dem Platz
fr: Le titre de titre ne commence pas avec l'espace
ja: タイトルの見出しはスペースで始まらない
km: El títol de títol no comença amb l'espai
ko: 제목 제목은 공간으로 시작하지 않습니다
lo: Titulus petere non satus cum spatio
my: ခေါင်းစဉ်ခေါင်းစဉ်အာကာသနှင့်အတူစတင်မထားဘူး
vi: Tiêu đề đầu mục không bắt đầu bằng khoảng trống

# LMS_PLEASE_ACCEPT
source: Please agree
de: Bitte stimme zu
fr: S'il vous plaît d'accord
ja: 同意してください
km: Accepteu-vos
ko: 동의 해주십시오
lo: Consentio
my: ကျေးဇူးပြုပြီးသဘောတူပါ
vi: Hãy đồng ý

# LMS_PLEASE_SELECTED_LIST
source: Please select a list
de: Bitte wählen Sie eine Liste aus
fr: Veuillez sélectionner une liste
ja: リストを選択してください
km: Seleccioneu una llista
ko: 목록을 선택하십시오
lo: Placere eligere list
my: ကျေးဇူးပြု. စာရင်းတစ်ခုရွေးပါ
vi: Vui lòng chọn danh sách

# LMS_PRIORITY
source: Prioritized
de: Priorisiert
fr: Prioritaire
ja: 優先順位
km: Prioritat
ko: 우선 순위가 지정되었습니다
my: ဦး စားပေး
vi: Ưu tiên

# LMS_PROGRESS
source: Deployment
de: Einsatz
fr: Déploiement
ja: 展開
km: Desplegament
ko: 전개
lo: DECIMUS
my: ကွက်ဖြန့်ကျက်
vi: Đang triển khai

# LMS_RECORDS_NOT_FOUND
source: Not found records
de: Keine Datensätze gefunden.
fr: Records non trouvés
ja: 見つかりません
km: No s'han trobat registres
ko: 기록을 찾지 못했습니다
lo: Non inveni records
my: မှတ်တမ်းများမတွေ့ပါ
vi: Không tìm thấy bản ghi

# LMS_RELATED_CARD
source: Related cards
de: Zugehörige Karten
fr: Cartes associées
ja: 関連カード
km: Targetes relacionades
ko: 관련 카드
my: ဆက်စပ်ကဒ်များ
vi: Thẻ liên quan

# LMS_RESULT_DATA
source: Results data
de: Ergebnisse Daten
fr: Données de résultats
ja: 結果データ
km: Dades de resultats
ko: 결과 데이터
lo: Results notitia
my: ရလဒ်ဒေတာ
vi: Dữ liệu kết quả

# LMS_SAMPLE_DATA_GROUP
source: Template data group
de: Template-Datengruppe.
fr: Groupe de données de modèle
ja: テンプレートデータグループ
km: Grup de dades de plantilles
ko: 템플릿 데이터 그룹
lo: Formula notitia Group
vi: Nhóm dữ liệu mẫu

# LMS_SEE_LOG
source: See Log
de: Siehe log.
fr: Voir
ja: ログを見てください
km: Vegeu el registre
ko: 로그를 참조하십시오
lo: Videatur Log
my: မှတ်တမ်းကိုကြည့်ပါ
vi: Xem log

# LMS_SHOW_DATA
source: See data
de: Daten anzeigen.
fr: Voir les données
ja: データを参照してください
km: Vegeu les dades
ko: 데이터를 참조하십시오
lo: Video
my: ဒေတာကိုကြည့်ပါ
vi: Xem dữ liệu

# LMS_START_DAY
source: Start day
de: Beginn des Tages
fr: Commence jour
ja: 開始日
km: Dia d'inici
ko: 시작일
lo: Satus die
my: စတင်နေ့
vi: Ngày bắt đầu

# LMS_STATUS_NOT_EMPTY
source: Unknown
de: Unbekannt
fr: Inconnu
ja: 未知の
km: Desconegut
ko: 알려지지 않은
lo: Ignotus
my: မသိသာသော
vi: Trạng thái không được bỏ trống

# LMS_TYPE_WORK_FORM.........LMS_TYPE_WORK_TO
source: Working status from ..... Sang
de: Arbeitsstatus von ..... Sang
fr: Statut de travail de ..... chanté
ja: からの作業状況..... Sang.
km: Estat de treball de ..... Sang
ko: 작업 상태에서 ..... 상영
lo: Opus status ex ..... cecinit
my: အလုပ်အခြေအနေ ..... သီဆို
vi: Trạng thái làm việc từ ..... sang

# LMS_WEIGHT_FORM.....LMS_WEIGHT_TO
source: Weight from .... to
de: Gewicht von .... bis
fr: Poids de .... à
ja: からの体重
km: Pes de .... a
ko: 무게 ....에게
lo: .... pondus est
my: မှအလေးချိန် .... ရန်
vi: Trọng số từ .... sang

# LMS_YOU_DELETED_JOBCARD
source: You have been deleted from the job card
de: Sie wurden von der Jobkarte gelöscht
fr: Vous avez été supprimé de la carte de travail
ja: あなたはジョブカードから削除されました
km: S'ha eliminat de la targeta de treball
ko: 작업 카드에서 삭제되었습니다
lo: Vos have been delevit a officium card
my: သင့်ကိုအလုပ်ကဒ်ကနေဖျက်လိုက်ပြီ
vi: Bạn đã bị xóa khỏi thẻ việc

# LMS_YOU_REFUSE_JOBCARD
source: You have refused to do the job
de: Sie haben sich abgelehnt, den Job zu erledigen
fr: Vous avez refusé de faire le travail
ja: あなたは仕事をすることを拒んだ
km: S'ha negat a fer la feina
ko: 당신은 그 일을 거부했습니다
lo: Et noluit facere officium
my: သငျသညျအလုပ်လုပ်ဖို့ငြင်းဆန်ပါပြီ
vi: Bạn đã từ chối thực hiện công việc

# LMS_JOBCARD_FROM_TITLE
source: Card name from ..... Sang
de: Kartenname von ..... Sang
fr: Nom de la carte de ..... Sang
ja: カード名からのカード名.....歌
km: Nom de la targeta de ..... Sang
ko: 카드 이름에서 ..... 상영
lo: Card nomine .....
my: ..... မှကဒ်အမည် ..... သီဆို
vi: Tên thẻ việc từ

# LMS_STUDENT_V
source: Limework
de: Einschränkend
fr: Citrouette
ja: lemwew
km: Lleuger
ko: lemework.
lo: Limowork
my: မေှျာ်လင့်ကစား
vi: Học viên

# LMS_STUDENT_LIST
source: Quite difficult
de: Ziemlich schwierig
fr: Assez difficile
ja: かなり難しい
km: Bastant difícil
ko: 꽤 어려운
lo: Satis difficile
my: အတော်လေးခက်ခဲ
vi: Danh sách học viên

# LMS_ADD_ASSIGNMENT
source: Very difficult
de: Sehr schwierig
fr: Très difficile
ja: 非常に難しい
km: Molt difícil
ko: 매우 어렵다
lo: Valde difficile
my: အလွန်ခက်ခဲ
vi: Thêm nhiệm vụ

# LMS_ACTION_AGREE
source: Agreed
de: Einverstanden
fr: D'accord
ja: 合意した
km: Convingut
ko: 동의했다
lo: Constat
my: သဘောတူညီသော
vi: Đã đồng ý

# LMS_ACTION_REFUSE
source: Declined
de: Abgelehnt
fr: Diminué
ja: 拒否した
km: Reduït
ko: 거절했다
lo: Declinatus
my: ငြင်းပယ်ခဲ့သည်
vi: Đã từ chối

# LMS_ACTION_UNAGREE
source: Gave off
de: Abgegeben
fr: Cédé
ja: 降りて
km: Es va lliurar
ko: 줬어
lo: DEDUCTUS
my: အရှုံးပေးလိုက်တယ်
vi: Đã bỏ đồng ý

# LMS_ACTION_UNREFUSE
source: Descend
de: Absteigen
fr: Descendre
ja: 降りる
km: Descendir
ko: 하강
lo: Descendo
my: ဆင်း
vi: Đã bỏ từ chối

# LMS_LBL_ASSIGN_TO_STUDENT
source: Assign work to student
de: Arbeiten Sie der Arbeit dem Schüler zu
fr: Affecter le travail à l'étudiant
ja: 学生に作業を割り当てます
km: ចាត់តាំងការងារទៅសិស្ស
ko: 학생에게 일을 할당하십시오
lo: ກໍາຫນົດວຽກໃຫ້ນັກຮຽນ
my: ကျောင်းသားအားအလုပ်ခန့်ထားပါ
vi: Giao việc đến học viên

# LMS_LOG_UPDATE_PROGRESS
source: Update progress item
de: Aktualisieren Sie den Fortschrittselement
fr: Mettre à jour l'élément de progression
ja: 進行状況項目を更新します
km: ធ្វើបច្ចុប្បន្នភាពធាតុវឌ្ឍនភាព
ko: 진행 상황을 업데이트하십시오
lo: ປັບປຸງລາຍການຄວາມຄືບຫນ້າ
my: တိုးတက်မှု item ကို update ကို
vi: Cập nhật đầu mục tiến độ

# LMS_LOG_UPDATE_USER
source: Update user list
de: Benutzerliste aktualisieren
fr: Mettre à jour la liste des utilisateurs
ja: ユーザーリストを更新します
km: ធ្វើបច្ចុប្បន្នភាពបញ្ជីអ្នកប្រើប្រាស់
ko: 사용자 목록을 업데이트합니다
lo: ປັບປຸງລາຍຊື່ຜູ້ໃຊ້
my: Uper Upery စာရင်း
vi: Cập nhật danh sách người được giao nhiệm vụ

# LMS_QUIZ
source: Question
de: Frage
ja: 質問
km: សយរសមនយរ
ko: 의문
lo: ອະພິສິດ
my: မေးမြန်း
vi: Câu hỏi
