Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/MeetingScheduleController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# MS_BTN_UPDATE
source: Update
de: Aktualisieren
fr: Mise à jour
ja: 更新
km: ធ្វើបច្ចុប្បន្នភាព
ko: 최신 정보
lo: ປັບປຸງໃຫ້ທັນ
my: နောက်ဆုံးသတင်း
vi: Cập nhật
zh: 更新资料

# MS_CRUD_LIST_EMPLOYEE
source: List of participants
de: Liste der Teilnehmer
fr: Liste des participants
ja: 参加者のリスト
km: បញ្ជីឈ្មោះអ្នកចូលរួម
ko: 참가자 목록
lo: ລາຍຊື່ຜູ້ເຂົ້າຮ່ວມ
my: သင်တန်းသားများကိုစာရင်း
vi: Danh sách người tham gia
zh: 参赛者名单

# MS_CRUD_NOTE
source: Note
de: Hinweis
fr: Remarque
ja: 注意
km: ចំណាំ
ko: 노트
lo: ຫມາຍ​ເຫດ​
my: မှတ်ချက်
vi: Ghi chú
zh: 注意

# MS_CRUD_STATUS
source: Status
fr: Statut
ja: 状態
km: ស្ថានភាព
ko: 상태
lo: ສະຖານະພາບ
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# MS_CRUD_TEXT_SELECT_EMPLOYEE
source: Choose an employee
de: Wählen Sie einen Mitarbeiter
fr: Choisissez un employé
ja: 従業員を選ぶ
km: ជ្រើសរើសនិយោជិក
ko: 직원 선택
lo: ເລືອກພະນັກງານ
my: ဝန်ထမ်းရွေးချယ်ပါ
vi: Chọn nhân viên
zh: 选择一个员工

# MS_CRUD_TIME_END
source: End time
de: Endzeit
fr: Heure de fin
ja: 終了時間
km: ពេលវេលាបញ្ចប់
ko: 종료 시간
lo: ເວລາສິ້ນສຸດ
my: အဆုံးအချိန်
vi: Thời gian kết thúc
zh: 时间结束

# MS_CRUD_TIME_START
source: Starting time
de: Anfangszeit
fr: Heure de départ
ja: 開始時間
km: ពេលវេលាចាប់ផ្តើម
ko: 시작 시간
lo: ເວລາເລີ່ມຕົ້ນ
my: စတင်ချိန်
vi: Thời gian bắt đầu
zh: 起始时间

# MS_CRUD_TITLE
source: Title
de: Titel
fr: Titre
ja: 題名
km: ចំណងជើង
ko: 표제
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# MS_LBL_MEETING
source: Meeting
de: Treffen
fr: Réunion
ja: 会議
km: ការប្រជុំ
ko: 모임
lo: ກອງປະຊຸມ
my: အစည်းအဝေး
vi: Cuộc họp
zh: 会议

# MS_LBL_MEETING_NOT_IN_TIME
source: The meeting is not yet time
de: Das Treffen ist noch nicht Zeit
fr: La rencontre n'est pas encore l'heure
ja: 会議はまだ時間ではありません
km: ការប្រជុំមិនទាន់ដល់ពេលទេ
ko: 회의는 아직 시간이 아닙니다
lo: ກອງປະຊຸມຍັງບໍ່ທັນຮອດເວລາ
my: အဆိုပါအစည်းအဝေးသေးအချိန်မဟုတ်ပါ
vi: Cuộc họp chưa đến giờ
zh: 会议还没到

# MS_LBL_MEETING_OUT_TIME
source: The meeting is past time
de: Das Treffen ist vorbei
fr: La rencontre est passée
ja: 会議は過去の時間です
km: ការប្រជុំនេះគឺជាពេលវេលាកន្លងមកហើយ
ko: 회의가 지난 시간입니다.
lo: ກອງປະຊຸມແມ່ນເວລາທີ່ຜ່ານມາ
my: အဆိုပါအစည်းအဝေးအတိတ်အချိန်ဖြစ်ပါသည်
vi: Cuộc họp đã quá giờ
zh: 会议已经过去了

# MS_LBL_MEETING_READY
source: Meeting ready
de: Treffen bereit
fr: Réunion prête
ja: 会議の準備ができました
km: ប្រជុំត្រៀមរួចរាល់
ko: 회의 준비
lo: ກອງປະຊຸມກຽມພ້ອມ
my: အစည်းအဝေးပြီးပြီ
vi: Cuộc họp sẵn sàng
zh: 会议准备

# MS_LBL_STATUS
source: Status
fr: Statut
ja: 状態
km: ស្ថានភាព
ko: 상태
lo: ສະຖານະພາບ
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# MS_LBL_TIME_MEETING
source: Time
de: Zeit
fr: Temps
ja: 時間
km: ពេលវេលា
ko: 시각
lo: ເວລາ
my: အချိန်
vi: Thời gian
zh: 时间

# MS_MESSAGE_ADD_SUCCESS
source: Successfully added new meeting schedule information
de: Neue Informationen zum Besprechungsplan wurden erfolgreich hinzugefügt
fr: Nouvelles informations sur le calendrier de réunion ajoutées avec succès
ja: 新しい会議スケジュール情報が正常に追加されました
km: បន្ថែមព័ត៌មានកាលវិភាគប្រជុំថ្មីដោយជោគជ័យ
ko: 새 회의 일정 정보를 성공적으로 추가했습니다.
lo: ປະສົບຜົນ ສຳ ເລັດເພີ່ມຂໍ້ມູນຕາຕະລາງການປະຊຸມ ໃໝ່
my: အစည်းအဝေးအချိန်ဇယားအချက်အလက်အသစ်ကိုအောင်မြင်စွာထည့်သွင်းပြီး
vi: Thêm mới thông tin lịch họp thành công
zh: 成功添加新的会议安排信息

# MS_MESSAGE_EXITS
source: Meeting schedule already exists
de: Besprechungsplan existiert bereits
fr: Le calendrier des réunions existe déjà
ja: 会議のスケジュールはすでに存在します
km: កាលវិភាគប្រជុំមានរួចហើយ
ko: 회의 일정이 이미 있습니다.
lo: ຕາຕະລາງການປະຊຸມມີຢູ່ແລ້ວ
my: အစည်းအဝေးအချိန်ဇယားရှိပြီးဖြစ်သည်
vi: Lịch họp đã tồn tại
zh: 会议时间表已存在

# MS_MESSAGE_NOT_FOUND_MEETING
source: No meeting schedule information found
de: Es wurden keine Informationen zum Besprechungsplan gefunden
fr: Aucune information sur le calendrier de réunion trouvée
ja: 会議のスケジュール情報が見つかりません
km: រកមិនឃើញព័ត៌មានអំពីកាលវិភាគប្រជុំ
ko: 회의 일정 정보를 찾을 수 없습니다.
lo: ບໍ່ພົບຂໍ້ມູນຕາຕະລາງການປະຊຸມ
my: အစည်းအဝေးအချိန်ဇယားအချက်အလက်ကိုရှာမတွေ့ပါ
vi: Không tìm thấy thông tin lịch họp
zh: 找不到会议时间表信息

# MS_MESSAGE_UPDATE_STATUS_SUCCESS
source: Successfully updated meeting schedule status
de: Der Status des Besprechungsplans wurde erfolgreich aktualisiert
fr: État du calendrier de réunion mis à jour avec succès
ja: 会議のスケジュールステータスが正常に更新されました
km: បានធ្វើបច្ចុប្បន្នភាពស្ថានភាពកាលវិភាគប្រជុំដោយជោគជ័យ
ko: 회의 일정 상태를 업데이트했습니다.
lo: ອັບເດດສະຖານະພາບການປະຊຸມຢ່າງ ສຳ ເລັດຜົນ
my: အောင်မြင်စွာအဆင့်မြှင့်ထားသောအစည်းအဝေးအချိန်ဇယားအခြေအနေ
vi: Cập nhật trạng thái lịch họp thành công
zh: 成功更新会议时间表状态

# MS_MESSAGE_UPDATE_SUCCESS
source: Successful update of meeting schedule information
de: Erfolgreiche Aktualisierung der Informationen zum Besprechungsplan
fr: Mise à jour réussie des informations sur le calendrier des réunions
ja: 会議スケジュール情報の正常な更新
km: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានជោគជ័យនៃកម្មវិធីប្រជុំ
ko: 회의 일정 정보의 성공적인 업데이트
lo: ການອັບເດດສົບຜົນ ສຳ ເລັດຂອງຂໍ້ມູນຕາຕະລາງການປະຊຸມ
my: အစည်းအဝေးအချိန်ဇယားအချက်အလက်များ၏အောင်မြင်သော update ကို
vi: Cập nhật thông tin lịch họp thành công
zh: 成功更新会议时间表信息

# MS_TITLE
source: Add a meeting schedule
de: Fügen Sie einen Besprechungsplan hinzu
fr: Ajouter un calendrier de réunion
ja: 会議のスケジュールを追加する
km: បន្ថែមកាលវិភាគប្រជុំ
ko: 회의 일정 추가
lo: ຕື່ມຕາຕະລາງການປະຊຸມ
my: အစည်းအဝေးအချိန်ဇယားထည့်ပါ
vi: Thêm lịch họp
zh: 添加会议时间表

# MS_TITLE_EDI_MEETING_SCHE
source: Edit meeting schedule
de: Besprechungsplan bearbeiten
fr: Modifier le calendrier des réunions
ja: 会議のスケジュールを編集する
km: កែសម្រួលកាលវិភាគប្រជុំ
ko: 회의 일정 수정
lo: ແກ້ໄຂຕາຕະລາງການປະຊຸມ
my: အစည်းအဝေးအချိန်ဇယားကိုတည်းဖြတ်ပါ
vi: Sửa lịch họp
zh: 编辑会议时间表

# MS_TXT_ALL
source: All
de: Alle
fr: Tout
ja: すべて
km: ទាំងអស់
ko: 모두
lo: ທັງ ໝົດ
my: အားလုံး
vi: Tất cả
zh: 所有

# MS_VALIDATE_EMPLOYEE
source: Staff cannot be left blank
de: Das Personal darf nicht leer gelassen werden
fr: Le personnel ne peut pas être laissé vide
ja: スタッフを空白のままにすることはできません
km: បុគ្គលិកមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 직원은 비워 둘 수 없습니다.
lo: ພະນັກງານບໍ່ສາມາດປະຫວ່າງໄວ້ໄດ້
my: ၀ န်ထမ်းများကိုကွက်လပ် ထား၍ မရပါ
vi: Người tham gia không được để trống
zh: 员工不能为空

# MS_VALIDATE_END_TIME
source: The required end time is required
de: Die erforderliche Endzeit ist erforderlich
fr: L'heure de fin requise est requise
ja: 必要な終了時間が必要です
km: ពេលវេលាបញ្ចប់ដែលត្រូវការគឺចាំបាច់
ko: 필수 종료 시간이 필요합니다.
lo: ເວລາສິ້ນສຸດທີ່ຕ້ອງການແມ່ນ ຈຳ ເປັນ
my: လိုအပ်သောအဆုံးအချိန်လိုအပ်သည်
vi: Thời gian kết thúc yêu cầu bắt buộc
zh: 所需的结束时间为必填项

# MS_VALIDATE_STARTTIME
source: Required start time required
de: Erforderliche Startzeit erforderlich
fr: Heure de début requise requise
ja: 必要な開始時間が必要
km: ពេលវេលាចាប់ផ្តើមដែលត្រូវការចាំបាច់
ko: 필요한 시작 시간
lo: ເວລາເລີ່ມຕົ້ນທີ່ຕ້ອງການ
my: လိုအပ်သောစတင်ချိန်လိုအပ်သည်
vi: Thời gian bắt đầu yêu cầu bắt buộc
zh: 所需的开始时间

# MS_VALIDATE_STATUS
source: The state cannot be left blank
de: Der Status kann nicht leer gelassen werden
fr: L'état ne peut pas être laissé vide
ja: 状態を空白のままにすることはできません
km: រដ្ឋមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 상태는 비워 둘 수 없습니다.
lo: ລັດບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: ပြည်နယ်ကိုကွက်လပ် ထား၍ မရပါ
vi: Trạng thái không được để trống
zh: 状态不能为空

# MS_VALIDATE_TITLE
source: Title required required
de: Titel erforderlich erforderlich
fr: Titre requis requis
ja: タイトルが必要です
km: ទាមទារចំណងជើង
ko: 제목이 필요합니다.
lo: ຕ້ອງການຫົວຂໍ້
my: လိုအပ်သောခေါင်းစဉ်လိုအပ်သည်
vi: Tiêu đề yêu cầu bắt buộc
zh: 必填标题

# MS_USER_JOINED
source: Participants
de: Teilnehmer
ja: 参加者
ko: 참가자들
lo: Participantium
my: သင်တန်းသားများ
vi: Người tham gia
zh: 参与者

# MS_ZOOM_ID
source: Zoom ID
fr: Zoom
ja: ズームID
km: ID de zoom
ko: 확대 / 축소 ID
zh: 缩放ID

# MS_TIP_EDIT_DELETE_EVENT
source: Notice: Right click on event to edit or delete. In case meeting creator do not join the meeting and participant can not share their screen, edit popup contain host code can be used to get admin right in meeting (in participants section of zoom).
de: Hinweis: Klicken Sie mit der rechten Maustaste auf das Ereignis, um zu bearbeiten oder zu löschen. Wenn der Ersteller des Treffens nicht dem Meeting beigetreten ist und der Teilnehmer ihren Bildschirm nicht weitergeben kann, kann das Popup -Hostcode bearbeiten, um Administrator in der Besprechung (im Abschnitt Teilnehmer des Zooms) zu erhalten.
fr: Remarquez: cliquez avec le bouton droit sur l'événement pour modifier ou supprimer. Dans le cas où le créateur de la réunion ne rejoignez pas la réunion et les participants ne peuvent pas partager leur écran, la modification de la fenêtre contextuelle contienne le code hôte peut être utilisée pour obtenir correctement l'administrateur lors de la réunion (dans la section des participants de Zoom).
ja: 注意：イベントを右クリックして編集または削除します。会議の作成者が会議に参加せず、参加者は画面を共有できない場合、ポップアップの編集ホストコードを使用して、会議で管理者を正しくすることができます（Zoomの参加者セクション）。
km: សេចក្តីជូនដំណឹង: ចុចកណ្ដុរខាងស្ដាំលើព្រឹត្តិការណ៍ដើម្បីកែសម្រួលឬលុប។ ក្នុងករណីដែលអ្នកបង្កើតកិច្ចប្រជុំមិនចូលរួមក្នុងកិច្ចប្រជុំនេះហើយអ្នកចូលរួមមិនអាចចែករំលែកអេក្រង់របស់ពួកគេបានទេកែសម្រួលលេចឡើងមានលេខកូដម៉ាស៊ីនអាចត្រូវបានប្រើដើម្បីទទួលបានសិទ្ធិរដ្ឋបាលក្នុងការប្រជុំ (នៅផ្នែកអ្នកចូលរួមនៃការពង្រីក) ។
ko: 주목 : 이벤트를 마우스 오른쪽 버튼으로 클릭하여 편집하거나 삭제하십시오. 회의의 경우 제작자가 회의에 가입하지 않고 참가자가 화면을 공유 할 수 없으며, 편집 팝업은 호스트 코드를 사용하여 회의에서 관리자를 얻는 데 사용될 수 있습니다 (Zoom의 참가자 섹션).
lo: ແຈ້ງການ: ກົດຂວາໃສ່ເຫດການເພື່ອແກ້ໄຂຫລືລຶບ. ໃນກໍລະນີຜູ້ສ້າງສາມາດເຂົ້າຮ່ວມກອງປະຊຸມແລະຜູ້ເຂົ້າຮ່ວມບໍ່ສາມາດແບ່ງປັນຫນ້າຈໍໄດ້, ດັດແກ້ລະຫັດໂຮດໄດ້ສາມາດໃຊ້ເພື່ອປະຊຸມ (ໃນພາກສ່ວນຜູ້ເຂົ້າຮ່ວມ).
my: သတိပြုရန် - Edit သို့မဟုတ်ဖျက်ရန်ဖြစ်ရပ်မှန်ကို Right Click နှိပ်ပါ။ ဖြစ်ရပ်မှန်အစည်းအဝေးတွင် Creator သည်အစည်းအဝေးတွင်မပါ 0 င်ပါ။
vi: Lưu ý : Click chuột phải vào lịch để sửa hoặc xóa. Trong trường hợp người tạo không tham gia cuộc họp và người tham gia không share được màn hình, popup sửa có chứa mã host có thể dùng để lấy quyền admin cuộc họp (trong phần participants của zoom).
zh: 注意：右键单击事件以进行编辑或删除。如果会议创作者不加入会议，并且参与者无法共享他们的屏幕，则可以使用“编辑弹出”弹出代码在会议上（在Zoom的参与者部分）中正确地进行管理。

# MS_START_SHORT
source: Begin
de: Start
fr: Commencer
ja: 始める
km: Començar
ko: 시작하다
lo: Incipio
my: အစ
vi: Bắt đầu
zh: 开始

# MS_END_SHORT
source: Finish
de: Ziel
fr: Finir
ja: 終了
km: Acabar
ko: 마치다
lo: Consumo
my: အပြီးသတ်
vi: Kết thúc
zh: 结束

# MS_LIST_DOCUMENT
source: Document list
de: Dokumentliste
fr: Liste de documents
ja: 文書リスト
km: Llista de documents
ko: 문서 목록
my: စာရွက်စာတမ်းစာရင်း
vi: Danh sách tài liệu
zh: 文件清单

# MS_BACKGROUND_COLOR
source: Background color
de: Hintergrundfarbe
fr: Couleur de l'arrière plan
ja: 背景色
km: Color de fons
ko: 배경색
my: နောက်ခံအရောင်
vi: Màu nền
zh: 背景颜色

# MS_DOCUMENT
source: Document
de: Dokumentieren
ja: 書類
ko: 문서
lo: Libellus
my: စာရွက်စာတမ်း
vi: Tài liệu
zh: 文档

# MS_PLS_SELECT_ACCOUNT
source: Please select a zoom account
de: Bitte wählen Sie ein Zoomkonto aus
fr: Veuillez sélectionner un compte de zoom
ja: ズームアカウントを選択してください
km: Seleccioneu un compte de zoom
ko: 확대 / 축소 계정을 선택하십시오
lo: Placere eligere Zoom Ratio
my: ကျေးဇူးပြု. zoom အကောင့်တစ်ခုကိုရွေးချယ်ပါ
vi: Vui lòng chọn tài khoản zoom
zh: 请选择缩放帐户

# MS_SELECT_ACCOUNT
source: Select Zoom account
de: Zoom-Konto auswählen
fr: Sélectionnez Compte de zoom
ja: ズームアカウントを選択してください
km: Seleccioneu el compte de zoom
ko: 줌 계정을 선택하십시오
lo: Select Zoom Ratio
my: zoom အကောင့်ကိုရွေးချယ်ပါ
vi: Chọn tài khoản zoom
zh: 选择缩放帐户

# MS_SELECT_DOCUMENT
source: Select documents
de: Dokumente auswählen
fr: Sélectionner des documents
ja: 文書を選択してください
km: Seleccioneu documents
ko: 문서를 선택하십시오
lo: Lego Documenta
my: စာရွက်စာတမ်းများကိုရွေးချယ်ပါ
vi: Chọn tài liệu
zh: 选择文档

# MS_LOG
source: Log approval
de: Protokollgenehmigung
fr: Approbation du journal
ja: ログの承認
km: Aprovació del registre
ko: 로그 승인
lo: Approbatione iniuriarum
my: မှတ်တမ်းခွင့်ပြုချက်
vi: Log người duyệt
zh: 记录批准

# MS_CREATE_MEETING_SUCCESS
source: Create meeting successfully
de: Treffen erfolgreich erstellen
fr: Créer une réunion avec succès
ja: ミーティングを正常に作成します
km: បង្កើតការប្រជុំដោយជោគជ័យ
ko: 회의를 성공적으로 만듭니다
lo: ສ້າງກອງປະຊຸມຢ່າງສໍາເລັດຜົນ
my: အောင်မြင်စွာအစည်းအဝေးကိုဖန်တီးပါ
vi: Tạo meeting thành công
zh: 成功创建会议

# MS_ACCOUNT_USED
source: Account does not exist
de: Konto existiert nicht
fr: Le compte n'existe pas
ja: アカウントは存在しません
km: គណនីមិនមានទេ
ko: 계정이 존재하지 않습니다
lo: ບໍ່ມີບັນຊີ
my: အကောင့်မတည်ရှိပါဘူး
vi: Tài khoản đã được dùng trong cuộc họp khác
zh: 帐户不存在

# MS_MESSAGE_ACCOUNT_NOT_EXIST
source: Account used in other meeting
de: Konto, das in anderen Besprechungen verwendet wird
fr: Compte utilisé dans une autre réunion
ja: 他の会議で使用されるアカウント
km: គណនីត្រូវបានប្រើនៅក្នុងការប្រជុំផ្សេងទៀត
ko: 다른 회의에서 사용 된 계정
lo: ບັນຊີທີ່ໃຊ້ໃນກອງປະຊຸມອື່ນໆ
my: အခြားအစည်းအဝေးတွင်အသုံးပြုအကောင့်
vi: Tài khoản không tồn tại
zh: 在其他会议上使用的帐户

# MS_DELETE_SCHEDULE_SUCCESS
source: Delete meeting schedule successfully
de: Besprechungsplan erfolgreich löschen
fr: Supprimer le calendrier des réunions avec succès
ja: 会議のスケジュールを正常に削除します
km: លុបកាលវិភាគប្រជុំដោយជោគជ័យ
ko: 회의 일정을 성공적으로 삭제하십시오
lo: ລົບລ້າງຕາຕະລາງການປະຊຸມຢ່າງສໍາເລັດຜົນ
my: အစည်းအဝေးအချိန်ဇယားကိုဖျက်ပါ
vi: Xóa lịch họp thành công
zh: 成功删除会议时间表

# MS_HOT_KEY
source: Host key
de: Hostschlüssel
fr: Clé hôte
ja: ホストキー
km: កូនសោម៉ាស៊ីន
ko: 호스트 키
lo: Key Tost
my: အိမ်ရှင် key
vi: Mã host (Để lấy host)
zh: 主机密钥

# MS_SEND_NOTI
source: Send meeting notification
de: Besprechungsbenachrichtigung senden
fr: Envoyer une notification de réunion
ja: 会議通知を送信します
km: ផ្ញើការជូនដំណឹងប្រជុំ
ko: 회의 알림을 보내십시오
lo: ສົ່ງແຈ້ງການການປະຊຸມ
my: အစည်းအဝေးအသိပေးချက်ပို့ပါ
vi: Gửi thông báo họp
zh: 发送会议通知

# MS_GIVEN_NAME
source: Given Name
de: Vorname
fr: Prénom
ja: 名
km: ឈ្មោះ​ដែល​បាន​អោយ
ko: 주어진 이름
lo: ຊື່​ແທ້
my: ပထမအမည်
vi: Họ và tên
zh: 给定的名称

# MS_SEND_NOTI_FAILED
source: Send notification failed
de: Benachrichtigung senden fehlgeschlagen
fr: Échec de la notification d'envoi
ja: 通知が失敗しました
km: ផ្ញើការជូនដំណឹងបានបរាជ័យ
ko: 전송 알림이 실패했습니다
lo: ການແຈ້ງເຕືອນສົ່ງ
my: အသိပေးချက်ပေးပို့ခြင်းမအောင်မြင်ပါ
vi: Gửi thông báo thất bại
zh: 发送通知失败

# MS_SEND_NOTI_SUCCESS
source: Send notification successfully
de: Benachrichtigung erfolgreich senden
fr: Envoyez la notification avec succès
ja: 正常に通知を送信します
km: ផ្ញើការជូនដំណឹងដោយជោគជ័យ
ko: 알림을 성공적으로 보냅니다
lo: ສົ່ງແຈ້ງການຢ່າງສໍາເລັດຜົນ
my: အသိပေးချက်ကိုအောင်မြင်စွာပို့ပါ
vi: Gửi thông báo thành công
zh: 成功发送通知
