Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/MobilizationDecisionController.*.resx
Languages: de, fr, ja, km, ko, lo, my, zh

# MDC_BTN_ADD
source: Create new
de: Erstelle neu
fr: Créer un nouveau
ja: 新しく作る
km: បង្កើត​ថ្មី
ko: 새로 만들기
lo: ສ້າງ ໃໝ່
my: အသစ်ဖန်တီးပါ
zh: 创建新的

# MDC_BTN_CANCLE
source: Cancel
de: Stornieren
fr: Annuler
ja: キャンセル
km: បោះបង់
ko: 취소
lo: ຍົກເລີກ
my: ပယ်ဖျက်ပါ
zh: 取消

# MDC_BTN_EDIT
source: Repair
de: Reparatur
fr: réparation
ja: 修復
km: ជួសជុល
ko: 수리
lo: ສ້ອມແປງ
my: ပြုပြင်ပါ
zh: 修理

# MDC_BTN_EXPORT_WORD
source: Export Word
de: Word exportieren
fr: Exporter le mot
ja: Wordのエクスポート
km: នាំចេញពាក្យ
ko: Word 내보내기
lo: ການສົ່ງອອກ ຄຳ
my: ပို့ကုန်စကားလုံး
zh: 汇出字词

# MDC_BTN_HIDE_SAVE
source: Hide / Show
de: Verstecken anzeigen
fr: Cacher / Montrer
ja: 非表示/表示
km: លាក់ / បង្ហាញ
ko: 숨기기 / 표시
lo: ເຊື່ອງ / ສະແດງ
my: ဖျောက်ထားပါ
zh: 隐藏/显示

# MDC_BTN_VIEW_LOG
source: View log
de: Protokoll anzeigen
fr: Afficher le journal
ja: ビュー・ログ
km: មើលកំណត់ហេតុ
ko: 로그보기
lo: ເບິ່ງບັນທຶກ
my: မှတ်တမ်းကြည့်ပါ
zh: 查看日志

# MDC_CRUMB_DEC
source: Decide to mobilize
de: Entscheide dich zu mobilisieren
fr: Décidez de vous mobiliser
ja: 動員することを決定する
km: សម្រេចចិត្តប្រមូលផ្តុំ
ko: 동원하기로 결정
lo: ຕັດສິນໃຈລະດົມ
my: စည်းရုံးလှုံ့ဆော်ရန်ဆုံးဖြတ်ပါ
zh: 决定动员

# MDC_L:IST_COL_CODE_NAME_DEC
source: Code and name decision
de: Code- und Namensentscheidung
fr: Décision de code et de nom
ja: コードと名前の決定
km: ការសំរេចចិត្តលេខកូដនិងឈ្មោះ
ko: 코드 및 이름 결정
lo: ການຕັດສິນໃຈລະຫັດແລະຊື່
my: ကုဒ်နံပါတ်နှင့်ဆုံးဖြတ်ချက်
zh: 代码和名称决定

# MDC_LBL_APPROVE_REJECT
source: Browse / Decline
de: Durchsuchen / Ablehnen
fr: Parcourir / Refuser
ja: 閲覧/辞退
km: រកមើល / បដិសេធ
ko: 찾아보기 / 거부
lo: ຊອກຫາ / ຫຼຸດລົງ
zh: 浏览/拒绝

# MDC_LBL_CRUD_ACT_BACK
source: Activity rework
de: Aktivitätsüberarbeitung
fr: Reprise d'activité
ja: アクティビティのやり直し
km: ដំណើរការសកម្មភាពឡើងវិញ
ko: 활동 재 작업
lo: ການເຮັດວຽກຄືນ ໃໝ່
my: လှုပ်ရှားမှု rework
zh: 活动返工

# MDC_LBL_CRUD_EMPLOYEE
source: Personnel
de: Personal
ja: 人員
km: បុគ្គលិក
ko: 인원
lo: ບຸກຄະລາກອນ
my: ဝန်ထမ်း
zh: 人员

# MDC_LBL_CRUD_FROM_DATE
source: Since
de: Schon seit
fr: Depuis
ja: 以来
km: ចាប់តាំងពី
ko: 이후
lo: ຕັ້ງແຕ່
my: ကတည်းက
zh: 以来

# MDC_LBL_CRUD_FROM_DATE_APP
source: Apply from the date
de: Ab dem Datum bewerben
fr: Appliquer à partir de la date
ja: 日付からお申し込みください
km: ដាក់ពាក្យចាប់ពីកាលបរិច្ឆេទ
ko: 날짜부터 신청
lo: ສະ ໝັກ ຕັ້ງແຕ່ວັນທີ
my: နေ့စွဲမှလျှောက်ထားပါ
zh: 从日期开始申请

# MDC_LBL_CRUD_NAME_DEC
source: Name decision
de: Namensentscheidung
fr: Décision de nom
ja: 名前の決定
km: ការសម្រេចចិត្តឈ្មោះ
ko: 이름 결정
lo: ການຕັດສິນໃຈຊື່
my: ဆုံးဖြတ်ချက်အမည်
zh: 名称决定

# MDC_LBL_CRUD_NAME_NUM_DEC
source: Decision Name or Decision Number
de: Entscheidungsname oder Entscheidungsnummer
fr: Nom de la décision ou numéro de décision
ja: 決定名または決定番号
km: ឈ្មោះសេចក្តីសម្រេចចិត្តឬលេខសេចក្តីសម្រេចចិត្ត
ko: 결정 이름 또는 결정 번호
lo: ຊື່ການຕັດສິນໃຈຫລືເລກຕັດສິນໃຈ
my: ဆုံးဖြတ်ချက်အမည်သို့မဟုတ်ဆုံးဖြတ်ချက်နံပါတ်
zh: 决策名称或决策编号

# MDC_LBL_CRUD_NEW_ROLE
source: New dispatch position
de: Neue Versandposition
fr: Nouveau poste de répartition
ja: 新しい派遣ポジション
km: ទីតាំងបញ្ជូនថ្មី
ko: 새로운 파견 위치
lo: ຕຳ ແໜ່ງ ຜູ້ສົ່ງ ໃໝ່
my: အသစ်က dispatch အနေအထား
zh: 新的派遣职位

# MDC_LBL_CRUD_NEW_UNIT
source: New dispatch unit
de: Neue Versandeinheit
fr: Nouvelle unité d'expédition
ja: 新しいディスパッチユニット
km: ឯកតាចែកចាយថ្មី
ko: 새로운 디스패치 유닛
lo: ໜ່ວຍ ສົ່ງເຄື່ອງ ໃໝ່
my: အသစ်က dispatch ယူနစ်
zh: 新派遣单位

# MDC_LBL_CRUD_NOTE
source: Note
de: Hinweis
fr: Remarque
ja: 注意
km: ចំណាំ
ko: 노트
lo: ຫມາຍ​ເຫດ​
my: မှတ်စု
zh: 注意

# MDC_LBL_CRUD_NOW_ROLE
source: Current position
de: Aktuelle Position
fr: Position actuelle
ja: 現在位置
km: ទីតាំងបច្ចុប្បន្ន
ko: 현재 위치
lo: ຕໍາ​ແຫນ່ງ​ໃນ​ປະ​ຈຸ​ບັນ
my: လက်ရှိအနေအထား
zh: 当前位置

# MDC_LBL_CRUD_NUM_DEC
source: Decision number
de: Entscheidungsnummer
fr: Numéro de décision
ja: 決定番号
km: លេខសម្រេចចិត្ត
ko: 결정 번호
lo: ເລກຕັດສິນໃຈ
my: ဆုံးဖြတ်ချက်နံပါတ်
zh: 决定号

# MDC_LBL_CRUD_RANGE_SALARY
source: Wage
de: Lohn
fr: Salaire
ja: 賃金
km: ប្រាក់ឈ្នួល
ko: 값
lo: ຄ່າແຮງງານ
my: လုပ်ခ
zh: 工资

# MDC_LBL_CRUD_REASON
source: Reason for mobilization
de: Grund für die Mobilisierung
fr: Raison de la mobilisation
ja: 動員の理由
km: ហេតុផលសម្រាប់ការកៀងគរ
ko: 동원 이유
lo: ເຫດຜົນຂອງການລະດົມ
my: စည်းရုံးလှုံ့ဆော်ရေးအတွက်အကြောင်းပြချက်
zh: 动员原因

# MDC_LBL_CRUD_SCALE_SALARY
source: Wage scale
de: Lohnskala
fr: Échelle salariale
ja: 賃金表
km: ជញ្ជីងប្រាក់ឈ្នួល
ko: 임금 규모
lo: ຂະ ໜາດ ຄ່າແຮງງານ
my: လုပ်ခစကေး
zh: 工资表

# MDC_LBL_CRUD_SIGNER
source: The decision
de: Die Entscheidung
fr: La décision
ja: 決定
km: ការ​សម្រេច​ចិត្ត
ko: 결정
lo: ການຕັດສິນໃຈ
my: ဆုံးဖြတ်ချက်
zh: 决定

# MDC_LBL_CRUD_TO_DATE
source: To date
de: Miteinander ausgehen
fr: À ce jour
ja: 現在まで
km: កាលបរិច្ឆេត
ko: 현재까지
lo: ເຖິງວັນທີ
my: ယနေ့အထိ
zh: 至今

# MDC_LBL_CRUD_TO_DATE_APP
source: Applies up to date
de: Gilt aktuell
fr: S'applique à jour
ja: 最新に適用
km: អនុវត្តទាន់សម័យ
ko: 최신으로 적용
lo: ໃຊ້ໄດ້ເຖິງວັນທີ
my: ရက်စွဲအထိသက်ဆိုင်သည်
zh: 适用于最新

# MDC_LBL_CRUD_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
km: ឯកតា
ko: 단위
lo: ໜ່ວຍ ງານ
my: ယူနစ်
zh: 单元

# MDC_LBL_CRUD_WF
source: Processing flow
de: Verarbeitungsablauf
fr: Flux de traitement
ja: 処理フロー
km: លំហូរដំណើរការ
ko: 처리 흐름
lo: ການປະມວນຜົນກະແສ
my: အပြောင်းအလဲနဲ့စီးဆင်းမှု
zh: 处理流程

# MDC_LBL_TIME
source: Time
de: Zeit
fr: Temps
ja: 時間
km: ពេលវេលា
ko: 시각
lo: ເວລາ
my: အချိန်
zh: 时间

# MDC_LBL_UPDATED_STATUS
source: updated status
de: aktualisierter Status
fr: statut mis à jour
ja: 更新されたステータス
km: ស្ថានភាពទាន់សម័យ
ko: 업데이트 된 상태
lo: ສະຖານະພາບສະບັບປັບປຸງ
my: အဆင့်မြှင့် status ကို
zh: 更新状态

# MDC_LIST_COL_CREATE_DATE
source: Date created
de: Datum erstellt
fr: Date créée
ja: 作成日
km: កាលបរិច្ឆេទបង្កើត
ko: 작성일
lo: ວັນທີສ້າງ
my: ရက်စွဲဖန်တီးပြီး
zh: 创建日期

# MDC_LIST_COL_DATE_SIGN
source: Date of approval
de: Datum der Genehmigung
fr: Date d'approbation
ja: 承認日
km: កាលបរិច្ឆេទនៃការយល់ព្រម
ko: 승인 날짜
lo: ວັນທີອະນຸມັດ
my: အတည်ပြုသည့်နေ့ရက်
zh: 批准日期

# MDC_LIST_COL_EMP_CODE
source: Employee code
de: Mitarbeitercode
fr: Code d'employé
ja: 従業員コード
km: លេខកូដបុគ្គលិក
ko: 직원 코드
lo: ລະຫັດພະນັກງານ
my: ဝန်ထမ်းကုဒ်
zh: 员工编号

# MDC_LIST_COL_FULL_NAME
source: First and last name
de: Vor-und Nachname
fr: Prénom et nom
ja: 名前と苗字
km: នាមត្រកូល​និង​ឈ្មោះ
ko: 이름과 성
lo: ຊື່ແລະນາມສະກຸນ
my: ပထမနှင့်နောက်ဆုံးအမည်
zh: 名字和姓氏

# MDC_LIST_COL_NEW_ROLE
source: Dispatch position
de: Versandposition
fr: Position d'expédition
ja: 派遣ポジション
km: ទីតាំងបញ្ជូន
ko: 파견 위치
lo: ຕຳ ແໜ່ງ ປົດປ່ອຍ
my: ပို့စ်အနေအထား
zh: 派遣位置

# MDC_LIST_COL_NEW_UNIT
source: Dispatch unit
de: Versandeinheit
fr: Unité d'expédition
ja: ディスパッチユニット
km: ឯកតាចែកចាយ
ko: 디스패치 유닛
lo: ໜ່ວຍ ສົ່ງ
my: ပို့ပေးယူနစ်
zh: 派遣单位

# MDC_LIST_COL_OLD_ROLE
source: Old position
de: Alte Position
fr: Ancien poste
ja: 古い位置
km: ទីតាំងចាស់
ko: 이전 위치
lo: ຕຳ ແໜ່ງ ເກົ່າ
my: အနေအထားဟောင်း
zh: 旧职位

# MDC_LIST_COL_OLD_UNIT
source: Old unit
de: Alte Einheit
fr: Ancienne unité
ja: 古いユニット
km: ឯកតាចាស់
ko: 오래된 단위
lo: ໜ່ວຍ ເກົ່າ
my: ယူနစ်ဟောင်း
zh: 旧单位

# MDC_LIST_COL_RANGE_SALARY
source: Wage
de: Lohn
fr: Salaire
ja: 賃金
km: ប្រាក់ឈ្នួល
ko: 값
lo: ຄ່າແຮງງານ
my: လုပ်ခ
zh: 工资

# MDC_LIST_COL_REASON_MOVE
source: Reason for mobilization
de: Grund für die Mobilisierung
fr: Raison de la mobilisation
ja: 動員の理由
km: ហេតុផលសម្រាប់ការកៀងគរ
ko: 동원 이유
lo: ເຫດຜົນຂອງການລະດົມ
my: စည်းရုံးလှုံ့ဆော်ရေးအတွက်အကြောင်းပြချက်
zh: 动员原因

# MDC_LIST_COL_SCALE_SALARY
source: Wage scale
de: Lohnskala
fr: Échelle salariale
ja: 賃金表
km: ជញ្ជីងប្រាក់ឈ្នួល
ko: 임금 규모
lo: ຂະ ໜາດ ຄ່າແຮງງານ
my: လုပ်ခစကေး
zh: 工资表

# MDC_LIST_COL_STATUS
source: Status
fr: Statut
ja: 状態
km: ស្ថានភាព
ko: 상태
lo: ສະຖານະພາບ
my: အခြေအနေ
zh: 状态

# MDC_MSG_CODE_DEC_EXIST
source: Decision code already exists
de: Entscheidungscode existiert bereits
fr: Le code de décision existe déjà
ja: 決定コードはすでに存在します
km: លេខកូដសម្រេចចិត្តមានរួចហើយ
ko: 의사 결정 코드가 이미 있습니다.
lo: ລະຫັດການຕັດສິນໃຈມີຢູ່ແລ້ວ
my: ဆုံးဖြတ်ချက်ကုဒ်ရှိပြီးသား
zh: 决策代码已存在

# MDC_MSG_DEC_NOT_INITIAL
source: The decision has not been completed yet
de: Die Entscheidung ist noch nicht abgeschlossen
fr: La décision n'est pas encore terminée
ja: 決定はまだ完了していません
km: ការសម្រេចចិត្តមិនទាន់ចប់នៅឡើយទេ
ko: 결정이 아직 완료되지 않았습니다
lo: ການຕັດສິນໃຈດັ່ງກ່າວຍັງບໍ່ທັນ ສຳ ເລັດເທື່ອ
my: ဆုံးဖြတ်ချက်မပြီးသေးပါ
zh: 决定尚未完成

# MDC_MSG_EMPLOYEE_EXIST
source: Staff already existed in this decision
de: Bei dieser Entscheidung gab es bereits Mitarbeiter
fr: Le personnel existait déjà dans cette décision
ja: この決定にはすでにスタッフが存在していました
km: បុគ្គលិកមានរួចហើយនៅក្នុងការសម្រេចចិត្តនេះ
ko: 이 결정에 이미 존재하는 직원
lo: ພະນັກງານມີຢູ່ແລ້ວໃນການຕັດສິນໃຈນີ້
my: ဤဆုံးဖြတ်ချက်တွင်ဝန်ထမ်းများရှိပြီးဖြစ်သည်
zh: 该决定中已经存在员工

# MDC_MSG_EXIST_DEC
source: Existed in the transfer decision
de: Existiert in der Übertragungsentscheidung
fr: Existait dans la décision de transfert
ja: 移管決定に存在
km: មាននៅក្នុងការសម្រេចចិត្តផ្ទេរ
ko: 이전 결정에 존재
lo: ມີຢູ່ໃນການຕັດສິນໃຈໂອນຍ້າຍ
my: လွှဲပြောင်းဆုံးဖြတ်ချက်အတွက်တည်ရှိ
zh: 存在于转移决定中

# MDC_MSG_NOT_FOUND_DEC
source: This decision does not exist
de: Diese Entscheidung existiert nicht
fr: Cette décision n'existe pas
ja: この決定は存在しません
km: ការសម្រេចចិត្តនេះមិនមានទេ
ko: 이 결정은 존재하지 않습니다
lo: ການຕັດສິນໃຈນີ້ບໍ່ມີ
my: ဒီဆုံးဖြတ်ချက်မတည်ရှိပါဘူး
zh: 该决定不存在

# MDC_MSG_NOT_FOUND_RECORD
source: Record does not exist!
de: Datensatz existiert nicht!
fr: L'enregistrement n'existe pas!
ja: 記録はありません！
km: មិនមានកំណត់ត្រាទេ!
ko: 기록이 없습니다!
lo: ບັນທຶກບໍ່ມີ!
my: မှတ်တမ်းမရှိပါ
zh: 记录不存在！

# MDC_MSG_NO_DEC
source: Decision does not exist
de: Entscheidung existiert nicht
fr: La décision n'existe pas
ja: 決定は存在しません
km: មិនមានការសម្រេចចិត្តទេ
ko: 결정이 존재하지 않습니다
lo: ການຕັດສິນໃຈບໍ່ມີ
my: ဆုံးဖြတ်ချက်မတည်ရှိပါ
zh: 决定不存在

# MDC_MSG_NO_GET_INFO_DEC
source: Can't get decisive information
de: Kann keine entscheidenden Informationen bekommen
fr: Impossible d'obtenir des informations décisives
ja: 決定的な情報を得ることができない
km: មិនអាចទទួលបានព័ត៌មានដែលអាចសំរេចចិត្តបានទេ
ko: 결정적인 정보를 얻을 수 없습니다
lo: ບໍ່ສາມາດຮັບຂໍ້ມູນທີ່ຕັດສິນໄດ້
my: အဆုံးအဖြတ်ပေးသောသတင်းအချက်အလက်မရနိုင်ပါ
zh: 无法获得决定性的信息

# MDC_MSG_NO_USER_IN_DEPARTMETN
source: The department has no staff!
de: Die Abteilung hat kein Personal!
fr: Le département n'a pas de personnel!
ja: 部門にはスタッフがいません！
km: មន្ទីរគ្មានបុគ្គលិកទេ!
ko: 부서에는 직원이 없습니다!
lo: ພະແນກບໍ່ມີພະນັກງານ!
my: ဌာနမှာဝန်ထမ်းမရှိဘူး။
zh: 该部门没有员工！

# MDC_MSG_PLS_ENTER_CODE
source: You have not entered the decision code
de: Sie haben den Entscheidungscode nicht eingegeben
fr: Vous n'avez pas saisi le code de décision
ja: 決定コードを入力していません
km: អ្នកមិនបានបញ្ចូលលេខកូដសម្រេចចិត្តទេ
ko: 결정 코드를 입력하지 않았습니다.
lo: ທ່ານຍັງບໍ່ໄດ້ໃສ່ລະຫັດການຕັດສິນໃຈເທື່ອ
my: ဆုံးဖြတ်ချက်ကုဒ်ကိုသင်မထည့်ရသေးပါ
zh: 您尚未输入决策代码

# MDC_MSG_PLS_ENTER_DETAIL
source: Please enter details
de: Bitte geben Sie Details ein
fr: Veuillez saisir les détails
ja: 詳細を入力してください
km: សូមបញ្ចូលព័ត៌មានលំអិត
ko: 세부 사항을 입력하십시오
lo: ກະລຸນາໃສ່ລາຍລະອຽດ
my: အသေးစိတ်ကိုဖြည့်ပါ
zh: 请输入详细信息

# MDC_VALIDATE_APP_FROM_DATE
source: Valid from date cannot be left blank
de: Gültig ab Datum kann nicht leer gelassen werden
fr: La date de début de validité ne peut pas être laissée vide
ja: 適用日を空白のままにすることはできません
km: អនុវត្តពីកាលបរិច្ឆេទមិនអាចទុកចោលបានទេ
ko: 유효 날짜는 비워 둘 수 없습니다.
lo: ຖືກຕ້ອງຈາກວັນທີທີ່ບໍ່ສາມາດປະໄວ້ຫວ່າງໄດ້
my: နေ့စွဲမှသက်တမ်းကုန်ဆုံး။ မရပါ
zh: 有效期自日期起不能留空

# MDC_VALIDATE_CODE_DEC
source: Decision number cannot be left blank
de: Die Entscheidungsnummer darf nicht leer bleiben
fr: Le numéro de décision ne peut pas être laissé vide
ja: 決定番号を空白のままにすることはできません
km: លេខសម្រេចចិត្តមិនអាចទុកចោលបានទេ
ko: 결정 번호는 비워 둘 수 없습니다.
lo: ໝາຍ ເລກການຕັດສິນໃຈບໍ່ສາມາດປະຫວ່າງໄວ້ໄດ້
my: ဆုံးဖြတ်ချက်နံပါတ်ကိုအလွတ်မထားနိုင်ပါ
zh: 决定号不能为空

# MDC_VALIDATE_NAME_DEC
source: The decision name cannot be left blank
de: Der Entscheidungsname darf nicht leer bleiben
fr: Le nom de la décision ne peut pas être laissé vide
ja: 決定名を空白のままにすることはできません
km: ឈ្មោះការសម្រេចចិត្តមិនអាចទុកចោលបានទេ
ko: 결정 이름은 비워 둘 수 없습니다.
lo: ຊື່ການຕັດສິນໃຈບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: ဆုံးဖြတ်ချက်အမည်ကိုဗလာမထားရ
zh: 决策名称不能留空

# MDC_VALIDATE_NEW_ROLE
source: Dispatch position cannot be left empty
de: Die Versandposition darf nicht leer bleiben
fr: La position d'expédition ne peut pas être laissée vide
ja: ディスパッチ位置を空のままにすることはできません
km: ទីតាំងបញ្ជូនមិនអាចទុកចោលបានទេ
ko: 디스패치 위치는 비워 둘 수 없습니다.
lo: ຕຳ ແໜ່ງ Dispatch ບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: Dispatch အနေအထားကိုဗလာမထားနိုင်ပါ
zh: 调度位置不能为空

# MDC_VALIDATE_RANGE_SALARY
source: Salary ranks cannot be left blank
de: Gehaltsstufen können nicht leer gelassen werden
fr: Les échelons salariaux ne peuvent pas être laissés en blanc
ja: 給与ランクを空白のままにすることはできません
km: ប្រាក់ខែមិនអាចទុកអោយនៅទទេបានទេ
ko: 급여 순위는 비워 둘 수 없습니다.
lo: ເງິນເດືອນບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: လစာရာထူးများကိုကွက်လပ် ထား၍ မရပါ
zh: 薪金等级不能为空

# MDC_VALIDATE_ROLE_NOW
source: Dispatch position cannot be left empty
de: Die Versandposition darf nicht leer bleiben
fr: La position d'expédition ne peut pas être laissée vide
ja: ディスパッチ位置を空のままにすることはできません
km: ទីតាំងបញ្ជូនមិនអាចទុកចោលបានទេ
ko: 디스패치 위치는 비워 둘 수 없습니다.
lo: ຕຳ ແໜ່ງ Dispatch ບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: Dispatch အနေအထားကိုဗလာမထားနိုင်ပါ
zh: 调度位置不能为空

# MDC_VALIDATE_SCALE_SALARY
source: The ladder cannot be left empty
de: Die Leiter darf nicht leer gelassen werden
fr: L'échelle ne peut pas être laissée vide
ja: はしごを空のままにすることはできません
km: ជណ្តើរមិនអាចទុកចោលបានទេ
ko: 사다리는 비워 둘 수 없습니다.
lo: ບັນໄດບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: လှေကားကိုအချည်းနှီးမချန်ရ
zh: 梯子不能留空

# MDC_VALIDATE_STATUS
source: The state cannot be left blank
de: Der Status kann nicht leer gelassen werden
fr: L'état ne peut pas être laissé vide
ja: 状態を空白のままにすることはできません
km: រដ្ឋមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 상태는 비워 둘 수 없습니다.
lo: ລັດບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: ပြည်နယ်ကိုကွက်လပ် ထား၍ မရပါ
zh: 状态不能为空

# MDC_VALIDATE_TO_DATE_APP
source: Valid until date cannot be left blank
de: Gültig bis Datum kann nicht leer gelassen werden
fr: Valable jusqu'à la date ne peut pas être laissé vide
ja: 日付を空白のままにできないまで有効
km: មានសុពលភាពរហូតដល់កាលបរិច្ឆេទមិនអាចទុកចោលបានទេ
ko: 유효 기간은 비워 둘 수 없습니다.
lo: ຖືກຕ້ອງຈົນກ່ວາວັນທີບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: ရက်စွဲအထိသက်တမ်းကုန်ဆုံး။ မရပါ
zh: 有效期至日期不能为空

# MDC_VALIDATE_UNIT
source: Units cannot be left blank
de: Einheiten dürfen nicht leer gelassen werden
fr: Les unités ne peuvent pas être laissées vides
ja: ユニットを空白のままにすることはできません
km: ឯកតាមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 단위는 비워 둘 수 없습니다.
lo: ໜ່ວຍ ງານບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: ယူနစ်များကိုအလွတ်မထားနိုင်ပါ
zh: 单位不能为空

# MDC_VALIDATE_UNIT_NEW
source: The dispatching unit cannot be left empty
de: Die Versandeinheit darf nicht leer gelassen werden
fr: L'unité d'expédition ne peut pas être laissée vide
ja: ディスパッチングユニットを空のままにすることはできません
km: អង្គភាពបញ្ជូនមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 디스패치 유닛은 비워 둘 수 없습니다.
lo: ໜ່ວຍ ສົ່ງເຄື່ອງບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: ပေးပို့သည့်ယူနစ်ကိုဗလာမထားနိုင်ပါ
zh: 调度单元不能为空

# MDC_VALIDATE_WF
source: The processing flow cannot be empty
de: Der Verarbeitungsablauf darf nicht leer sein
fr: Le flux de traitement ne peut pas être vide
ja: 処理フローを空にすることはできません
km: លំហូរដំណើរការមិនអាចទទេបានទេ
ko: 처리 흐름은 비워 둘 수 없습니다.
lo: ກະແສການປຸງແຕ່ງບໍ່ສາມາດເປົ່າໄດ້
my: အဆိုပါအပြောင်းအလဲနဲ့စီးဆင်းမှုဗလာမဖြစ်နိုင်ပါ
zh: 处理流程不能为空

# MSC_LIST_COL_SINGER
source: Who signed for approval
de: Wer hat zur Genehmigung unterschrieben?
fr: Qui a signé pour approbation
ja: 誰が承認に署名したか
km: ដែលបានចុះហត្ថលេខាសម្រាប់ការអនុម័ត
ko: 승인을 위해 서명 한 사람
lo: ຜູ້ໃດເຊັນສັນຍາອະນຸມັດ
my: အဘယ်သူသည်ခွင့်ပြုချက်များအတွက်လက်မှတ်ရေးထိုးခဲ့သည်
zh: 谁签署批准

# MDC_BTN_BN_ACTIVITY_REDO
source: Rework, do it again
de: Nacharbeit, mach es wieder
fr: Retravailler, le refaire
ja: 再結合、それをやりなさい
km: Reelaboració, feu-ho de nou
ko: 다시 작업, 다시하십시오
lo: Rework, iterum facere
my: ပြန်လည်ပြုပြင်ပါ
zh: 返工，再做一次

# MDC_BTN_BN_ADD
source: Add new
de: Neue hinzufügen
fr: Ajouter de nouveau
ja: 新しく追加する
km: Afegir nou
ko: 새로운 걸 더하다
lo: Addeo
my: အသစ်ထည့်ပါ
zh: 添新

# MDC_BTN_BN_APPROVAL_DATE
source: Signing date
de: Datum der Unterzeichnung
fr: Date de signature
ja: 署名日付
km: Data de signatura
ko: 서명 날짜
lo: Signans Date
my: လက်မှတ်ထိုးရက်စွဲ
zh: 签署日期

# MDC_BTN_BN_APPROVAL_ER
source: Undersecutor
de: Unterkehrer
fr: Sous-intermédiaire
ja: スタンシャル
km: Subsecutor
ko: 밑줄
my: သူ၏အသည်
zh: 令人沮丧

# MDC_BTN_BN_CANCEL
source: Cancel
de: Stornieren
fr: Annuler
ja: キャンセル
km: Cancel · lar
ko: 취소
lo: Inrito
my: ပျက်စေ
zh: 取消

# MDC_BTN_BN_CD_STAFF
source: NV code
fr: Code NV
ja: NVコード
km: Codi NV
ko: NV 코드
zh: NV码

# MDC_BTN_BN_CODE_DECISION
source: Deciding code
de: Entscheidender Code
fr: Code de décision
ja: コードの決定
km: Codi de decisió
ko: 코드 결정 코드
lo: Statuendi codice
my: ကုဒ်ဆုံးဖြတ်ခြင်း
zh: 决定代码

# MDC_BTN_BN_CONTENT
source: content
de: Inhalt
fr: contenu
ja: コンテンツ
ko: 콘텐츠
lo: contentus
my: ကေြနပ်သော
zh: 内容

# MDC_BTN_BN_CREATE_DATE
source: Date created
de: Datum erstellt
fr: Date créée
ja: 作成日
km: Data creada
ko: 작성일
lo: Date creavit
my: ဖန်တီးသည့်နေ့စွဲ
zh: 创建日期

# MDC_BTN_BN_CREATE_NEW
source: Create new
de: Erstelle neu
fr: Créer un nouveau
ja: 新しく作る
km: Crea un nou
ko: 새로 만들기
lo: CREO
my: အသစ်ဖန်တီးပါ
zh: 创建新的

# MDC_BTN_BN_CURRENT_POCITION
source: Current position
de: Aktuelle Position
fr: Position actuelle
ja: 現在位置
km: Posició actual
ko: 현재 위치
lo: Current situ
my: လက်ရှိအနေအထား
zh: 当前位置

# MDC_BTN_BN_CURRENT_UNIT
source: Current unit
de: Stromeinheit
fr: Unité actuelle
ja: 現在のユニット
km: Unitat actual
ko: 현재 단위
my: လက်ရှိယူနစ်
zh: 当前单位

# MDC_BTN_BN_DECISION_NAME
source: Decision
de: Entscheidung
fr: Décision
ja: 決断
km: Decisió
ko: 결정
lo: Judicium
my: ဆုံးဖြတ်ချက်
zh: 决定

# MDC_BTN_BN_DECISION_NUM
source: Decision
de: Entscheidung
fr: Décision
ja: 決断
km: Decisió
ko: 결정
lo: Judicium
my: ဆုံးဖြတ်ချက်
zh: 决定

# MDC_BTN_BN_DELETE
source: To clear
de: Zu löschen
fr: Nettoyer
ja: 明確にする
km: Per esborrar
ko: 지우기
lo: Ut patet
my: ရှင်းရန်
zh: 清除

# MDC_BTN_BN_DEPARTMENT
source: Department
de: Abteilung
fr: département
ja: デパートメント
km: Departament
ko: 부서
my: ဌါန
zh: 部

# MDC_BTN_BN_DEPARTMENT_NEW
source: New department
de: Neue Abteilung
fr: Nouveau département
ja: 新しい部門
km: Nou departament
ko: 새로운 부서
lo: Nova Department
my: ဌာနအသစ်
zh: 新部

# MDC_BTN_BN_DEPARTMENT_NEW_NOT_BLANK
source: New departments are not vacant
de: Neue Abteilungen sind nicht frei
fr: Les nouveaux départements ne sont pas vacants
ja: 新しい部門は空いていません
km: Els nous departaments no estan vacants
ko: 새로운 부서는 비어 있지 않습니다
lo: Novum Departments non vacans
my: ဌာနအသစ်များလစ်လပ်ကြပါ
zh: 新部门不空缺

# MDC_BTN_BN_DEPARTMENT_NOT_BLANK
source: Department
de: Abteilung
fr: département
ja: デパートメント
km: Departament
ko: 부서
my: ဌါန
zh: 部

# MDC_BTN_BN_DISPATCHING_POSITION
source: Mobilization position
de: Mobilisierungsposition.
fr: Position de mobilisation
ja: 動員ポジション
km: Posició de mobilització
ko: 동원 위치
lo: MOBILIGATIO Position
my: စည်းရုံးသိမ်းသွင်းအနေအထား
zh: 动员位置

# MDC_BTN_BN_EDIT
source: Fix
fr: Réparer
ja: 修理
km: Fixar
ko: 고치다
my: ပုံသေတပ်ထား
zh: 使固定

# MDC_BTN_BN_EDITING_DECISION
source: Edit the decision to mobilize personnel
de: Bearbeiten Sie die Entscheidung, das Personal zu mobilisieren
fr: Modifier la décision de mobiliser le personnel
ja: 人員を動員する決定を編集します
km: Editeu la decisió de mobilitzar el personal
ko: 직원 동원을 위해 결정을 편집하십시오
lo: Recensere arbitrium ad mobilitatem personas
my: 0 န်ထမ်းများကိုစည်းရုံးရန်ဆုံးဖြတ်ချက်ကိုပြင်ဆင်ပါ
zh: 编辑动员人员的决定

# MDC_BTN_BN_EXPORT_WORD
source: Export Word
de: Wort exportieren
fr: Mot d'exportation
ja: 輸出ワード
km: Exporta Word
ko: 수출문 단어
lo: Export verbum
my: ပို့ကုန်စကားလုံး
zh: 出口单词

# MDC_BTN_BN_FROM_DATE
source: Since
de: Seit
fr: Depuis
ja: 以来
km: Des de que
ko: 부터
lo: Cum
my: မှစ.
zh: 自从

# MDC_BTN_BN_FROM_DATE_NOTBLANK
source: From the short day
de: Vom kurzen Tag
fr: De la courte journée
ja: 短い日から
km: Des del curt dia
ko: 짧은 날부터
lo: De brevi diem
my: တိုတောင်းသောနေ့ကနေ
zh: 从短日起

# MDC_BTN_BN_HIDDEN
source: Hide / Show
de: Verstecken anzeigen
fr: Masquer / montrer
ja: 非表示/ショー
km: Amaga / espectacle
ko: 숨기기 / 쇼
lo: Celare / Show
my: ပုန်းအောင်း / ပြပါ
zh: 隐藏/显示

# MDC_BTN_BN_IMPLEMENTATION_DATE
source: Date of implementation
de: Datum der Implementierung.
fr: Date de mise en œuvre
ja: 実装日
km: Data d'implementació
ko: 구현 일
lo: DATE
my: အကောင်အထည်ဖော်မှုရက်စွဲ
zh: 实施日期

# MDC_BTN_BN_IMPUT_EXCEL
source: Enter Excel
de: Geben Sie Excel ein
fr: Entrer excel
ja: Extel.
km: Introduïu Excel
ko: Excel을 입력하십시오
lo: Intrabit Excel
my: Excel ကိုရိုက်ထည့်ပါ
zh: 输入Excel.

# MDC_BTN_BN_INFO_LOG
source: Log information
de: Protokollinformationen
fr: Informations sur le journal
ja: ログ情報
km: Informació del registre
ko: 로그 정보
lo: Log notitia
my: မှတ်တမ်းသတင်းအချက်အလက်
zh: 记录信息

# MDC_BTN_BN_MANEUVERING_TYPE
source: Mobilization type
de: Mobilisierungstyp.
fr: Type de mobilisation
ja: 動員タイプ
km: Tipus de mobilització
ko: 동원 유형
my: စည်းရုံးခြင်းအမျိုးအစား
zh: 动员类型

# MDC_BTN_BN_MANEUVERING_UNIT
source: Mobilization unit
de: Mobilisierungseinheit
fr: Unité de mobilisation
ja: 動員ユニット
km: Unitat de mobilització
ko: 동원 단위
my: စည်းရုံးသိမ်းယူယူနစ်
zh: 动员单位

# MDC_BTN_BN_MANIPULATION
source: Manipulation
ja: 操作
km: Manipulació
ko: 시장 조작
my: ခြယ်ခြင်း
zh: 操纵

# MDC_BTN_BN_NAME
source: Numbers and decisions
de: Zahlen und Entscheidungen.
fr: Nombres et décisions
ja: 数字と決定
km: Números i decisions
ko: 숫자와 결정
lo: Numbers et decisions
my: နံပါတ်များနှင့်ဆုံးဖြတ်ချက်များ
zh: 数字和决策

# MDC_BTN_BN_NAME_STAFF
source: Staff's name
de: Name des Personals
fr: Nom du personnel
ja: スタッフの名前
km: Nom del personal
ko: 직원의 이름
lo: Staff nomen
my: 0 န်ထမ်းအမည်
zh: 员工的名称

# MDC_BTN_BN_NUMBER_NAME
source: Decision Number & Decision Name
de: Entscheidungsnummer & Entscheidungsname
fr: Numéro de décision et nom de décision
ja: 決定数と決定名
km: Número de decisió i nom de decisió
ko: 의사 결정 번호 및 의사 결정 이름
lo: Decision Number & Nomine
my: ဆုံးဖြတ်ချက်နံပါတ်နှင့်ဆုံးဖြတ်ချက်အမည်
zh: 决策号和决策名称

# MDC_BTN_BN_PAYROLL
source: Salary
de: Gehalt
fr: Un salaire
ja: 給料
km: Sou
ko: 샐러리
lo: Salarium
my: လစာ
zh: 薪水

# MDC_BTN_BN_PAYROLL_NOT_BLANK
source: Rank
de: Rang
fr: Rang
ja: ランクー
km: Filera
ko: 계급
lo: Rotundus
my: အဆင့်
zh: 秩

# MDC_BTN_BN_PERSONNEL
source: Personnel
de: Personal
ja: 人員
km: Personal
ko: 인원
lo: Personas
my: အမှုထမ်းများ
zh: 人员

# MDC_BTN_BN_PLS_DISPATCHING_POSITION
source: Please select the mobilization position
de: Bitte wählen Sie die Mobilisierungsposition aus
fr: Veuillez sélectionner la position de mobilisation
ja: 動員ポジションを選択してください
km: Seleccioneu la posició de mobilització
ko: 동원 위치를 선택하십시오
lo: Placere eligere mobilization situ
my: ကျေးဇူးပြုပြီးစည်းရုံးခြင်းအနေအထားကိုရွေးပါ
zh: 请选择动员位置

# MDC_BTN_BN_PLS_IMPORT_IMPLEMENTATION_DATE
source: Please enter the implementation date
de: Bitte geben Sie das Umsetzungsdatum ein
fr: S'il vous plaît entrer la date de mise en œuvre
ja: 実装日を入力してください
km: Introduïu la data d'implementació
ko: 구현 일을 입력하십시오
lo: Please enter implementation diem
my: အကောင်အထည်ဖော်သည့်ရက်စွဲကိုဖြည့်ပါ
zh: 请输入执行日期

# MDC_BTN_BN_PLS_IMPORT_WAGE
source: Please enter the salary
de: Bitte geben Sie das Gehalt ein
fr: S'il vous plaît entrer le salaire
ja: 給料を入力してください
km: Introduïu el sou
ko: 급여를 입력하십시오
lo: Please enter salarium
my: ကျေးဇူးပြုပြီးလစာကိုရိုက်ထည့်ပါ
zh: 请输入薪水

# MDC_BTN_BN_PLS_MANEUVERING_UNIT
source: Please select a dynamic unit
de: Bitte wählen Sie eine dynamische Einheit aus
fr: Veuillez sélectionner une unité dynamique
ja: 動的ユニットを選択してください
km: Seleccioneu una unitat dinàmica
ko: 동적 단위를 선택하십시오
lo: Placere eligere dynamic unit
my: ကျေးဇူးပြုပြီး dynamic ယူနစ်ကိုရွေးပါ
zh: 请选择动态单位

# MDC_BTN_BN_PLS_SELECT_FROM_DATE
source: Please select the start date
de: Bitte wählen Sie das Startdatum aus
fr: Veuillez sélectionner la date de début
ja: 開始日を選択してください
km: Seleccioneu la data d'inici
ko: 시작일을 선택하십시오
lo: Placere eligere in satus date
my: ကျေးဇူးပြု. စတင်ရက်စွဲကိုရွေးချယ်ပါ
zh: 请选择开始日期

# MDC_BTN_BN_PLS_SELECT_MANEUVERING_TYPE
source: Please select the decision type
de: Bitte wählen Sie den Entscheidungstyp
fr: Veuillez sélectionner le type de décision
ja: 決定タイプを選択してください
km: Seleccioneu el tipus de decisió
ko: 결정 유형을 선택하십시오
lo: Placere eligere consilium genus
my: ကျေးဇူးပြု. ဆုံးဖြတ်ချက်အသင်းကိုရွေးပါ
zh: 请选择决策类型
