Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/MobilizationDecisionController.*.resx
Languages: de, fr, ja, km, ko, lo, my, zh

# MDC_BTN_BN_PLS_SELECT_REASON
source: Please select the reason
de: Bitte wählen Sie den Grund aus
fr: S'il vous plaît sélectionnez la raison
ja: 理由を選択してください
km: Seleccioneu la raó
ko: 그 이유를 선택하십시오
lo: Placere eligere ratio
my: ကျေးဇူးပြု. အကြောင်းပြချက်ကိုရွေးချယ်ပါ
zh: 请选择原因

# MDC_BTN_BN_PLS_SELECT_TO_DATE
source: Please select the end date
de: Bitte wählen Sie das Enddatum aus
fr: Veuillez sélectionner la date de fin
ja: 終了日を選択してください
km: Seleccioneu la data de finalització
ko: 종료일을 선택하십시오
lo: Placere eligere finem diem
my: ကျေးဇူးပြု. အဆုံးရက်ကိုရွေးပါ
zh: 请选择结束日期

# MDC_BTN_BN_POSITION
source: position
ja: 位置
km: posició
ko: 위치
lo: locus
my: အခေြအနေ
zh: 位置

# MDC_BTN_BN_POSITION_NEW
source: New position
de: Neue Position
fr: Nouvelle position
ja: 新しいポジション
km: Nova posició
ko: 새로운 위치
lo: Novus
my: အနေအထားအသစ်
zh: 新的位置

# MDC_BTN_BN_POSITION_NEW_NOT_BLANK
source: New positions are not vacant
de: Neue Positionen sind nicht leer
fr: Les nouveaux postes ne sont pas vacants
ja: 新しい位置は空いていません
km: Les noves posicions no estan vacants
ko: 새로운 직책은 비어 있지 않습니다
lo: Novum positions non vacans
my: ရာထူးအသစ်များလစ်လပ်ကြဘူး
zh: 新职位不空缺

# MDC_BTN_BN_POSITION_NOT_BLANK
source: Blank position
de: Leere Position
fr: Position vierge
ja: 空白の位置
km: Posició en blanc
ko: 빈 위치
lo: Blank situ
my: နေရာလွတ်
zh: 空白位置

# MDC_BTN_BN_POSITION_PRESENT
source: Current position
de: Aktuelle Position
fr: Position actuelle
ja: 現在位置
km: Posició actual
ko: 현재 위치
lo: Current situ
my: လက်ရှိအနေအထား
zh: 当前位置

# MDC_BTN_BN_PROCESSING
source: Handling flow
de: Strömung des Handlings
fr: Manutention
ja: 処理フロー
km: Flux de manipulació
ko: 취급 흐름
lo: Tractantem fluxus
my: စီးဆင်းမှုကိုကိုင်တွယ်
zh: 处理流程

# MDC_BTN_BN_PROCESSING_NOT_BLANK
source: Treatment flow is not empty
de: Der Behandlungstrom ist nicht leer
fr: Le flux de traitement n'est pas vide
ja: 治療の流れは空ではありません
km: El flux de tractament no està buit
ko: 치료 흐름은 비어 있지 않습니다
lo: Treatment fluxus non est inanis
my: ကုသမှုစီးဆင်းမှုသည်ဗလာမဟုတ်ပါ
zh: 治疗流不是空的

# MDC_BTN_BN_REASON
source: Reason
de: Grund
fr: Raison
ja: 理由
km: Raó
ko: 이유
lo: Ratio
my: အကေြာင်းရင်း
zh: 原因

# MDC_BTN_BN_REASON_FOR_MANEUVERING
source: Reasons
de: Gründe dafür
fr: Les raisons
ja: reas reas
km: Motiu
ko: 원인
lo: De causis
my: အကြောင်းပြချက်
zh: 原因

# MDC_BTN_BN_SAVE
source: Save
de: Speichern
fr: sauvegarder
ja: 保存
km: Estalviar
ko: 구하다
lo: salvare
my: ကယ်ဆယ်
zh: 保存

# MDC_BTN_BN_SEARCH
source: Search
de: Suche
fr: Rechercher
ja: 検索
km: Cerca
ko: 검색
lo: Quaerere
my: ရှာဖေွခြင်း
zh: 搜索

# MDC_BTN_BN_SELECT_STAFF
source: Please select the staff
de: Bitte wählen Sie das Personal aus
fr: Veuillez sélectionner le personnel
ja: スタッフを選択してください
km: Seleccioneu el personal
ko: 직원을 선택하십시오
lo: Placere eligere virgam
my: ကျေးဇူးပြုပြီး 0 န်ထမ်းများကိုရွေးချယ်ပါ
zh: 请选择员工

# MDC_BTN_BN_STAFF
source: Staff
de: Mitarbeiter
fr: Personnel
ja: スタッフ
km: Personal
ko: 직원
lo: Virgam
my: အရာရှိစု
zh: 职员

# MDC_BTN_BN_STT
source: Status
fr: Statut
ja: スターテス
km: Estat
ko: 상태
my: အခေြအနေ
zh: 状态

# MDC_BTN_BN_STT_NOT_BLANK
source: Unknown
de: Unbekannt
fr: Inconnu
ja: 未知の
km: Desconegut
ko: 알려지지 않은
lo: Ignotus
my: မသိသာသော
zh: 未知

# MDC_BTN_BN_TO_DATE
source: To date
de: Miteinander ausgehen
fr: À ce jour
ja: 現在まで
km: Quedar
ko: 현재까지
lo: Ut diem
my: ယနေ့အထိ
zh: 迄今为止

# MDC_BTN_BN_TO_DATE_NOT_BLANK
source: Up to date must not be empty
de: Bis heute darf nicht leer sein
fr: À ce jour ne doit pas être vide
ja: 最新のものは空にしてはいけません
km: Actualitzat no ha de ser buit
ko: 최신 정보는 비어 있지 않아야합니다
lo: Ad date non esse inanis
my: နောက်ဆုံးပေါ်အထိအချည်းနှီးဖြစ်ရမည်
zh: 最新一定是空的

# MDC_BTN_BN_WAGE
source: Wage
de: Lohn
fr: Salaire
ja: 賃金
km: Salari
ko: 값
lo: Merces
my: လင်္ကြံ
zh: 工资

# MDC_BTN_BN_WAGE_NOT_BLANK
source: Payroll
de: Lohn-und Gehaltsabrechnung
fr: Paie
ja: 給料
km: Nòmina
ko: 급여
lo: PAYRESS
my: အခစာရင်း
zh: 工资单

# MDC_BTN_BN_ACTION
source: Action
de: Aktion
ja: アクション
km: Acció
ko: 동작
lo: Actus
my: လှုပ်ရှားခြင်း
zh: 行动

# MDC_BTN_BN_LEVEL_WAGE
source: Wage
de: Lohn
fr: Salaire
ja: 賃金
km: Salari
ko: 값
lo: Merces
my: လင်္ကြံ
zh: 工资

# MDC_BTN_BN_NAME_MID
source: First and last name
de: Vor-und Nachname
fr: Nom du premier et de famille
ja: 名前と苗字
km: Nom i cognoms
ko: 이름과 성
lo: Primum et ultimum nomen
my: ပထမနှင့်နောက်ဆုံးအမည်
zh: 名字和姓氏
