Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/PlanRecruitmentController.*.resx
Languages: de, km, ko, my, vi

# PR_ACTIVITY_REPEAT
source: Activity rework
de: Aktivitätsüberarbeitung
km: ដំណើរការសកម្មភាពឡើងវិញ
ko: 활동 재 작업
my: လှုပ်ရှားမှု rework
vi: Hoạt động làm lại

# PR_APPROVE_REJECT
source: Browse / Decline
de: Durchsuchen / Ablehnen
km: រកមើល / បដិសេធ
ko: 찾아보기 / 거부
vi: Duyệt/Từ chối

# PR_CREATED_BY
source: The establishment
de: Die Einrichtung
km: គ្រឹះស្ថាន
ko: 설립
my: တည်ထောင်ခြင်း
vi: Người lập

# PR_CREATED_BY_MSG_NOT_EMPTY
source: The founder cannot be left blank
de: Der Gründer kann nicht leer gelassen werden
km: ស្ថាបនិកមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 설립자는 비워 둘 수 없습니다.
my: တည်ထောင်သူအလွတ်မရပါ
vi: Người lập không được bỏ trống

# PR_CREATED_TIME_MSG_NOT_EMPTY
source: The date of establishment cannot be left blank
de: Das Gründungsdatum darf nicht leer bleiben
km: កាលបរិច្ឆេទនៃការបង្កើតមិនអាចទុកចោលបានទេ
ko: 설립일은 비워 둘 수 없습니다.
my: တည်ထောင်သည့်ရက်ကိုကွက်လပ် ထား၍ မရပါ
vi: Ngày lập không được bỏ trống

# PR_CRETED_TIME
source: Date founded
de: Datum gefunden
km: កាលបរិច្ឆេទបង្កើត
ko: 설립일
my: တည်ထောင်သည့်ရက်စွဲ
vi: Ngày lập

# PR_CRITERIA_EXTEND
source: Expanded criteria
de: Erweiterte Kriterien
km: លក្ខណៈវិនិច្ឆ័យដែលបានពង្រីក
ko: 확장 기준
my: တိုးချဲ့စံ
vi: Tiêu chí mở rộng

# PR_DETAIL_AGE
source: Age
de: Alter
km: អាយុ
ko: 나이
my: အသက်
vi: Độ tuổi

# PR_DETAIL_EXTEND_CODE
source: Extensive Criteria Code
de: Umfangreicher Kriteriencode
km: កូដលក្ខណៈទូលំទូលាយ
ko: 광범위한 기준 코드
my: ကျယ်ပြန့်သတ်မှတ်ချက်များ Code ကို
vi: Mã tiêu chí mở rộng

# PR_DETAIL_EXTEND_CRITERIA
source: Expanded criteria
de: Erweiterte Kriterien
km: លក្ខណៈវិនិច្ឆ័យដែលបានពង្រីក
ko: 확장 기준
my: တိုးချဲ့စံ
vi: Tiêu chí mở rộng

# PR_DETAIL_EXTEND_CRITERIA_MSG_NOT_EMPTY
source: Expanded criteria cannot be left blank
de: Erweiterte Kriterien dürfen nicht leer gelassen werden
km: លក្ខណៈវិនិច្ឆ័យដែលបានពង្រីកមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 확장 기준은 비워 둘 수 없습니다.
my: တိုးချဲ့ထားသောစံများကိုကွက်လပ် ထား၍ မရပါ
vi: Tiêu chí mở rộng không được để trống

# PR_DETAIL_EXTEND_DATA_TYPE
source: Datatypes
de: Datentypen
km: ដាតាថេត
ko: 데이터 유형
my: အမျိုးအစားများ
vi: Kiểu dữ liệu

# PR_DETAIL_EXTEND_GROUP
source: Group
de: Gruppe
km: ក្រុម
ko: 그룹
my: အုပ်စု
vi: Nhóm

# PR_DETAIL_EXTEND_NAME
source: Expansion criteria name
de: Name des Erweiterungskriteriums
km: ឈ្មោះលក្ខខណ្ឌពង្រីក
ko: 확장 기준 이름
my: တိုးချဲ့စံနာမကိုအမှီ
vi: Tên tiêu chí mở rộng

# PR_DETAIL_EXTEND_PARENT
source: Father group
de: Vatergruppe
km: ក្រុមឪពុក
ko: 아버지 그룹
my: ဖခင်အုပ်စု
vi: Nhóm cha

# PR_DETAIL_EXTEND_UNIT
source: Unit
de: Einheit
km: ឯកតា
ko: 단위
my: ယူနစ်
vi: Đơn vị tính

# PR_DETAIL_EXTEND_VALUE
source: Value
de: Wert
km: តម្លៃ
ko: 값
my: တန်ဖိုး
vi: Giá trị

# PR_DETAIL_EXTEND_VALUE1
source: Value
de: Wert
km: តម្លៃ
ko: 값
my: တန်ဖိုး
vi: Giá trị

# PR_DETAIL_EXTEND_VALUE_MSG_NOT_EMPTY
source: Value cannot be left blank
de: Der Wert darf nicht leer bleiben
km: តម្លៃមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 값은 비워 둘 수 없습니다.
my: တန်ဖိုးကိုကွက်လပ် ထား၍ မရပါ
vi: Giá trị không được để trống

# PR_DETAIL_GENDER
source: Sex
km: ការរួមភេទ
ko: 섹스
my: လိင်
vi: Giới tính

# PR_DETAIL_GENDER_MSG_NOT_EMPTY
source: Gender cannot be born empty
de: Das Geschlecht kann nicht leer geboren werden
km: ភេទមិនអាចកើតមកទទេបានទេ
ko: 성별은 비어있을 수 없습니다.
my: လိင်မမွေးဖွားနိုင်ပါ
vi: Giới tính không được đẻ trống

# PR_DETAIL_LEVEL
source: Level
de: Niveau
km: កំរិត
ko: 수평
my: အဆင့်
vi: Trình độ

# PR_DETAIL_LOCAL
source: Local
de: Lokal
km: ក្នុងស្រុក
ko: 현지
my: ဒေသခံ
vi: Địa phương

# PR_DETAIL_POSITION
source: Location
de: Ort
km: ទីតាំង
ko: 위치
my: တည်နေရာ
vi: Vị trí

# PR_DETAIL_POSITION_MSG_NOT_EMPTY
source: The position cannot be empty
de: Die Position darf nicht leer sein
km: ទីតាំងមិនអាចទទេបានទេ
ko: 위치는 비워 둘 수 없습니다.
my: နေရာကအချည်းနှီးမဖြစ်နိုင်ဘူး
vi: Vị trí không được bỏ trống

# PR_DETAIL_QUANTITY
source: Amount
de: Menge
km: ចំនួនទឹកប្រាក់
ko: 양
my: ပမာဏ
vi: Số lượng

# PR_DETAIL_QUANTITY_MSG_NOT_EMPTY
source: Quantity cannot be empty
de: Menge kann nicht leer sein
km: បរិមាណមិនអាចទទេបានទេ
ko: 수량은 비워 둘 수 없습니다.
my: အရေအတွက်အချည်းနှီးမဖြစ်နိုင်ပါ
vi: Số lượng không được để trống

# PR_DETAIL_RECRUITMENT
source: Recruitment details
de: Rekrutierungsdetails
km: ព័ត៌មានលម្អិតអំពីការជ្រើសរើសបុគ្គលិក
ko: 채용 세부 정보
my: စုဆောင်းရေးအသေးစိတ်ကို
vi: Chi tiết tuyển dụng

# PR_DETAIL_SPECIALIZE
source: Specialize
de: Spezialisieren
km: ជំនាញ
ko: 전문화하다
my: အထူး
vi: Chuyên môn

# PR_DETAIL_TIER
source: Tier
km: ថ្នាក់
ko: 층
my: အလွှာ
vi: Bậc

# PR_DETAIL_YEAR_OF_EXPERIENCE
source: Years of experience
de: Langjährige Erfahrung
km: បទពិសោធន៍​ច្រើន​ឆ្នាំ
ko: 수년간의 경험
my: နှစ်ပေါင်းများစွာအတွေ့အကြုံရှိသူ
vi: Số năm kinh nghiệm

# PR_MSG_ADD_AGE
source: Please re-enter the age
de: Bitte geben Sie das Alter erneut ein
km: សូមបញ្ចូលអាយុម្តងទៀត
ko: 나이를 다시 입력하세요
my: ကျေးဇူးပြုပြီးအသက်ပြန်သွင်းပါ
vi: Vui lòng nhập lại độ tuổi

# PR_MSG_ADD_EAR_OF_EXPERIENCE
source: Please re-enter the number of years of experience
de: Bitte geben Sie die Anzahl der Jahre Erfahrung erneut ein
km: Vui lòng nhập lại số năm kinh nghiệm
ko: 경력 연수를 다시 입력하세요.
my: ကျေးဇူးပြုပြီးအတွေ့အကြုံနှစ်ပေါင်းများစွာကိုပြန်လည်ထည့်သွင်းပါ
vi: Vui lòng nhập lại số năm kinh nghiệm

# PR_MSG_ADD_HEADER_BEFOR_ADD_DETAIL
source: Please create a plan before adding details
de: Bitte erstellen Sie einen Plan, bevor Sie Details hinzufügen
km: សូមបង្កើតផែនការមុនពេលបន្ថែមព័ត៌មានលម្អិត
ko: 세부 정보를 추가하기 전에 계획을 만드십시오.
my: အသေးစိတ်ကိုမထည့်သွင်းမီအစီအစဉ်တစ်ခုကိုရေးဆွဲပါ
vi: Vui lòng tạo kế hoạch trước khi thêm chi tiết

# PR_MSG_DETAIL_EXTEND_CODE_EXIT
source: Expanded criteria already exist
de: Erweiterte Kriterien existieren bereits
km: លក្ខណៈវិនិច្ឆ័យដែលបានពង្រីកមានរួចហើយ
ko: 확장 기준이 이미 있습니다.
my: ကျယ်ပြန့်စံရှိပြီးသား
vi: Tiêu chí mở rộng đã tồn tại

# PR_MSG_DETAIL_EXTEND_CODE_NOT_EXIT
source: Expand criteria does not exist
de: Erweiterungskriterien existieren nicht
km: លក្ខណៈវិនិច្ឆ័យពង្រីកមិនមានទេ
ko: 확장 기준이 없습니다.
my: ချဲ့ထွင်စံမရှိပါ
vi: Tiêu chí mở rộng không tồn tại

# PR_MSG_DETAIL_NOT_EXIT
source: Details do not exist
de: Details existieren nicht
km: ព័ត៌មានលម្អិតមិនមានទេ
ko: 세부 정보가 없습니다.
my: အသေးစိတ်မရှိပါ
vi: Chi tiết không tồn tại

# PR_MSG_HEDER_NOT_FOUND
source: Cannot get plan information
de: Planinformationen können nicht abgerufen werden
km: មិនអាចទទួលបានព័ត៌មានផែនការទេ
ko: 플랜 정보를 얻을 수 없습니다
my: အစီအစဉ်သတင်းအချက်အလက်မရနိုင်ပါ
vi: Không lấy được thông tin kế hoạch

# PR_MSG_PLAN_NUMBER_EXIT
source: The plan number already exists
de: Die Plannummer existiert bereits
km: លេខគំរោងមានរួចហើយ
ko: 계획 번호가 이미 있습니다.
my: အစီအစဉ်နံပါတ်ရှိပြီးသား
vi: Số kế hoạch đã tồn tại

# PR_MSG_PLAN_NUMBER_NOT_EXIT
source: The plan number does not exist
de: Die Plannummer existiert nicht
km: លេខផែនការមិនមានទេ
ko: 계획 번호가 없습니다.
my: အစီအစဉ်နံပါတ်မရှိပါ
vi: Số kế hoạch không tồn tại

# PR_MSG_PLEASE_INPUT_DETAIL
source: Please enter details
de: Bitte geben Sie Details ein
km: សូមបញ្ចូលព័ត៌មានលំអិត
ko: 세부 사항을 입력하십시오
my: အသေးစိတ်ကိုဖြည့်ပါ
vi: Vui lòng nhập chi tiết

# PR_NOTE
source: Note
de: Hinweis
km: ចំណាំ
ko: 노트
my: မှတ်စု
vi: Ghi chú

# PR_PLAN_FROM_DATE
source: Since
de: Schon seit
km: ចាប់តាំងពី
ko: 이후
my: ကတည်းက
vi: Từ ngày

# PR_PLAN_NUMBER
source: Plan number
de: Plannummer
km: លេខផែនការ
ko: 계획 번호
my: အစီအစဉ်နံပါတ်
vi: Số kế hoạch

# PR_PLAN_NUMBER_MSG_NOT_EMPTY
source: The plan number cannot be left blank
de: Die Plannummer darf nicht leer bleiben
km: លេខគំរោងមិនអាចទុកអោយនៅទទេបានទេ
ko: 계획 번호는 비워 둘 수 없습니다.
my: အစီအစဉ်နံပါတ်ကိုအလွတ်မထားနိုင်ပါ
vi: Số kế hoạch không được bỏ trống

# PR_PLAN_NUMBER_OR_TITLE
source: Plan Number or Plan Name
de: Plannummer oder Planname
km: លេខគំរោងរឺឈ្មោះគំរោង
ko: 계획 번호 또는 계획 이름
my: စီစဉ်နံပါတ်သို့မဟုတ်အစီအစဉ်အမည်
vi: Số kế hoạch hoặc Tên kế hoạch

# PR_PLAN_NUMBER_TITLE
source: Plan number & plan name
de: Plannummer & Planname
km: លេខគំរោងនិងឈ្មោះគំរោង
ko: 플랜 번호 및 플랜 명
my: စီစဉ်နံပါတ် & စီစဉ်ထားအမည်
vi: Số kế hoạch & Tên kế hoạch

# PR_PLAN_RECRUITMENT
source: Recruitment plan
de: Rekrutierungsplan
km: ផែនការជ្រើសរើសបុគ្គលិក
ko: 모집 계획
my: စုဆောင်းမှုအစီအစဉ်
vi: Kế hoạch tuyển dụng

# PR_PLAN_TITLE
source: Name of the plan
de: Name des Plans
km: ឈ្មោះផែនការ
ko: 계획의 이름
my: အစီအစဉ်အမည်
vi: Tên kế hoạch

# PR_PLAN_TITLE_MSG_NOT_EMPTY
source: The plan name cannot be left blank
de: Der Planname darf nicht leer bleiben
km: ឈ្មោះគំរោងមិនអាចទុកអោយនៅទទេបានទេ
ko: 계획 이름은 비워 둘 수 없습니다.
my: အစီအစဉ်အမည်ကိုဗလာမထားနိုင်ပါ
vi: Tên kế hoạch không được bỏ trống

# PR_PLAN_TO_DATE
source: To date
de: Miteinander ausgehen
km: កាលបរិច្ឆេត
ko: 현재까지
my: ယနေ့အထိ
vi: Đến ngày

# PR_SHOW_LOG
source: View log
de: Protokoll anzeigen
km: មើលកំណត់ហេតុ
ko: 로그보기
my: မှတ်တမ်းကြည့်ပါ
vi: Xem log

# PR_STATUS_MSG_NOT_EMPTY
source: The state cannot be left blank
de: Der Status kann nicht leer gelassen werden
km: រដ្ឋមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 상태는 비워 둘 수 없습니다.
my: ပြည်နယ်ကိုကွက်လပ် ထား၍ မရပါ
vi: Trạng thái không được để trống

# PR_STATUS_UPDATED
source: updated status
de: aktualisierter Status
km: ស្ថានភាពទាន់សម័យ
ko: 업데이트 된 상태
my: အဆင့်မြှင့် status ကို
vi: đã cập nhật trạng thái

# PR_TIME_UPDATED
source: Time
de: Zeit
km: ពេលវេលា
ko: 시각
my: အချိန်
vi: Thời gian

# PR_WORK_FLOW_CAT
source: Processing flow
de: Verarbeitungsablauf
km: លំហូរដំណើរការ
ko: 처리 흐름
my: အပြောင်းအလဲနဲ့စီးဆင်းမှု
vi: Luồng xử lý

# PR_WORK_FLOW_CAT_MSG_NOT_EMPTY
source: The processing flow cannot be empty
de: Der Verarbeitungsablauf darf nicht leer sein
km: លំហូរដំណើរការមិនអាចទទេបានទេ
ko: 처리 흐름은 비워 둘 수 없습니다.
my: အဆိုပါအပြောင်းအလဲနဲ့စီးဆင်းမှုဗလာမဖြစ်နိုင်ပါ
vi: Luồng xử lý không được để trống
