Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/QuoraSocialConfigController.*.resx
Languages: km, my

# FB_CONF_NAME
source: Search Facebook name
km: ស្វែងរកឈ្មោះហ្វេសប៊ុក
my: Facebook အမည်ကိုရှာပါ

# FB_CONF_BOT_NAME
source: Bot name
km: Nom del bot
my: BOT အမည်

# FB_CONF_LIKE_AND_UNLIKE
source: Like/Unlike
km: Igual que / a diferència
my: လိုပဲ / မတူဘဲ

# FB_CONF_UNLIKE_POST
source: Unlike post
km: មិនដូចប៉ុស្តិ៍ទេ
my: post နှင့်မတူဘဲ

# FB_CONF_UNLIKE_COMMENT
source: Unlike comment
km: មិនដូចការអត្ថាធិប្បាយទេ
my: မှတ်ချက်မတူတာ

# FB_CONF_TO
source: To
km: តោកាន់អាយ័តនិ
my: သို့

# FB_CONF_UNLIKE
source: Unlike
km: មិន​ដូច
my: မဆို

# FB_CONF_STOP
source: Stop
km: ការឈប់
my: ရပ်

# FB_CONF_START
source: Start
km: បហ្ចេហ
my: စက်နှုိး

# FB_CONF_SHARE_POST
source: Share post
km: ចែករំលែកប៉ុស្តិ៍
my: ဝေငှပါ

# FB_CONF_POST
source: Post
km: ប៉ុស្ដិ៍
my: တိုင်

# FB_CONF_POST_CONTENT
source: Post content
km: មាតិកាប្រកាស
my: Post အကြောင်းအရာ

# FB_CONF_PAGE
source: Page
km: តមប័រ
my: စာမျက်နှာ

# FB_CONF_ORDER
source: Order
km: ការដឹកនាម
my: အမိန့်

# FB_CONF_OPERATION
source: Operation
km: ការវហកាត់
my: ခဲွစိတ်ကုသမှု

# FB_CONF_LIST_KEY_WORD
source: List key word
km: រាយពាក្យសំខាន់ៗ
my: စာရင်းသော့ချက်စာလုံး

# FB_CONF_MAIN_POST
source: Main post
km: ប៉ុស្តិ៍មេ
my: အဓိက Post

# FB_CONF_LIKE_POST
source: Like post
km: ដូចភ្នំពេញប៉ុស្តិ៍
my: post လိုပဲ

# FB_CONF_LIKE_COMMENT
source: Like comment
km: ដូចមតិយោបល់
my: မှတ်ချက်လိုပဲ

# FB_CONF_KEY_WORD
source: Key word
km: ពាក្យសំខាន់
my: အဓိကစကားလုံး

# FB_CONF_INVITE
source: Invite
km: អហ្ជើញ
my: ဖိတ်ခေါ်

# FB_CONF_JOB_CONTENT
source: Content job
km: ការងារមាតិកា
my: အကြောင်းအရာအလုပ်

# FB_CONF_GROUP
source: Group
km: រកុម
my: စုရုံး

# FB_CONF_GET_POST_COMMENT
source: Post comment
km: មតិយោបល់យោបល់
my: ထင်မြင်ချက်

# FB_CONF_GET_MAIN_POST
source: Get main post
km: ទទួលបានប្រកាសសំខាន់
my: အဓိက post ကိုရယူပါ

# FB_CONF_GET_POST_CONTENT
source: Get post content
km: ទទួលបានមាតិកាប្រកាស
my: post အကြောင်းအရာကိုရယူပါ

# FB_CONF_GET_GET_POST_COMMENT
source: Get post comment
km: ទទួលបានមតិយោបល់ប្រកាស
my: မှတ်ချက်ပေးပါ

# FB_CONF_GET
source: Get
km: តតយល / បាន
my: ရယူ

# FB_CONF_GET_COMMENT_POST
source: Get comment post
km: ទទួលបានយោបល់មតិយោបល់
my: မှတ်ချက်ပေးရန်မှတ်ချက်ကိုရယူပါ

# FB_CONF_FROM
source: From
km: តាមងបី
my: မှ

# FB_CONF_FRIEND
source: Friend
km: មិត្ដនារី
my: မိတ်ဆေွ

# FB_CONF_CONTENT
source: Content
km: ដេលបេញចិត្ដ
my: ကေြနပ်သော

# FB_CONF_FOLLOW_SEARCH
source: Follow/Search
km: តាមដាន / ស្វែងរក
my: နောက်ဆက်တွဲ / ရှာဖွေခြင်း

# FB_CONF_COMMENT_POST
source: Comment post
km: ប្រកាសមតិយោបល់
my: မှတ်ချက်ပေးပို့စ်

# FB_CONF_CLEAR
source: Clear
km: ផ្លឺ
my: ရှင်းလင်းသော

# FB_CONF_ADD_FRIEND
source: Add friend
km: បន្ថែម​មិត្ត
my: သူငယ်ချင်းထည့်ပါ

# FB_CONF_ADD
source: Add
km: បុក / ករ
my: ပေါင်း

# FB_CONF_LIST_TAG_USER
source: List tag user
km: បញ្ជីអ្នកប្រើប្រាស់ស្លាក
my: Tag အသုံးပြုသူစာရင်း

# FB_CONF_TAG_USER
source: Tag user
km: អ្នកប្រើស្លាក
my: tag အသုံးပြုသူ

# FB_CONF_INSTAGRAM
source: Instagram social config
km: កំណត់រចនាសម្ព័ន្ធសង្គម Instagram

# FB_CONF_INS_NAME
source: Name
km: ឈ្ផោហ
my: နံမယ်

# FB_CONF_HASH_TAG
source: Hash tag
km: ប្រើ​សញ្ញា # hashtag
my: နံပါတ်အစားအသုံးပြုသောဟက်ရှ်သင်္ကေတ

# FB_CONF_FOLLOW_UNFOLLOW
source: Follow/Unfollow
km: តាមដាន / ធ្វើតាម
my: နောက်ဆက်တွဲ / နောက်လိုက်

# FB_CONF_BOT_SOCIAL_NAME
source: Bot social name
km: bot ឈ្មោះសង្គម
my: လူမှုရေးအမည် bot

# FB_CONF_ADD_DOWN
source: Add down
km: បន្ថែមចុះក្រោម
my: ပေါင်းထည့်ပါ

# FB_CONF_COMMENT
source: Comment
km: អធិប្បាយ
my: commentီကာ

# FB_CONF_DAILY
source: Daily
km: របចាមថៃ
my: နေ့စဉ်

# FB_CONF_DATA_STORAGE
source: Data Storage
km: ការផ្ទុកទិន្នន័យ
my: ဒေတာသိုလှောင်မှု

# FB_CONF_GET_COMMENTS_OF
source: Get Comments Of
km: ទទួលបានយោបល់របស់
my: ၏မှတ်ချက်များကိုရယူပါ

# FB_CONF_POST_OF_LIKE
source: Get POST/COMMENTS Of LIKE/UNLIKE
km: ទទួលបានប្រកាស / យោបល់របស់អ្នកដទៃ / មិនដូច
my: Post / Post / Post / Comments နှင့်မတူသည်

# FB_CONF_LIKE
source: Like
km: ដុចនិយ័ត
my: ကဲ့သို့

# FB_CONF_LINKEDIN
source: Linkedin Social Config
km: LinkedIn Social Condition

# FB_CONF_ADDED_MEDIA
source: Media included
km: ប្រព័ន្ធផ្សព្វផ្សាយរួមបញ្ចូល
my: မီဒီယာများပါဝင်သည်

# FB_CONF_MONTHLY
source: Monthly
km: របចាមខេ
my: လစဉ်

# FB_CONF_PLAY
source: Play
km: ការលេង
my: ကစားခြင်း

# FB_CONF_POST_GET
source: POST/GET
km: ប្រកាស / ទទួល
my: Post / ရယူပါ

# FB_CONF_QUORA
source: Quora Social Config
km: កំណត់រចនាសម្ព័ន្ធសង្គម Quora
my: quora လူမှုရေး config

# FB_CONF_SCHEDULE
source: Schedule
km: កម្ផវិធី
my: ပစ္စည်းစာရင်း

# FB_CONF_SPACE
source: Spaces
km: ចន្លោះ
my: နေရာများ

# FB_CONF_STATUS
source: Status
km: ច្បាប់
my: အခေြအနေ

# FB_CONF_TIKTOK
source: Tiktok Social Config
km: កំណត់ហេតុបណ្ដាញសង្គម Tiktok

# FB_CONF_WORK_CONTENT
source: Work content
km: មាតិកាការងារ
my: အလုပ်အကြောင်းအရာ

# FB_CONF_WEEKLY
source: Weekly
km: រាល់សបា្ដហ៍
my: ရက်သတ္တပတ်တကြိမ်ဖြစ်သော

# BOT_RUNNING_MONITOR
source: Monitor
km: เฝ้าสังเกต
my: စောင့်ကြည့်

# FB_CONF_SOCI_NETW_CFIG
source: Facebook Social NetWork Config
my: Facebook လူမှုကွန်ယက် Config
