Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/RecruitmentAttributeMainController.*.resx
Languages: km, lo, my, vi

# RAM_CURD_COMBO_RAM_FATHER_GROUP
source: Choose the parent group
km: ជ្រើសរើសក្រុមមេ
lo: ເລືອກກຸ່ມພໍ່ແມ່
my: မိဘအုပ်စုကိုရွေးချယ်ပါ
vi: Chọn nhóm cha

# RAM_CURD_LBL_RAM_CODE
source: Recruitment criteria code
km: លេខកូដលក្ខន្តិកៈជ្រើសរើសបុគ្គលិក
lo: ລະຫັດເງື່ອນໄຂການວ່າຈ້າງ
my: စုဆောင်းမှုစံကုဒ်
vi: Mã tiêu chí tuyển dụng

# RAM_CURD_LBL_RAM_DATA_TYPE
source: Datatypes
km: ដាតាថេត
lo: ຕາຕະລາງ
my: အမျိုးအစားများ
vi: Kiểu dữ liệu

# RAM_CURD_LBL_RAM_DESCRIPTION
source: Describe
km: ពិពណ៌នា
lo: ອະທິບາຍ
my: ဖော်ပြပါ
vi: Mô tả

# RAM_CURD_LBL_RAM_FATHER_GROUP
source: Choose the parent group
km: ជ្រើសរើសក្រុមមេ
lo: ເລືອກກຸ່ມພໍ່ແມ່
my: မိဘအုပ်စုကိုရွေးချယ်ပါ
vi: Chọn nhóm cha

# RAM_CURD_LBL_RAM_GROUP
source: Group
km: ក្រុម
lo: ກຸ່ມ
my: အုပ်စု
vi: Nhóm

# RAM_CURD_LBL_RAM_NAME
source: Name of recruitment criteria
km: ឈ្មោះលក្ខណៈវិនិច្ឆ័យជ្រើសរើសបុគ្គលិក
lo: ຊື່ຂອງເງື່ອນໄຂການຮັບສະ ໝັກ
my: စုဆောင်းမှုစံ၏အမည်
vi: Tên tiêu chí tuyển dụng

# RAM_CURD_LBL_RAM_PARENT
source: Parent attribute
km: គុណលក្ខណៈមាតាបិតា
lo: ຄຸນລັກສະນະຂອງພໍ່ແມ່
my: မိဘဂုဏ်ရည်
vi: Thuộc tính cha

# RAM_CURD_LBL_RAM_UNIT
source: Unit
km: ឯកតា
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị

# RAM_CURD_TITLE_ADD_RAM
source: Add recruitment criteria
km: បន្ថែមលក្ខណៈវិនិច្ឆ័យជ្រើសរើសបុគ្គលិក
lo: ເພີ່ມເງື່ອນໄຂການຮັບສະ ໝັກ ພະນັກງານ
my: စုဆောင်းမှုစံထည့်ပါ
vi: Thêm tiêu chí tuyển dụng

# RAM_CURD_TITLE_EDIT_RAM
source: Edit recruitment criteria
km: កែសម្រួលលក្ខណៈវិនិច្ឆ័យជ្រើសរើសបុគ្គលិក
lo: ແກ້ໄຂເງື່ອນໄຂການຮັບສະ ໝັກ
my: စုဆောင်းမှုစံတည်းဖြတ်ပါ
vi: Sửa tiêu chí tuyển dụng

# RAM_CURD_TXT_RAM_CODE
source: Enter your recruitment criteria code
km: បញ្ចូលលេខកូដលក្ខណៈជ្រើសរើសរបស់អ្នក
lo: ໃສ່ລະຫັດເງື່ອນໄຂການສະ ໝັກ ຂອງທ່ານ
my: သင့်ရဲ့စုဆောင်းမှုစံကုဒ်ရိုက်ထည့်ပါ
vi: Nhập mã tiêu chí tuyển dụng

# RAM_CURD_TXT_RAM_DATA_TYPE
source: Datatypes
km: ដាតាថេត
lo: ຕາຕະລາງ
my: အမျိုးအစားများ
vi: Kiểu dữ liệu

# RAM_CURD_TXT_RAM_DESCRIPTION
source: Enter a description
km: បញ្ចូលការពិពណ៌នា
lo: ໃສ່ ຄຳ ອະທິບາຍ
my: ဖော်ပြချက်တစ်ခုထည့်ပါ
vi: Nhập mô tả

# RAM_CURD_TXT_RAM_GROUP
source: Group
km: ក្រុម
lo: ກຸ່ມ
my: အုပ်စု
vi: Nhóm

# RAM_CURD_TXT_RAM_NAME
source: Enter a name of recruitment criteria
km: បញ្ចូលឈ្មោះលក្ខណៈវិនិច្ឆ័យជ្រើសរើសបុគ្គលិក
lo: ໃສ່ຊື່ຂອງເງື່ອນໄຂການຮັບສະ ໝັກ
my: စုဆောင်းမှုစံ၏အမည်တစ်ခုရိုက်ထည့်ပါ
vi: Nhập tên tiêu chí tuyển dụng

# RAM_CURD_TXT_RAM_PARENT
source: Parent attribute
km: គុណលក្ខណៈមាតាបិតា
lo: ຄຸນລັກສະນະຂອງພໍ່ແມ່
my: မိဘဂုဏ်ရည်
vi: Thuộc tính cha

# RAM_CURD_TXT_RAM_UNIT
source: Unit
km: ឯកតា
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị

# RAM_LBL_MGP
source: Add criteria for successful recruitment
km: បន្ថែមលក្ខណៈវិនិច្ឆ័យសម្រាប់ការជ្រើសរើសដោយជោគជ័យ
lo: ເພີ່ມເງື່ອນໄຂ ສຳ ລັບການທົດແທນທີ່ປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်စွာစုဆောင်းမှုအတွက်စံထည့်ပါ
vi: Thêm tiêu chí tuyển dụng thành công

# RAM_LBL_RAM
source: Criteria recruit
km: ការជ្រើសរើសលក្ខណៈវិនិច្ឆ័យ
lo: ເງື່ອນໄຂການຮັບສະ ໝັກ
my: လိုအပ်ချက်များကိုစုဆောင်း
vi: Tiêu chí tuyển dụng

# RAM_LINK_HOME
source: Home page
km: គេហទំព័រ
lo: ໜ້າ ທຳ ອິດ
my: မူလစာမျက်နှာ
vi: Trang chủ

# RAM_LINK_RAM
source: Criteria recruit
km: ការជ្រើសរើសលក្ខណៈវិនិច្ឆ័យ
lo: ເງື່ອນໄຂການຮັບສະ ໝັກ
my: လိုအပ်ချက်များကိုစုဆောင်း
vi: Tiêu chí tuyển dụng

# RAM_LIST_COL_RAM_ACTION
source: Action
km: សកម្មភាព
lo: ການປະຕິບັດງານ
my: လှုပ်ရှားမှု
vi: Tác vụ

# RAM_LIST_COL_RAM_CHILDREN
source: Child attributes
km: គុណលក្ខណៈរបស់កុមារ
lo: ຄຸນລັກສະນະຂອງເດັກນ້ອຍ
my: ကလေးဂုဏ်ရည်
vi: Thuộc tính con

# RAM_LIST_COL_RAM_CODE
source: Recruitment criteria code
km: លេខកូដលក្ខន្តិកៈជ្រើសរើសបុគ្គលិក
lo: ລະຫັດເງື່ອນໄຂການວ່າຈ້າງ
my: စုဆောင်းမှုစံကုဒ်
vi: Mã tiêu chí tuyển dụng

# RAM_LIST_COL_RAM_DESCRIPTION
source: Describe
km: ពិពណ៌នា
lo: ອະທິບາຍ
my: ဖော်ပြပါ
vi: Mô tả

# RAM_LIST_COL_RAM_FATHER_GROUP
source: Choose the parent group
km: ជ្រើសរើសក្រុមមេ
lo: ເລືອກກຸ່ມພໍ່ແມ່
my: မိဘအုပ်စုကိုရွေးချယ်ပါ
vi: Chọn nhóm cha

# RAM_LIST_COL_RAM_NAME
source: Name of recruitment criteria
km: ឈ្មោះលក្ខណៈវិនិច្ឆ័យជ្រើសរើសបុគ្គលិក
lo: ຊື່ຂອງເງື່ອນໄຂການຮັບສະ ໝັກ
my: စုဆောင်းမှုစံ၏အမည်
vi: Tên tiêu chí tuyển dụng

# RAM_LIST_COL_RAM_NAME1
source: Name of recruitment criteria
km: ឈ្មោះលក្ខណៈវិនិច្ឆ័យជ្រើសរើសបុគ្គលិក
lo: ຊື່ຂອງເງື່ອນໄຂການຮັບສະ ໝັກ
my: စုဆောင်းမှုစံ၏အမည်
vi: Tên tiêu chí tuyển dụng

# RAM_MSG_ADD_ERROR
source: Added error recruitment criteria
km: បន្ថែមលក្ខណៈវិនិច្ឆ័យជ្រើសរើសកំហុស
lo: ເພີ່ມເງື່ອນໄຂການສະ ໝັກ ຂໍ້ຜິດພາດ
my: အမှားစုဆောင်းမှုစံကဆက်ပြောသည်
vi: Thêm tiêu chí tuyển dụng lỗi

# RAM_MSG_DELETE_ERROR
source: There was an error deleting!
km: មានកំហុសក្នុងការលុប!
lo: ມີຂໍ້ຜິດພາດໃນການລຶບ!
my: ဖျက်လိုက်တာကအမှားပဲ။
vi: Có lỗi khi xóa!

# RAM_MSG_DELETE_SUCCESS
source: Deleted successfully!
km: បានលុបដោយជោគជ័យ!
lo: ຖືກລຶບອອກແລ້ວ!
my: အောင်မြင်စွာဖျက်ပြီးပါပြီ။
vi: Xóa thành công!

# RAM_MSG_ERROR
source: An error occurred!
km: កំហុស​មួយ​បាន​កើត​ឡើង!
lo: ເກີດຂໍ້ຜິດພາດ!
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည်
vi: Có lỗi xảy ra!

# RAM_MSG_RAM_CODE_ALREADY_EXIST
source: Recruitment criteria code already exists
km: លេខកូដលក្ខណៈវិនិច្ឆ័យជ្រើសរើសមានរួចហើយ
lo: ລະຫັດເງື່ອນໄຂການວ່າຈ້າງແມ່ນມີຢູ່ແລ້ວ
my: စုဆောင်းမှုစံကုဒ်ရှိပြီးသား
vi: Mã tiêu chí tuyển dụng đã tồn tại

# RAM_MSG_SAVE_SUCCESS
source: Saved changes
km: ការផ្លាស់ប្តូរដែលបានរក្សាទុក
lo: ການປ່ຽນແປງທີ່ບັນທຶກໄວ້
my: သိမ်းဆည်းထားသောပြောင်းလဲမှုများ
vi: Đã lưu thay đổi

# RAM_TITLE_RAM
source: Criteria recruit
km: ការជ្រើសរើសលក្ខណៈវិនិច្ឆ័យ
lo: ເງື່ອນໄຂການຮັບສະ ໝັກ
my: လိုအပ်ချက်များကိုစုဆောင်း
vi: Tiêu chí tuyển dụng
