Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/ReportStaticsStockCardController.*.resx
Languages: de, fr, ja, km, ko, lo, my

# RSSC_COL_CREATED_TIME
source: Date of import / export
de: Import- / Exportdatum
fr: Date d'importation / exportation
ja: インポート/エクスポートの日付
km: កាលបរិច្ឆេទនាំចូល / នាំចេញ
ko: 수입 / 수출 일
lo: ວັນທີ ນຳ ເຂົ້າ / ສົ່ງອອກ
my: သွင်းကုန် / တင်ပို့သည့်နေ့စွဲ

# RSSC_COL_TOTAL_QUANTITY_BY_STORE
source: Amount of inventory in stock
de: Menge auf Lager
fr: Quantité d'inventaire en stock
ja: 在庫の量
km: បរិមាណស្តុកនៅក្នុងស្តុក
ko: 재고 재고량
lo: ຈຳ ນວນສິນຄ້າຄົງຄັງໃນສາງ
my: စတော့ရှယ်ယာထဲမှာစာရင်းပမာဏ

# RSSC_COL_TOTAL_QUANTITY_IN_STORE
source: Amount remaining by product
de: Menge nach Produkt
fr: Montant restant par produit
ja: 製品ごとの残量
km: ចំនួននៅសល់នៃផលិតផល
ko: 제품 별 잔량
lo: ຈຳ ນວນເງິນທີ່ເຫຼືອຈາກຜະລິດຕະພັນ
my: ထုတ်ကုန်အားဖြင့်ကျန်ရှိသောပမာဏ

# RSSC_CURD_LBL_PRODUCT
source: Product
de: Produkt
fr: Les produits
ja: 製品
km: ផលិតផល
ko: 제품
lo: ຜະລິດຕະພັນ
my: ထုတ်ကုန်များ

# RSSC_CURD_LBL_STORE_CODE
source: Import / export warehouse
de: Lager importieren / exportieren
fr: Entrepôt import / export
ja: 倉庫のインポート/エクスポート
km: នាំចូល / នាំចេញឃ្លាំង
ko: 수출입 창고
lo: ການ ນຳ ເຂົ້າ / ສົ່ງອອກສາງ
my: သွင်းကုန် / ပို့ကုန်ဂိုဒေါင်

# RSSC_LBL_LINK
source: Stock card
de: Lagerkarte
fr: Fiche de stock
ja: ストックカード
km: ប័ណ្ណភាគហ៊ុន
ko: 재고 카드
lo: ບັດຫຸ້ນ
my: စတော့အိတ်ကဒ်

# RSSC_LIST_COL_HEADER_NAME
source: Import / export notes
de: Import / Export-Formular
fr: Importer / exporter des notes
ja: メモのインポート/エクスポート
km: នាំចូល / នាំចេញកំណត់ត្រា
ko: 노트 가져 오기 / 내보내기
lo: ໃບ ນຳ ເຂົ້າ / ສົ່ງອອກ
my: သွင်းကုန် / တင်ပို့မှတ်စုများ

# RSSC_LIST_COL_PRODUCT_NAME
source: Product's name
de: Produktname
fr: Nom du produit
ja: 製品名
km: ឈ្មោះផលិតផល
ko: 제품명
lo: ຊື່ຜະລິດຕະພັນ
my: ကုန်ပစ္စည်းအမည်

# RSSC_LIST_COL_PRODUCT_TYPE
source: Product type
de: Produktart
fr: Type de produit
ja: 製品の種類
km: ប្រភេទផលិតផល
ko: 제품 유형
lo: ປະເພດຜະລິດຕະພັນ
my: ထုတ်ကုန်အမျိုးအစား

# RSSC_LIST_COL_QUANTITY
source: Import / export order
de: SL importiert / exportiert
fr: Commande d'import / export
ja: インポート/エクスポートの順序
km: នាំចូល / នាំចេញលំដាប់
ko: 수입 / 수출 주문
lo: ການ ນຳ ເຂົ້າ / ສົ່ງອອກສິນຄ້າ
my: သွင်းကုန် / ပို့ကုန်အမှာစာ

# RSSC_LIST_COL_STORE
source: Import / export warehouse
de: Lager importieren / exportieren
fr: Entrepôt import / export
ja: 倉庫のインポート/エクスポート
km: នាំចូល / នាំចេញឃ្លាំង
ko: 수출입 창고
lo: ການ ນຳ ເຂົ້າ / ສົ່ງອອກສາງ
my: သွင်းကုန် / ပို့ကုန်ဂိုဒေါင်

# RSSC_LIST_COL_TOTAL
source: total
de: gesamt
fr: Au total
ja: 合計で
km: ជាសរុប
ko: 전체적으로
lo: ໃນຈໍານວນທັງ ໝົດ
my: စုစုပေါင်း

# RSSC_LIST_COL_TYPE
source: Species
de: Spezies
fr: Tapez
ja: 種類
km: ប្រភេទ
ko: 타입
lo: ປະເພດ
my: အမျိုးအစား

# RSSC_LIST_COL__PRODUCT_CODE
source: Product code
de: Produktcode
fr: Code produit
ja: 製品コード
km: លេខកូដផលិតផល
ko: 제품 코드
lo: ລະຫັດຜະລິດຕະພັນ
my: ကုန်ပစ္စည်းကုဒ်

# RSSC_TREE_UPDATE_DATA
source: Update data
de: Daten aktualisieren
fr: Mettre à jour les données
ja: データを更新します
km: ធ្វើបច្ចុប្បន្នភាពទិន្នន័យ
ko: 데이터 업데이트
lo: ປັບປຸງຂໍ້ມູນ
my: ဒေတာကို update လုပ်ပါ

# RSSC_TREE_IMPORT_GOODS_REPORT
source: Import goods report
de: Warenbericht importieren
fr: Rapport de marchandises d'importation
ja: 輸入商品レポート
km: របាយការណ៍ទំនិញនាំចូល
ko: 수입품 보고서
lo: ບົດລາຍງານສິນຄ້ານໍາເຂົ້າ
my: ကုန်ပစ္စည်းအစီရင်ခံစာတင်သွင်း

# RSSC_TREE_REPORT_ON_EXPORT
source: Report on export goods
de: Bericht über die Wareninformation melden
fr: Rapport sur les marchandises d'exportation
ja: 輸出商品に関するレポート
km: របាយការណ៍ស្តីពីទំនិញនាំចេញ
ko: 수출 상품에 대한보고
lo: ລາຍງານກ່ຽວກັບສິນຄ້າສົ່ງອອກ
my: ပို့ကုန်ကုန်ပစ္စည်းများအပေါ်အစီရင်ခံစာ

# RSSC_TREE_INVENTORY_REPORT
source: Inventory report
de: Inventarbericht
fr: Rapport d'inventaire
ja: 在庫レポート
km: របាយការណ៍សារពើភ័ណ្ឌ
ko: 재고 보고서
lo: ບົດລາຍງານສາງ
my: Inventory အစီရင်ခံစာ

# RSSC_TREE_DICTIONARY_CATEGORY
source: Dictionary Category
de: Wörterbuchkategorie
fr: Catégorie de dictionnaire
ja: 辞書カテゴリ
km: ប្រភេទវចនានុក្រម
ko: 사전 카테고리
lo: ປະເພດວັດຈະນານຸກົມ
my: အဘိဓါန်အဘိဓါန်ဒီဒီတငျ

# RSSC_TREE_PRINT_DICTIONARY_CATEGORIES
source: Print dictionary categories
de: Druckenwörterbuchkategorien
fr: Catégories de dictionnaire d'impression
ja: 辞書カテゴリを印刷します
km: បោះពុម្ពវចនានុក្រម
ko: 사전 범주를 인쇄하십시오
lo: ພິມວັດຈະນານຸກົມ
my: အမျိုးအစားခွဲခြား

# RSSC_TREE_LIST_IMPORT_VOUCHERS
source: List of import vouchers
de: Liste der Importgutscheine
fr: Liste des bons d'importation
ja: インポートバウチャーのリスト
km: បញ្ជីប័ណ្ណនាំចូល
ko: 가져 오기 바우처 목록
lo: ບັນຊີລາຍຊື່ຂອງບັດການນໍາເຂົ້າ
my: သွင်းကုန်ဘောက်ချာစာရင်း

# RSSC_TREE_LIST_ENTERPRISES
source: List of enterprises of a supplies
de: Liste der Unternehmen einer Lieferungen
fr: Liste des entreprises de fournitures
ja: 物資の企業のリスト
km: បញ្ជីសហគ្រាសនៃការផ្គត់ផ្គង់
ko: 소모품의 기업 목록
lo: ບັນຊີລາຍຊື່ຂອງວິສາຫະກິດຂອງການສະຫນອງ
my: ပစ္စည်းကိရိယာများစာရင်း

# RSSC_TREE_STATISTICS_VOUCHERS
source: Statistics of group entry vouchers according to suppliers
de: Statistiken der Gruppeneintragsgutscheine nach Lieferanten
fr: Statistiques des bons d'entrée en groupe selon les fournisseurs
ja: サプライヤーによるグループ入力バウチャーの統計
km: ស្ថិតិនៃប័ណ្ណទូទាត់ក្រុមយោងទៅតាមអ្នកផ្គត់ផ្គង់
ko: 공급 업체에 따른 그룹 입력 바우처 통계
lo: ສະຖິຕິຂອງໃບຮັບບັດເຂົ້າກຸ່ມຕາມຜູ້ສະຫນອງ
my: ပေးသွင်းအရအုပ်စုလိုက် 0 င်ခွင့်ဘောက်ချာ၏စာရင်းအင်း

# RSSC_TREE_LIST_GROUP_VOUCHER_ACCORDING
source: List of group entry vouchers according to the incident
de: Liste der Gruppeneintragsgutscheine gemäß dem Vorfall
fr: Liste des bons d'entrée en groupe selon l'incident
ja: インシデントによるグループエントリバウチャーのリスト
km: បញ្ជីនៃប័ណ្ណទូទាត់របស់ក្រុមយោងទៅតាមឧប្បត្តិហេតុនេះ
ko: 사건에 따른 그룹 입력 바우처 목록
lo: ບັນຊີລາຍຊື່ຂອງໃບຮັບຮອງການເຂົ້າກຸ່ມອີງຕາມເຫດການ
my: အဖြစ်အပျက်အရအဖွဲ့ 0 င်စာဘောက်ချာစာရင်း

# RSSC_TREE_LIST_GROUP_FORM_IMPORT
source: List of group entry forms in the form of import
de: Liste der Gruppeneintragsformulare in Form des Imports
fr: Liste des formulaires d'entrée de groupe sous forme d'importation
ja: インポートの形式でのグループエントリフォームのリスト
km: បញ្ជីទម្រង់បែបបទនៃការបញ្ចូលក្រុមក្នុងទម្រង់នៃការនាំចូល
ko: 수입 형태의 그룹 입력 양식 목록
lo: ລາຍຊື່ຂອງແບບຟອມເຂົ້າເປັນກຸ່ມໃນຮູບແບບຂອງການນໍາເຂົ້າ
my: တင်သွင်းမှုပုံစံအတွက်အုပ်စုရေးဆိုင်ရာပုံစံများစာရင်း

# RSSC_TREE_STATISTICS_VOUCHERS_ITEMS
source: Statistics of group entry vouchers by items
de: Statistiken der Gruppeneintragsgutscheine nach Artikeln
fr: Statistiques des bons d'entrée en groupe par les articles
ja: アイテムによるグループエントリバウチャーの統計
km: ស្ថិតិនៃប័ណ្ណទូទាត់របស់ក្រុមដោយធាតុ
ko: 항목 별 그룹 입력 바우처 통계
lo: ສະຖິຕິບັດເຂົ້າຂອງກຸ່ມໂດຍລາຍການຕ່າງໆ
my: အုပ်စုများအားဖြင့်အုပ်စုတစ်ခု entry ကိုဘောက်ချာ၏စာရင်းအင်း

# RSSC_TREE_APPLICATION_WAREHOUSING
source: Application of warehousing goods
de: Anwendung von Lagerwaren
fr: Application des marchandises d'entreposage
ja: 倉庫商品の適用
km: ការដាក់ពាក្យសុំទំនិញឃ្លាំង
ko: 창고 상품의 적용
lo: ການນໍາໃຊ້ສິນຄ້າຂອງສາງ
my: သိုလှောင်ထားသောကုန်ပစ္စည်းများအသုံးပြုခြင်း

# RSSC_TREE_REPORT_VALUES_CUSTOMER
source: Report values ​​by customers, etc., manufacturer code
de: Melden Sie Werte nach Kunden usw., Herstellercode
fr: Signaler les valeurs par les clients, etc., code du fabricant
ja: 顧客などによる値を報告します。メーカーコード
km: រាយការណ៍តម្លៃរបស់អតិថិជន។ ល។ , ក្រមក្រុមហ៊ុនផលិត
ko: 고객 등, 제조업체 코드의 보고서 값
lo: ລາຍງານຄຸນຄ່າຂອງລູກຄ້າ, ແລະອື່ນໆ, ລະຫັດຜູ້ຜະລິດ
my: ဖောက်သည်များ၏တန်ဖိုးများကိုအစီရင်ခံစာများစသည်တို့, ထုတ်လုပ်သူကုဒ်

# RSSC_TREE_REPORT_IMPORTED
source: Report on group imported goods according to two targets
de: Bericht über gruppenimportierte Waren gemäß zwei Zielen
fr: Rapport sur les marchandises importées en groupe selon deux cibles
ja: 2つのターゲットに従ってグループ輸入品に関するレポート
km: របាយការណ៍ស្តីពីទំនិញដែលនាំចូលជាក្រុមយោងទៅតាមគោលដៅពីរ
ko: 두 가지 목표에 따라 그룹 수입 상품에 대한보고
lo: ລາຍງານກ່ຽວກັບກຸ່ມທີ່ນໍາເຂົ້າໄປຕາມສອງເປົ້າຫມາຍ
my: ပစ်မှတ်နှစ်ခုအရအဖွဲ့ဝင်များတင်သွင်းသောကုန်ပစ္စည်းများအပေါ်အစီရင်ခံစာ

# RSSC_TREE_DETAILED_BOOK_ACCOUNT
source: Detailed book of an account
de: Detailliertes Buch eines Berichts
fr: Livre détaillé d'un compte
ja: アカウントの詳細な本
km: សៀវភៅលម្អិតនៃគណនី
ko: 계정의 세부 책
lo: ປື້ມລາຍລະອຽດຂອງບັນຊີ
my: အကောင့်တစ်ခု၏အသေးစိတ်စာအုပ်

# RSSC_TREE_T_ACCOUNT
source: The T -synthesis book of an account
de: Das T -Synthesisbuch eines Berichts
fr: Le livre de Synthesis d'un compte
ja: アカウントのt -synthesis Book
km: សៀវភៅ T - ynthisg នៃគណនីមួយ
ko: 계정의 t- 합성 책
lo: ຫນັງສື T -SSTHESIS ຂອງບັນຊີ
my: အကောင့်တစ်ခု၏ T -Synthesis စာအုပ်

# RSSC_TREE_TABLE_EXPORT_SLIP
source: Table of export slip
de: Tabelle des Exportscheibens
fr: Tableau de glissement d'exportation
ja: 輸出スリップの表
km: តារាងនៃការផ្តល់ប័ណ្ណនាំចេញ
ko: 수출 테이블
lo: ຕາຕະລາງການສົ່ງອອກຂອງການສົ່ງອອກ
my: ပို့ကုန်စလစ်၏စားပွဲတင်

# RSSC_TREE_LIST_EXPORT_VOUCHERS
source: List of export vouchers of a supplies
de: Liste der Exportgutscheine eines Vorrates
fr: Liste des bons d'exportation d'une fourniture
ja: 消耗品の輸出券のリスト
km: បញ្ជីប័ណ្ណនាំចេញនៃការផ្គត់ផ្គង់
ko: 소모품의 수출 바우처 목록
lo: ບັນຊີລາຍຊື່ຂອງການສົ່ງອອກບັດຂອງອຸປະກອນ
my: ထောက်ပံ့ရေးပစ္စည်းများတင်ပို့သည့်ဘောက်ချာစာရင်း

# RSSC_TREE_TABLE_EXPORT_VOUCHERS
source: Table of group export vouchers according to the case
de: Tabelle der Gruppenexportgutscheine gemäß dem Fall
fr: Table des bons d'exportation de groupe selon l'affaire
ja: ケースによると、グループエクスポートバウチャーの表
km: តារាងប័ណ្ណនាំចេញជាក្រុមយោងទៅតាមករណីនេះ
ko: 사건에 따른 그룹 수출 바우처 표
lo: ຕາຕະລາງການສົ່ງໃບຢັ້ງຢືນການສົ່ງອອກໄປຕາມກໍລະນີ
my: အမှုအရအညီအုပ်စုလိုက်တင်ပို့ဘောက်ချာ၏ဇယား

# RSSC_TREE_LIST_GROUPS
source: List of groups
de: Liste der Gruppen
fr: Liste des groupes
ja: グループのリスト
km: បញ្ជីក្រុម
ko: 그룹 목록
lo: ບັນຊີລາຍຊື່ຂອງກຸ່ມ
my: အုပ်စုများစာရင်း

# RSSC_TREE_STATISTIC_EXPORT
source: Statistics of group export forms in the form of output
de: Statistiken der Gruppenexportformen in Form von Ausgabe
fr: Statistiques des formulaires d'exportation de groupe sous forme de sortie
ja: 出力の形でのグループ輸出フォームの統計
km: ស្ថិតិនៃទម្រង់នាំចេញជាក្រុមក្នុងទម្រង់បែបបទនៃលទ្ធផល
ko: 출력 형태의 그룹 내보내기 양식의 통계
lo: ສະຖິຕິຂອງຮູບແບບການສົ່ງອອກກຸ່ມໃນຮູບແບບຂອງຜົນຜະລິດ
my: အုပ်စုလိုက်တင်ပို့မှု၏စာရင်းအင်းထုတ်လုပ်မှုပုံစံအတွက်စာရင်းဇယား

# RSSC_TREE_APPEARANCE_WAREHOUSING
source: Appearance of warehousing
de: Aussehen der Lagerung
fr: Apparence de l'entreposage
ja: 倉庫の外観
km: រូបរាងនៃឃ្លាំង
ko: 창고의 외관
lo: ຮູບລັກສະນະຂອງສາງ
my: သိုလှောင်ရုံ၏အသွင်အပြင်

# RSSC_TREE_REPORT_EXPORT_VALUE
source: Report on export value according to customers, etc., manufacturer code
de: Melden Sie den Exportwert nach Kunden usw., Herstellercode
fr: Rapport sur la valeur d'exportation en fonction des clients, etc., code du fabricant
ja: 顧客などによる輸出価値に関するレポート、メーカーコード
km: របាយការណ៍ស្តីពីតម្លៃនាំចេញយោងតាមអតិថិជន។ ល។ , ក្រមក្រុមហ៊ុនផលិត
ko: 고객 등의 수출 가치에 대한 보고서, 제조업체 코드
lo: ລາຍງານກ່ຽວກັບມູນຄ່າການສົ່ງອອກຕາມລູກຄ້າ, ແລະອື່ນໆ, ລະຫັດຜູ້ຜະລິດ
my: ဖောက်သည်များအဆိုအရပို့ကုန်တန်ဖိုးနှင့် ပတ်သက်. အစီရင်ခံစာ, ထုတ်လုပ်သူကုဒ်

# RSSC_TREE_REPORT_GROUP_ACCORDING
source: Report of group goods according to two targets
de: Bericht über Gruppengüter nach zwei Zielen
fr: Rapport des marchandises de groupe selon deux cibles
ja: 2つのターゲットによるグループ商品のレポート
km: របាយការណ៍នៃទំនិញជាក្រុមយោងទៅតាមគោលដៅពីរ
ko: 두 가지 목표에 따른 그룹 상품 보고서
lo: ລາຍງານສິນຄ້າຂອງກຸ່ມຕາມສອງເປົ້າຫມາຍ
my: နှစ်ခုပစ်မှတ်အရအုပ်စုလိုက်ကုန်ပစ္စည်းများ၏အစီရင်ခံစာ

# RSSC_TREE_ADD_NEW_LESSON
source: Add a new lesson list
de: Fügen Sie eine neue Lektionsliste hinzu
fr: Ajouter une nouvelle liste de cours
ja: 新しいレッスンリストを追加します
km: បន្ថែមបញ្ជីមេរៀនថ្មី
ko: 새 레슨 목록을 추가하십시오
lo: ເພີ່ມລາຍຊື່ບົດຮຽນໃຫມ່
my: သင်ခန်းစာစာရင်းအသစ်ထည့်ပါ

# RSSC_TREE_WAREHOUSE_CARD
source: Warehouse card/ Material detailed book
de: Lagerkarte/ Material detailliertes Buch
fr: Carte d'entrepôt / livre de matériel détaillé
ja: 倉庫カード/素材詳細な本
km: កាតឃ្លាំង / សៀវភៅលម្អិតនៃសម្ភារៈ
ko: 창고 카드/ 자료 세부 책
lo: ບັດສາງ / ປື້ມລາຍລະອຽດຂອງວັດສະດຸ
my: ဂိုဒေါင်ကဒ် / ပစ္စည်းအသေးစိတ်စာအုပ်

# RSSC_TREE_DETAILED_BOOKS
source: Warehouse cards/ detailed books (up for many materials)
de: Lagerkarten/ detaillierte Bücher (Up für viele Materialien)
fr: Cartes d'entrepôt / livres détaillés (pour de nombreux matériaux)
ja: 倉庫カード/詳細な本（多くの資料のために）
km: កាតឃ្លាំង / សៀវភៅលម្អិត (ឡើងលើសម្ភារៈជាច្រើន)
ko: 창고 카드/ 세부 도서 (많은 자료에 대한 업)
lo: ບັດສາງ / ປື້ມລາຍລະອຽດ (ຂຶ້ນສໍາລັບວັດສະດຸຫລາຍຢ່າງ)
my: ဂိုဒေါင်ကဒ်များ / အသေးစိတ်စာအုပ်များ (ပစ္စည်းများအများအပြားအတွက်)

# RSSC_TREE_DETAILED_TABLE_MATERIALS
source: Detailed table of materials
de: Detaillierte Materialtabelle
fr: Tableau détaillé des matériaux
ja: 材料の詳細な表
km: តារាងលម្អិតនៃវត្ថុធាតុដើម
ko: 자세한 재료 테이블
lo: ຕາຕະລາງລະອຽດຂອງວັດສະດຸ
my: ပစ္စည်းများ၏အသေးစိတ်ဇယား

# RSSC_TREE_SUMMARY_IMPORT_EXPORT
source: Summary of import and export
de: Zusammenfassung des Imports und Exports
fr: Résumé de l'importation et de l'exportation
ja: 輸入と輸出の概要
km: សេចក្តីសង្ខេបនៃការនាំចេញនិងនាំចេញ
ko: 수입 및 수출 요약
lo: ບົດສະຫຼຸບຂອງການນໍາເຂົ້າແລະສົ່ງອອກ
my: သွင်းကုန်နှင့်တင်ပို့မှုအကျဉ်းချုပ်

# RSSC_TREE_REPORT_INVENTORY
source: Report inventory
de: Inventar melden
fr: Inventaire de rapport
ja: 在庫を報告します
km: របាយការណ៍សន្និធិ
ko: 재고 보고서
lo: ລາຍງານການລາຍງານ
my: Inventory ကိုသတင်းပို့ပါ

# RSSC_TREE_SUMMARY_IMPORT_EXPORT_SERIAL
source: Summary of import and export by serial number*
de: Zusammenfassung von Import und Export nach Seriennummer*
fr: Résumé de l'importation et de l'exportation par numéro de série *
ja: シリアル番号によるインポートとエクスポートの概要*
km: សេចក្តីសង្ខេបនៃការនាំចូលនិងនាំចេញតាមលេខសៀរៀល *
ko: 일련 번호 별 수입 및 수출 요약*
lo: ບົດສະຫຼຸບຂອງການນໍາເຂົ້າແລະສົ່ງອອກໂດຍເລກ Serial *
my: Serial နံပါတ်ဖြင့်သွင်းကုန်နှင့်ပို့ကုန်အကျဉ်းချုပ် *

# RSSC_TREE_INTENTORY_REPORT_PERIOD
source: Inventory report at the beginning of the period
de: Inventarbericht zu Beginn des Zeitraums
fr: Rapport d'inventaire au début de la période
ja: 期間中の在庫報告
km: របាយការណ៍សារពើភ័ណ្ឌនៅដើមនៃរយៈពេល
ko: 기간 초기에 인벤토리 보고서
lo: ບົດລາຍງານສາງໃນຕອນຕົ້ນຂອງໄລຍະເວລາ
my: ကာလ၏အစအ ဦး မှာ Inventory အစီရင်ခံစာ

# RSSC_TREE_REPORT_INVENTORY_PN
source: Report inventory by PN (NTXT price)
de: Inventar von PN (NTXT -Preis) melden
fr: Rapport Inventaire par PN (prix NTXT)
ja: PNによる在庫をレポート（NTXT価格）
km: រាយការណ៍បញ្ជីសារពើភណ្ឌដោយភីអិនអិន (តម្លៃអិន។ ធី។ ធី។ អេស)
ko: PN (NTXT Price)의 재고 보고서
lo: ລາຍງານການສາງໂດຍ PN (NTXT ລາຄາ)
my: Inventory ကို PN (NTXT စျေးနှုန်း) ဖြင့်အစီရင်ခံစာ

# RSSC_TREE_INTENTORY_REPORT_MINIMUM
source: Inventory reports under the minimum norm
de: Bestandsberichte unter der Mindestnorm
fr: Rapports d'inventaire sous la norme minimale
ja: 最小規範の下での在庫レポート
km: របាយការណ៍សន្និធិក្រោមបទដ្ឋានអប្បបរមា
ko: 최소 규범에 따른 재고 보고서
lo: ບົດລາຍງານສາງພາຍໃຕ້ມາດຕະຖານຕ່ໍາສຸດ
my: အနိမ့်ဆုံးစံအောက်မှာစာရင်းအစီရင်ခံစာများ

# RSSC_TREE_INTENTORY_REPORT_MAXIMUM
source: Inventory report on maximum norm
de: Inventarbericht über die maximale Norm
fr: Rapport d'inventaire sur la norme maximale
ja: 最大規範に関する在庫レポート
km: របាយការណ៍សារពើភ័ណ្ឌលើបទដ្ឋានអតិបរមា
ko: 최대 규범에 대한 재고 보고서
lo: ບົດລາຍງານສິນຄ້າຄົງຄັງກ່ຽວກັບມາດຕະຖານສູງສຸດ
my: အများဆုံးစံနှင့်ပတ်သက်။ Inventory အစီရင်ခံစာ

# RSSC_TREE_SUMMARY_IMPORT_EXPORT_BORROWED
source: Summary of import and export according to guests borrowed*
de: Zusammenfassung von Import und Export nach geliehenen Gästen*
fr: Résumé de l'importation et de l'exportation en fonction des invités empruntés *
ja: 借用されたゲストによる輸入と輸出の概要*
km: សេចក្តីសង្ខេបនៃការនាំចូលនិងនាំចេញយោងទៅតាមភ្ញៀវដែលបានខ្ចី *
ko: 빌린 손님에 따른 수입 및 수출 요약*
lo: ບົດສະຫຼຸບຂອງການນໍາເຂົ້າແລະສົ່ງອອກຕາມການຕ້ອນຮັບ *
my: Extens ည့်သည်များအရတင်သွင်းမှုနှင့်တင်ပို့မှုအကျဉ်းချုပ် *

# RSSC_TREE_MONTHLY_AVERAGE
source: Monthly average price list
de: Monatliche Durchschnittspreisliste
fr: Liste de prix moyenne mensuelle
ja: 毎月の平均価格表
km: Llista de preus mitjana mensual
ko: 월 평균 가격 목록
lo: ບັນຊີລາຍຊື່ລາຄາປະຈໍາເດືອນ
my: လစဉ်ပျမ်းမျှစျေးနှုန်းစာရင်း

# RSSC_TREE_STATISTICS_GROUP_ACCORDING
source: Statistics of groups according to suppliers
de: Statistiken von Gruppen nach Lieferanten
fr: Statistiques des groupes selon les fournisseurs
ja: サプライヤーによるグループの統計
km: ស្ថិតិនៃក្រុមយោងទៅតាមអ្នកផ្គត់ផ្គង់
ko: 공급 업체에 따른 그룹 통계
lo: ສະຖິຕິຂອງກຸ່ມອີງຕາມຜູ້ສະຫນອງ
my: ပေးသွင်းအဆိုအရအုပ်စုများ၏ကိန်းဂဏန်းများ

# RSSC_TREE_ALL_TYPE
source: All types of reports
de: Alle Arten von Berichten
fr: Tous les types de rapports
ja: あらゆる種類のレポート
km: Tot tipus d’informes
ko: 모든 유형의 보고서
lo: ທຸກໆປະເພດຂອງບົດລາຍງານ
my: အစီရင်ခံစာအားလုံးအမျိုးအစားများ
