Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/ServiceCategoryGroupController.*.resx
Languages: de, fr, km, ko, lo, my, vi

# SCG_COL_ACTION
source: Action
de: Aktion
km: សកម្មភាព។
ko: 행동
lo: ການປະຕິບັດງານ
my: လုပ်ရပ်များ
vi: Tác vụ

# SCG_COL_CODE
source: Service group code
de: Servicegruppencode
fr: Code du groupe de service
km: លេខកូដក្រុមសេវាកម្ម។
ko: 서비스 그룹 코드
lo: ລະຫັດກຸ່ມບໍລິການ
my: ဝန်ဆောင်မှုအဖွဲ့ကိုကုဒ်
vi: Mã nhóm dịch vụ

# SCG_COL_DESCRIPTION
source: Describe
de: Beschreibung
fr: Description
km: ការពិពណ៌នា
ko: 설명
lo: ລາຍລະອຽດ
my: ဖေါ်ပြချက်
vi: Mô tả

# SCG_COL_NAME
source: Service group name
de: Name der Dienstgruppe
fr: Nom du groupe de service
km: ឈ្មោះក្រុមសេវាកម្ម។
ko: 서비스 그룹 이름
lo: ຊື່ກຸ່ມບໍລິການ
my: Service ကိုအုပ်စုနာမည်
vi: Tên nhóm dịch vụ

# SCG_CURD_LBL_CODE
source: Service group code
de: Servicegruppencode
fr: Code du groupe de service
km: លេខកូដក្រុមសេវាកម្ម។
ko: 서비스 그룹 코드
lo: ລະຫັດກຸ່ມບໍລິການ
my: ဝန်ဆောင်မှုအဖွဲ့ကိုကုဒ်
vi: Mã nhóm dịch vụ

# SCG_CURD_LBL_MPG_DESCRIPTION
source: Describe
de: Beschreibung
fr: Description
km: ការពិពណ៌នា
ko: 설명
lo: ລາຍລະອຽດ
my: ဖော်ပြရန်
vi: Mô tả

# SCG_CURD_LBL_NAME
source: Service group name
de: Name der Dienstgruppe
fr: Nom du groupe de service
km: ឈ្មោះក្រុមសេវាកម្ម។
ko: 서비스 그룹 이름
lo: ຊື່ກຸ່ມບໍລິການ
my: Service ကိုအုပ်စုနာမည်
vi: Tên nhóm dịch vụ

# SCG_CURD_TXT_ADD
source: Add service group
de: Fügen Sie eine Servicegruppe hinzu
fr: Ajouter un groupe de services
km: បន្ថែមក្រុមសេវាកម្ម។
ko: 서비스 그룹 추가
lo: ເພີ່ມກຸ່ມບໍລິການ
my: ဝန်ဆောင်မှုအဖွဲ့ကိုထည့်သွင်းခြင်း
vi: Thêm nhóm dịch vụ

# SCG_CURD_TXT_CODE
source: Service group code
de: Servicegruppencode
fr: Code du groupe de service
km: លេខកូដក្រុមសេវាកម្ម។
ko: 서비스 그룹 코드
lo: ລະຫັດກຸ່ມບໍລິການ
my: ဝန်ဆောင်မှုအဖွဲ့ကိုကုဒ်
vi: Mã nhóm dịch vụ

# SCG_CURD_TXT_MPG_DESCRIPTION
source: Describe...
de: Beschreibung...
fr: Description ...
km: ការពិពណ៌នា ...
ko: 설명 ...
lo: ລາຍລະອຽດ ...
my: ဖော်ပြရန် ...
vi: Mô tả...

# SCG_CURD_TXT_NAME
source: Service group name
de: Name der Dienstgruppe
fr: Nom du groupe de service
km: ឈ្មោះក្រុមសេវាកម្ម។
ko: 서비스 그룹 이름
lo: ຊື່ກຸ່ມບໍລິການ
my: Service ကိုအုပ်စုနာမည်
vi: Tên nhóm dịch vụ

# SCG_LBL_SCG
source: Service group
de: Servicegruppe
fr: Groupe de service
km: ក្រុមសេវាកម្ម។
ko: 서비스 그룹
lo: ກຸ່ມບໍລິການ
my: Group မှန်ဆောင်မှုများ
vi: Nhóm dịch vụ

# SCG_LINK_SCG
source: Service group
de: Servicegruppe
fr: Groupe de service
km: ក្រុមសេវាកម្ម។
ko: 서비스 그룹
lo: ກຸ່ມບໍລິການ
my: Group မှန်ဆောင်မှုများ
vi: Nhóm dịch vụ

# SCG_MSG_CODE_EXIST
source: Service group code already exists
de: Servicegruppencode ist bereits vorhanden
fr: Le code de groupe de services existe déjà
km: លេខកូដក្រុមសេវាកម្មមានរួចហើយ។
ko: 서비스 그룹 코드가 이미 존재합니다
lo: ລະຫັດກຸ່ມບໍລິການມີຢູ່ແລ້ວ
my: ဝန်ဆောင်မှုအဖွဲ့ကိုကုဒ်ပြီးသားတည်ရှိ
vi: Mã nhóm dịch vụ đã tồn tại

# SCG_TITLE_ADD
source: Add service group
de: Fügen Sie eine Servicegruppe hinzu
fr: Ajouter un groupe de services
km: បន្ថែមក្រុមសេវាកម្ម។
ko: 서비스 그룹 추가
lo: ເພີ່ມກຸ່ມບໍລິການ
my: ဝန်ဆောင်မှုအဖွဲ့ကိုထည့်သွင်းခြင်း
vi: Thêm nhóm dịch vụ

# SCG_TITLE_EDIT
source: Edit service group
de: Servicegruppen bearbeiten
fr: Modifier le groupe de services
km: កែសម្រួលក្រុមសេវាកម្ម។
ko: 서비스 그룹 편집
lo: ແກ້ໄຂກຸ່ມບໍລິການ
my: ဝန်ဆောင်မှုအဖွဲ့ကိုပြုပြင်မွမ်းမံ
vi: Sửa nhóm dịch vụ

# SCG_OSR_TITLE
source: Title
de: Titel
fr: Titre
km: ចមនងចើង
ko: 제목
lo: ໃບຕາດິນ
my: ခေါင်းစဥ်
vi: Tiêu đề

# SCG_OSR_DETAILEDERROR
source: Order supplier review detail already exist
de: Bestelllieferant Überprüfung Details existieren bereits
fr: Commandez des détails d'examen des fournisseurs existe déjà
km: 주문 공급 업체 검토 세부 사항은 이미 존재합니다
ko: លម្អិតរបស់អ្នកផ្គត់ផ្គង់តាមលំដាប់លំដោយមានព័ត៌មានលម្អិតមានរួចហើយ
lo: ລາຍລະອຽດການທົບທວນຄືນຜູ້ສະຫນອງການສັ່ງຊື້ແລ້ວມີຢູ່ແລ້ວ
my: အမိန့်ပေးသွင်းသူပြန်လည်သုံးသပ်အသေးစိတ်ပြီးသားရှိပြီးသား
vi: Chi tiết phiếu đánh giá nhà cung cấp đã tồn tại!

# SCG_OSR_CREATOR
source: Creator
de: Schöpfer
fr: Créateur
km: ផសចិត្ដសងការ
ko: 창조자
lo: ຜູ້ສ້າງ
my: ဖန်တီးမှုရှင်
vi: Người tạo

# SCG_OSR_DATE
source: Date created
de: Datum erstellt
fr: Date créée
km: បានបង្កើតកាលបរិច្ឆេទ
ko: 생성 일자
lo: ວັນທີ່ສ້າງຂື້ນ
my: ဖန်တီးသည့်နေ့စွဲ
vi: Ngày tạo

# SCG_OSR_LIST
source: Supplier list
de: Lieferantenliste
fr: Liste des fournisseurs
km: បញ្ជីអ្នកផ្គត់ផ្គង់
ko: 공급 업체 목록
lo: ບັນຊີລາຍຊື່ຜູ້ສະຫນອງ
my: ကုန်ပစ္စည်းပေးသွင်းစာရင်း
vi: Danh sách nhà cung cấp

# SCG_OSR_NOTE
source: Note
de: Notiz
km: វិក័យប័រត
ko: 메모
lo: ຫມາຍ​ເຫດ​
my: မှတ်ချက်
vi: Ghi chú

# SCG_OSR_SAVE
source: Save
de: Speichern
fr: Sauvegarder
km: សរេង្គាហ
ko: 구하다
lo: ປະຢັດ
my: ကယ်ဆယ်
vi: Lưu

# SCG_OSR_START
source: Start day
de: Starttag
fr: Commence jour
km: ថ្ងៃចាប់ផ្តើម
ko: 시작일
lo: ມື້ເລີ່ມຕົ້ນ
my: စတင်နေ့
vi: Ngày bắt đầu

# SCG_OSR_END
source: End day
de: Endtag
fr: Jour de fin
km: ថ្ងៃបញ្ចប់
ko: 끝날
lo: ວັນສິ້ນ
my: နောက်ဆုံးနေ့
vi: Ngày kết thúc

# SCG_OSR_PRODUCT
source: Product portfolio
de: Produktportfolio
fr: Portefeuille de produits
km: ផលប័ត្រផលិតផល
ko: 제품 포트폴리오
lo: ຜະລິດຕະພັນ
my: ထုတ်ကုန်အစုစု Pagfolio
vi: Danh mục sản phẩm

# SCG_OSR_EVALUATE
source: Review
de: Rezension
fr: Revoir
km: 검토
ko: សរសេររិហកន់
lo: ການທົບທວນຄືນ
my: သေချာစွာဖတ်ကြည့်
vi: Đánh giá

# SCG_OSR_SUPPLIER
source: Supplier
de: Anbieter
fr: Fournisseur
km: អ្នកផ្គត់ផ្គង់
ko: 공급 업체
lo: ຜູ້ສະຫນອງ
my: ကုန်သွင်းသူ
vi: Nhà cung cấp

# SCG_OSR_REVIEWLIST
source: List of supplier reviews
de: Liste der Lieferantenbewertungen
fr: Liste des avis des fournisseurs
km: បញ្ជីត្រួតពិនិត្យអ្នកផ្គត់ផ្គង់
ko: 공급 업체 리뷰 목록
lo: ບັນຊີລາຍຊື່ຂອງການທົບທວນຜູ້ສະຫນອງຜູ້ສະຫນອງ
my: ကုန်ပစ္စည်းပေးသွင်းပြန်လည်သုံးသပ်ခြင်းစာရင်း
vi: Danh sách đánh giá nhà cung cấp

# SCG_OSR_PRODUCTNAME
source: Product Name
de: Produktname
fr: Nom de produit
km: ឈ្មោះ​ផលិតផល
ko: 상품명
lo: ຊື່​ຜະ​ລິດ​ຕະ​ພັນ
my: ထုတ်ကုန်အမည်
vi: Tên Hàng

# SCG_OSR_SYSTEM
source: QC System
fr: Système QC
km: ប្រព័ន្ធ QC
ko: QC 시스템
lo: ລະບົບ QC
my: QC စနစ်
vi: Hệ Thống QC

# SCG_OSR_PRICE
source: Price
de: Preis
fr: Prix
km: តមលៃ
ko: 가격
lo: ລາຄາ
my: စျေးနှုန်း
vi: Giá

# SCG_OSR_PAY
source: Payment Methods
de: Zahlungsarten
fr: méthodes de payement
km: វិធីសាស្រ្តទូទាត់ប្រាក់
ko: 지불 방법
lo: ວິທີການຊໍາລະເງິນ
my: ငွေပေးချေမှုနည်းလမ်းများ
vi: Phương Thức Thanh Toán

# SCG_OSR_DAY
source: Day
de: Tag
fr: Jour
km: ថៃ
ko: 낮
lo: ວັນ
my: နေ့
vi: Ngày

# SCG_OSR_OPERATION
source: Operation
de: Betrieb
fr: Opération
km: ការវហកាត់
ko: 작업
lo: ການປະຕິບັດງານ
my: ခဲွစိတ်ကုသမှု
vi: Thao Tác

# SCG_OSR_MORESUCCESS
source: Add order supplier review successfully
de: Bestelllieferant überprüft erfolgreich
fr: Ajouter une revue de commande avec succès
km: បន្ថែមការពិនិត្យអ្នកផ្គត់ផ្គង់តាមលំដាប់លំដោយដោយជោគជ័យ
ko: 주문 공급 업체 검토를 성공적으로 추가하십시오
lo: ເພີ່ມການທົບທວນຄືນຜູ້ສະຫນອງການສັ່ງຊື້ສໍາເລັດ
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်အောင်မြင်စွာထည့်ပါ
vi: Thêm thành công phiếu đánh giá nhà cung cấp!

# SCG_OSR_EXIST
source: Order supplier review already exist
de: Bestelllieferantenüberprüfung bestehen bereits
fr: Examen des fournisseurs de commande existe déjà
km: ការពិនិត្យអ្នកផ្គត់ផ្គង់បញ្ជាទិញមានរួចហើយ
ko: 주문 공급 업체 검토가 이미 존재합니다
lo: ການທົບທວນຜູ້ສະຫນອງຜູ້ສະຫນອງການສັ່ງຊື້ແລ້ວ
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်ရှိပြီးသား
vi: Phiếu đánh giá nhà cung cấp đã tồn tại

# SCG_OSR_ERROR
source: An error occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur s'est produite
km: កំហុស​មួយ​បាន​កើត​ឡើង
ko: 에러 발생됨
lo: ມີຂໍ້ຜິດພາດເກີດຂື້ນ
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည်
vi: Có lỗi xảy ra

# SCG_OSR_SUPPLIERDETAILS
source: Add order supplier review detail successfully
de: Bestelllieferantenüberprüfungsdetail erfolgreich hinzufügen
fr: Ajouter le détail de révision des fournisseurs avec succès
km: បន្ថែមលម្អិតនៃការបញ្ជាទិញពិនិត្យឡើងវិញនូវព័ត៌មានលម្អិតអំពីការធានាដោយជោគជ័យ
ko: 주문 공급 업체 검토 세부 사항을 성공적으로 추가하십시오
lo: ເພີ່ມລາຍລະອຽດການສັ່ງຊື້ຜູ້ສະຫນອງການສັ່ງຊື້ສໍາເລັດແລ້ວ
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်အသေးစိတ်အောင်မြင်စွာထည့်ပါ
vi: Thêm thành công chi tiết phiếu đánh giá nhà cung cấp!

# SCG_OSR_ADDRATING
source: Add order supplier review
de: Bestelllieferantenbewertung hinzufügen
fr: Ajouter une révision des fournisseurs de commande
km: បន្ថែមការពិនិត្យអ្នកផ្គត់ផ្គង់បញ្ជាទិញ
ko: 주문 공급 업체 검토 추가
lo: ເພີ່ມການທົບທວນຜູ້ສະຫນອງການສັ່ງຊື້
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်ထည့်ပါ
vi: Thêm phiếu đánh giá

# SCG_OSR_UPDATE
source: Updated supplier review successfully!
de: Aktualisierte Lieferantenüberprüfung erfolgreich!
fr: Examen des fournisseurs mis à jour avec succès!
km: ការពិនិត្យឡើងវិញរបស់អ្នកផ្គត់ផ្គង់ដែលបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ!
ko: 공급 업체 검토가 성공적으로 업데이트되었습니다!
lo: ການປັບປຸງໃຫ້ແກ່ຜູ້ສະຫນັບສະຫນູນການປັບປຸງໃຫ້ປະສົບຜົນສໍາເລັດ!
my: နောက်ဆုံးပေါ်ကုန်ပစ္စည်းပေးသွင်းသူပြန်လည်သုံးသပ်အောင်မြင်စွာပြန်လည်သုံးသပ်!
vi: Cập nhật đánh giá nhà cung cấp thành công!

# SCG_OSR_ADDED
source: Order supplier review
de: Überprüfung der Lieferanten bestellen
fr: Commandez l'examen des fournisseurs
km: ការពិនិត្យអ្នកផ្គត់ផ្គង់បញ្ជាទិញ
ko: 주문 공급 업체 검토
lo: ການທົບທວນຜູ້ສະຫນອງການສັ່ງຊື້
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်
vi: Phiếu đánh giá

# SCG_OSR_STATUS
source: Status
fr: Statut
km: ច្បាប់
ko: 상태
lo: ສະຖານະພາບ
my: အခေြအနေ
vi: Trạng thái

# SCG_OSR_MANAGE
source: Manage order supplier reviews
de: Verwalten Sie Bewertungen des Lieferantenlieferanten
fr: Gérer les avis des fournisseurs de commande
km: គ្រប់គ្រងការពិនិត្យអ្នកផ្គត់ផ្គង់បញ្ជាទិញ
ko: 주문 공급 업체 리뷰를 관리합니다
lo: ຈັດການການທົບທວນຄືນຜູ້ສະຫນອງການສັ່ງຊື້
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်ခြင်းစီမံခန့်ခွဲ
vi: Quản lí phiếu đánh giá nhà cung cấp

# SCG_OSR_MANAGE_DETAIL
source: Manage details order supplier reviews
de: Verwalten Sie Details bestellen Lieferantenbewertungen
fr: Gérer les détails Commandez les avis des fournisseurs
km: គ្រប់គ្រងការពិនិត្យអ្នកផ្គត់ផ្គង់បញ្ជាទិញលំអិត
ko: 세부 사항 주문 주문 공급 업체 리뷰를 관리합니다
lo: ການຄຸ້ມຄອງລາຍລະອຽດການທົບທວນຜູ້ສະຫນອງການສັ່ງຊື້
my: အသေးစိတ်အမှာစာပေးသွင်းပြန်လည်သုံးသပ်ခြင်း
vi: Quản lí chi tiết phiếu đánh giá nhà cung cấp

# SCG_OSR_ADD_DETAIL
source: Add supplier review details
de: Fügen Sie Lieferantenüberprüfungsdetails hinzu
fr: Ajouter les détails de la révision des fournisseurs
km: បន្ថែមព័ត៌មានលម្អិតអំពីអ្នកផ្គត់ផ្គង់អ្នកផ្គត់ផ្គង់
ko: 공급 업체 검토 세부 사항을 추가하십시오
lo: ເພີ່ມລາຍລະອຽດການທົບທວນຕົວຜູ້ສະຫນອງ
my: ပေးသွင်းသူပြန်လည်သုံးသပ်အသေးစိတ်ကိုထည့်ပါ
vi: Thêm chi tiết đánh giá nhà cung cấp

# SCG_OSR_SELECT_MATERIALS
source: Choose supplies
de: Wählen Sie Vorräte
fr: Choisir les fournitures
km: ជ្រើសរើសការផ្គត់ផ្គង់
ko: 용품을 선택하십시오
lo: ເລືອກອຸປະກອນ
my: ထောက်ပံ့ရေးပစ္စည်းများရွေးချယ်ပါ
vi: Chọn vật tư

# SCG_OSR_UNIT
source: Unit
de: Einheit
fr: Unité
km: ឯកតា / រកុម
ko: 단위
lo: ຫນ່ວຍງານ
my: တခု
vi: Đơn vị tính

# SCG_OSR_DELIVERY_TIME
source: Delivery time
de: Lieferzeit
fr: Délai de livraison
km: ពេលវេលាដឹកជញ្ជូន
ko: 배달 시간
lo: ເວລາສົ່ງ
my: ပို့ဆောင်ချိန်
vi: Thời gian giao hàng

# SCG_OSR_REPUTATION
source: Reputation
de: Ruf
fr: Réputation
km: កិត្ដិស័បវ
ko: 평판
lo: ຊື່ສຽງ
my: ဂုဏ်သရေ
vi: Độ uy tín

# SCG_OSR_EDIT_SUPPLIER
source: Edit supplier details
de: Lieferantendetails bearbeiten
fr: Modifier les détails du fournisseur
km: កែសម្រួលព័ត៌មានលម្អិតរបស់អ្នកផ្គត់ផ្គង់
ko: 공급 업체 세부 정보 편집
lo: ແກ້ໄຂລາຍລະອຽດຂອງຜູ້ສະຫນອງ
my: ပေးသွင်းသူအသေးစိတ်ကိုတည်းဖြတ်ပါ
vi: Chỉnh sửa chi tiết nhà cung cấp

# SCG_OSR_QC_ENSURE
source: QC assurance system
fr: Système d'assurance QC
km: ប្រព័ន្ធធានា QC
ko: QC 보증 시스템
lo: ລະບົບການຮັບປະກັນ QC
my: QC အာမခံချက်စနစ်
vi: Hệ thống đảm bảo QC

# SCG_OSR_MORE_DETAILS
source: Add detail
de: Details hinzufügen
fr: Ajouter des détails
km: បន្ថែមលម្អិត
ko: 세부 사항을 추가하십시오
lo: ຕື່ມລາຍລະອຽດ
my: အသေးစိတ်ထည့်ပါ
vi: Thêm chi tiết

# SCG_OSR_DETAILS_LIST
source: List of detailed supplier reviews
de: Liste der detaillierten Lieferantenbewertungen
fr: Liste des avis détaillés des fournisseurs
km: បញ្ជីការពិនិត្យរបស់អ្នកផ្គត់ផ្គង់លម្អិត
ko: 자세한 공급 업체 리뷰 목록
lo: ລາຍຊື່ການທົບທວນຄືນຂອງຜູ້ສະຫນອງລະອຽດ
my: အသေးစိတ်ပေးသွင်းပြန်လည်သုံးသပ်ခြင်းစာရင်း
vi: Danh sách đánh giá chi tiết nhà cung cấp

# SCG_OSR_DETAILS_INFORM
source: Information of order supplier review details forms
de: Informationen von Bestelllieferantenüberprüfungsdetails Formulare
fr: Informations sur les formulaires de révision du fournisseur Détails
km: ព័ត៌មានអំពីការជូនដំណឹងរបស់អ្នកផ្គត់ផ្គង់តាមលំដាប់លំដោយទម្រង់
ko: 주문 공급 업체 정보 검토 세부 정보 양식
lo: ຂໍ້ມູນກ່ຽວກັບການສັ່ງຊື້ຜູ້ສະຫນອງລາຍລະອຽດລາຍລະອຽດ
my: အမိန့်ပေးသွင်းသူပြန်လည်သုံးသပ်အသေးစိတ်အချက်အလက်များ
vi: Thông tin chi tiết phiếu đánh giá nhà cung cấp

# SCG_OSR_EDIT_DETAILS
source: Edit supplier review details
de: Lieferantenüberprüfungsdetails bearbeiten
fr: Modifier les détails de la révision des fournisseurs
km: កែសម្រួលព័ត៌មានលម្អិតរបស់អ្នកផ្គត់ផ្គង់អ្នកផ្គត់ផ្គង់
ko: 공급 업체 검토 세부 정보 편집
lo: ແກ້ໄຂລາຍລະອຽດການທົບທວນຄືນຜູ້ສະຫນອງ
my: ကုန်ပစ္စည်းပေးသွင်းသူပြန်လည်သုံးသပ်အသေးစိတ်ကိုတည်းဖြတ်ပါ
vi: Chỉnh sửa chi tiết đánh giá nhà cung cấp

# SCG_SEARCH_DETAILS
source: Search for detailed supplier reviews
de: Suchen Sie nach detaillierten Lieferantenbewertungen
fr: Rechercher des avis détaillés des fournisseurs
km: ស្វែងរកការពិនិត្យមើលអ្នកផ្គត់ផ្គង់លម្អិត
ko: 자세한 공급 업체 리뷰를 검색하십시오
lo: ຄົ້ນຫາການທົບທວນຄືນຂອງຜູ້ສະຫນອງລະອຽດ
my: အသေးစိတ်ပေးသွင်းသူပြန်လည်သုံးသပ်ခြင်းကိုရှာဖွေပါ
vi: Tìm kiếm chi tiết đánh giá nhà cung cấp

# SCG_OSR_EDIT
source: Edit order supplier review
de: Bestelllieferantenbewertung bearbeiten
fr: Modifier l'examen des fournisseurs des commandes
km: កែសម្រួលការពិនិត្យអ្នកផ្គត់ផ្គង់តាមលំដាប់លំដោយ
ko: 주문 공급 업체 검토 편집
lo: ການທົບທວນຄືນການສັ່ງຊື້ການສັ່ງຊື້
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်ရန်
vi: Chỉnh sửa phiếu đánh giá

# OSR_DETAIL_MSG_CODE_EXIST
source: Order supplier review detail already exist
de: Bestelllieferant Überprüfung Details existieren bereits
fr: Commandez des détails d'examen des fournisseurs existe déjà
km: លម្អិតរបស់អ្នកផ្គត់ផ្គង់តាមលំដាប់លំដោយមានព័ត៌មានលម្អិតមានរួចហើយ
ko: 주문 공급 업체 검토 세부 사항은 이미 존재합니다
lo: ລາຍລະອຽດການທົບທວນຄືນຜູ້ສະຫນອງການສັ່ງຊື້ແລ້ວມີຢູ່ແລ້ວ
my: အမိန့်ပေးသွင်းသူပြန်လည်သုံးသပ်အသေးစိတ်ပြီးသားရှိပြီးသား
vi: Chi tiết phiếu đánh giá nhà cung cấp đã tồn tại

# OSR_DETAIL_LBL_SCG
source: Order supplier review detail
de: Details der Lieferantenüberprüfung bestellen
fr: Commandez le détail de révision des fournisseurs
km: លំអិតរបស់អ្នកផ្គត់ផ្គង់បញ្ជាទិញ
ko: 주문 공급 업체 검토 세부 사항
lo: ຄໍາສັ່ງການທົບທວນຄືນຜູ້ສະຫນອງຜູ້ສະຫນອງ
my: အမှာစာပေးသွင်းပြန်လည်သုံးသပ်အသေးစိတ်
vi: chi tiết phiếu đánh giá nhà cung cấp

# SCG_RESULT_REVIEW
source: Result review
de: Ergebnisbewertung
fr: Examen des résultats
km: ការពិនិត្យលទ្ធផល
ko: 결과 검토
lo: ການທົບທວນຜົນໄດ້ຮັບ
my: ရလဒ်ပြန်လည်ဆန်းစစ်ခြင်း
vi: Đánh giá kết quả

# SCG_RESULT_REVIEW_SUP
source: Result review supplier
de: Ergebnisüberprüfungslieferant
fr: Fournisseur d'examen des résultats
km: អ្នកផ្គត់ផ្គង់កម្មវិធីពិនិត្យលទ្ធផល
ko: 결과 검토 공급 업체
lo: ຜູ້ສະຫນອງການທົບທວນຜົນໄດ້ຮັບ
my: ရလဒ်ပြန်လည်သုံးသပ်သူ
vi: Kết luận đánh giá nhà cung cấp

# OSR_MSG_DETAILS_ADD
source: Add order supplier review detail successfully
de: Bestelllieferantenüberprüfungsdetail erfolgreich hinzufügen
fr: Ajouter le détail des fournisseurs de commande avec succès
km: បន្ថែមលម្អិតនៃការបញ្ជាទិញពិនិត្យឡើងវិញនូវព័ត៌មានលម្អិតអំពីការធានាដោយជោគជ័យ
ko: 주문 공급 업체 검토 세부 사항을 성공적으로 추가하십시오
lo: ເພີ່ມລາຍລະອຽດການສັ່ງຊື້ຜູ້ສະຫນອງການສັ່ງຊື້ສໍາເລັດແລ້ວ
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်အသေးစိတ်အောင်မြင်စွာထည့်ပါ
vi: Thêm thành công chi tiết phiếu đánh giá nhà cung cấp!

# SCG_BE_NOT_FOUND
source: Not found
de: Nicht gefunden
fr: Pas trouvé
km: រក​មិន​ឃើញ
ko: 찾을 수 없습니다
lo: ບໍ່​ພົບ
my: မတွေ့ပါ
vi: Không tìm thấy

# SCG_BE_NO_REVIEWS
source: No reviews found for this provider
de: Für diesen Anbieter wurden keine Bewertungen gefunden
fr: Aucune critique trouvée pour ce fournisseur
km: រកមិនឃើញការពិនិត្យឡើងវិញសម្រាប់អ្នកផ្តល់សេវានេះ
ko: 이 공급자에 대한 리뷰는 없습니다
lo: ບໍ່ມີການທົບທວນຄືນທີ່ພົບເຫັນສໍາລັບຜູ້ໃຫ້ບໍລິການນີ້
my: ဒီပံ့ပိုးသူအတွက်ရှာဖွေတွေ့ရှိခြင်းမရှိပါ
vi: Không tìm thấy đánh giá nhà cung cấp này

# SCG_BE_SE
source: Supplier reviews
de: Lieferantenbewertungen
fr: Avis des fournisseurs
km: ការពិនិត្យអ្នកផ្គត់ផ្គង់
ko: 공급 업체 리뷰
lo: ການທົບທວນຜູ້ສະຫນອງ
my: ကုန်ပစ္စည်းပေးသွင်းပြန်လည်သုံးသပ်ခြင်း
vi: Đánh giá nhà cung cấp

# SCG_BE_SED
source: Order supplier review details
de: Lieferantenüberprüfungsdetails bestellen
fr: Commandez les détails de la révision des fournisseurs
km: ព័ត៌មានលម្អិតរបស់អ្នកផ្គត់ផ្គង់តាមលំដាប់លំដោយ
ko: 주문 공급 업체 검토 세부 사항
lo: ລາຍລະອຽດການທົບທວນຜູ້ສະຫນອງຜູ້ສະຫນອງ
my: အမိန့်ပေးသွင်းပြန်လည်သုံးသပ်အသေးစိတ်
vi: Chi tiết phiếu đánh giá nhà cung cấp

# OSR_DETAIL_VALIDATE_PRODUCTCODE_BLANK
source: Materials cannot be blank
de: Materialien können nicht leer sein
fr: Les matériaux ne peuvent pas être vides
km: សមា្ភារៈមិនអាចទទេបានទេ
ko: 재료는 비워 질 수 없습니다
lo: ວັດສະດຸບໍ່ສາມາດຫວ່າງໄດ້
my: ပစ္စည်းများအလွတ်မဖြစ်နိုင်ပါ
vi: Vật tư không được để trống

# OSR_DETAIL_VALIDATE_SUPPLIERCODE_BLANK
source: Suppliers cannot be blank
de: Lieferanten können nicht leer sein
fr: Les fournisseurs ne peuvent pas être vides
km: អ្នកផ្គត់ផ្គង់មិនអាចទទេបានទេ
ko: 공급 업체는 비어있을 수 없습니다
lo: ຜູ້ສະຫນອງບໍ່ສາມາດຫວ່າງໄດ້
my: ပေးသွင်းအလွတ်မဖြစ်နိုင်ပါ
vi: Nhà cung cấp không được để trống

# OSR_DETAIL_VALIDATE_QCSYSTEM_BLANK
source: QC system cannot be blank
de: Das QC -System kann nicht leer sein
fr: Le système QC ne peut pas être vide
km: ប្រព័ន្ធ QC មិនអាចទទេបានទេ
ko: QC 시스템은 비워 질 수 없습니다
lo: ລະບົບ QC ບໍ່ສາມາດຫວ່າງໄດ້
my: QC စနစ်သည်ကွက်လပ်မဖြစ်နိုင်ပါ
vi: Hệ thống QC không được để trống

# OSR_DETAIL_VALIDATE_PRICE_BLANK
source: Price cannot be blank
de: Preis kann nicht leer sein
fr: Le prix ne peut pas être vide
km: តម្លៃមិនអាចទទេបានទេ
ko: 가격은 비워 질 수 없습니다
lo: ລາຄາບໍ່ສາມາດຫວ່າງໄດ້
my: စျေးနှုန်းအလွတ်မဖြစ်နိုင်ပါ
vi: Giá tiền không được để trống

# OSR_DETAIL_VALIDATE_UNIT_BLANK
source: Unit cannot be blank
de: Einheit kann nicht leer sein
fr: L'unité ne peut pas être vide
km: ឯកតាមិនអាចនៅទទេបានទេ
ko: 장치는 비워 질 수 없습니다
lo: ຫນ່ວຍບໍລິການບໍ່ສາມາດຫວ່າງໄດ້
my: ယူနစ်အလွတ်မဖြစ်နိုင်ပါ
vi: Đơn vị không được để trống

# OSR_DETAIL_VALIDATE_DELIVERYTIME_BLANK
source: Delivery time cannot be blank
de: Lieferzeit kann nicht leer sein
fr: Le délai de livraison ne peut pas être vide
km: ពេលវេលាដឹកជញ្ជូនមិនអាចនៅទទេបានទេ
ko: 배달 시간은 비어있을 수 없습니다
lo: ເວລາສົ່ງສິນຄ້າບໍ່ສາມາດຫວ່າງໄດ້
my: ပေးပို့အချိန်အလွတ်မဖြစ်နိုင်ပါ
vi: Thời gian giao hàng không được để trống

# OSR_DETAIL_VALIDATE_REPUTATION_BLANK
source: Reputation cannot be blank
de: Ruf kann nicht leer sein
fr: La réputation ne peut pas être vide
km: កេរ្តិ៍ឈ្មោះមិនអាចទទេបានទេ
ko: 평판은 비어있을 수 없습니다
lo: ຊື່ສຽງບໍ່ສາມາດຫວ່າງໄດ້
my: ဂုဏ်သတင်းအလွတ်မဖြစ်နိုင်ပါ
vi: Độ uy tín không được để trống

# OSR_DETAIL_VALIDATE_PAYMENTMETHOD_BLANK
source: Payment method cannot be blank
de: Zahlungsmethode kann nicht leer sein
fr: Le mode de paiement ne peut pas être vide
km: វិធីសាស្រ្តទូទាត់មិនអាចនៅទទេបានទេ
ko: 결제 방법은 비워 질 수 없습니다
lo: ວິທີການຈ່າຍເງິນບໍ່ສາມາດຫວ່າງໄດ້
my: ငွေပေးချေမှုနည်းလမ်းသည်ကွက်လပ်မဖြစ်နိုင်ပါ
vi: Phương thức thanh toán không được để trống

# OSR_VALIDATE_TITLE_BLANK
source: Title must not be empty
de: Der Titel darf nicht leer sein
fr: Le titre ne doit pas être vide
km: ចំណងជើងមិនត្រូវទទេទេ
ko: 제목은 비어 있지 않아야합니다
lo: ຫົວຂໍ້ຕ້ອງບໍ່ຫວ່າງເປົ່າ
my: ခေါင်းစဉ်ဗလာဖြစ်ရပါမည်
vi: Tiêu đề không được để trống

# OSR_VALIDATE_STATUS_BLANK
source: Status must not be empty
de: Der Status darf nicht leer sein
fr: Le statut ne doit pas être vide
km: ស្ថានភាពមិនត្រូវទទេទេ
ko: 상태는 비어 있지 않아야합니다
lo: ສະຖານະພາບບໍ່ຕ້ອງຫວ່າງເປົ່າ
my: status ကိုအချည်းနှီးဖြစ်ရပါမည်
vi: Trạng thái không được để trống

# OSR_VALIDATE_DATE_BLANK
source: Date review must not be empty
de: Datumsprüfung darf nicht leer sein
fr: La révision de la date ne doit pas être vide
km: ការពិនិត្យមើលកាលបរិច្ឆេទមិនត្រូវទទេទេ
ko: 날짜 검토는 비어 있지 않아야합니다
lo: ການທົບທວນວັນທີບໍ່ຄວນຈະຫວ່າງເປົ່າ
my: နေ့စွဲပြန်လည်သုံးသပ်ခြင်းသည်အချည်းနှီးဖြစ်ရမည်
vi: Ngày đánh giá không được để trống

# OSR_VALIDATE_CREATOR_BLANK
source: Creator must not be empty
de: Schöpfer darf nicht leer sein
fr: Le créateur ne doit pas être vide
km: អ្នកបង្កើតមិនត្រូវទទេទេ
ko: 제작자는 비어 있지 않아야합니다
lo: ຜູ້ສ້າງຕ້ອງບໍ່ຫວ່າງ
my: ဖန်ဆင်းရှင်သည်အချည်းနှီးဖြစ်ရမည်
vi: Người tạo không được để trống

# OSR_DETAIL_VALIDATE_PRICE_NAN
source: Price must be a number
de: Der Preis muss eine Nummer sein
fr: Le prix doit être un nombre
km: តម្លៃត្រូវតែជាលេខ
ko: 가격은 숫자 여야합니다
lo: ລາຄາຕ້ອງເປັນຕົວເລກ
my: စျေးနှုန်းသည်နံပါတ်တစ်ခုဖြစ်ရမည်
vi: Giá tiền phải là số
