Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/SharedResources.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# COM_CFL_CHOOSE_TUB
source: Choose a tub
de: Wählen Sie eine Wanne
fr: Choisissez une baignoire
ja: 浴槽を選択してください
km: ជ្រើសរើសបំពង់មួយ
ko: 욕조를 선택하십시오
lo: ເລືອກຫົວ
my: စည်ပိုင်းကိုရွေးချယ်ပါ
vi: Chọn bồn
zh: 选择一个浴缸

# COM_CFL_WEIGHT
source: Weight
de: Gewicht
fr: Poids
ja: 重さ
km: តមងន់
ko: 무게
lo: ນ້ໍາຫນັກ
my: အလေးချိန်
vi: Trọng lượng
zh: 重量

# COM_CFL_TOTAL_WEIGHT
source: Total remaining weight
de: Gesamtrestliches Gewicht
fr: Poids total restant
ja: 残りの総重量
km: ទំងន់ដែលនៅសល់សរុប
ko: 총 남은 무게
lo: ນ້ໍາຫນັກທີ່ຍັງເຫຼືອທັງຫມົດ
my: စုစုပေါင်းကျန်ရှိသောအလေးချိန်
vi: Tổng trọng lượng còn lại
zh: 总剩余重量

# COM_CFL_TTCBLE
source: The tub cannot be left empty
de: Die Wanne kann nicht leer gelassen werden
fr: La baignoire ne peut pas être laissée vide
ja: 浴槽を空のままにすることはできません
km: បំពង់មិនអាចទុកចោលបានទេ
ko: 욕조를 비워 둘 수 없습니다
lo: tub ບໍ່ສາມາດປະໄວ້ຫວ່າງເປົ່າ
my: အဆိုပါစည်ပိုင်းအချည်းနှီးထားရမရပါ
vi: Bồn không được để trống
zh: 浴缸不能空无一人

# COM_CFL_CHOOSE_JAR
source: Choose a jar
de: Wählen Sie ein Glas
fr: Choisissez un pot
ja: 瓶を選択してください
km: ជ្រើសរើសពាងមួយ
ko: 항아리를 선택하십시오
lo: ເລືອກກະປ
my: အိုးတစ်လုံးရွေးပါ
vi: Chọn bình
zh: 选择一个罐子

# COM_CFL_WEIGHT_ADD
source: Maximum weight that can be added
de: Maximales Gewicht, das hinzugefügt werden kann
fr: Poids maximum qui peut être ajouté
ja: 追加できる最大重量
km: ទំងន់អតិបរិមាដែលអាចបន្ថែមបាន
ko: 추가 할 수있는 최대 중량
lo: ນ້ໍາຫນັກສູງສຸດທີ່ສາມາດເພີ່ມໄດ້
my: ထည့်သွင်းနိုင်သည့်အများဆုံးအလေးချိန်
vi: Trọng lượng tối đa có thể thêm
zh: 可以添加的最大重量

# COM_CFL_CANNOT_EMPTY
source: The jar cannot be left empty
de: Das Glas kann nicht leer gelassen werden
fr: Le pot ne peut pas être laissé vide
ja: 瓶を空のままにすることはできません
km: ពាងមិនអាចទុកចោលបានទេ
ko: 항아리는 비어있을 수 없습니다
lo: jar ບໍ່ສາມາດຖືກປະໄວ້ຫວ່າງເປົ່າ
my: အိုးသည်အချည်းနှီး ထား. မရပါ
vi: Bình không được để trống
zh: 罐子不能留空

# COM_CFL_MASS
source: Mass
de: Masse
fr: Masse
ja: 質量
km: បន្ដមុមនុសស
ko: 대량의
lo: ມະຫາຊົນ
my: ဓမ္မသီချင်း
vi: Khối lượng
zh: 大量的

# COM_CFL_UNIT
source: Unit
de: Einheit
fr: Unité
ja: ユニット
km: ឯកតា / រកុម
ko: 단위
lo: ຫນ່ວຍງານ
my: တခု
vi: Đơn vị tính
zh: 单元

# COM_CFL_UOMCBLB
source: Unit of measurement cannot be left blank
de: Messeinheit kann nicht leer gelassen werden
fr: L'unité de mesure ne peut pas être laissée vide
ja: 測定単位を空白のままにすることはできません
km: ឯកតានៃការវាស់វែងមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 측정 단위는 비워 둘 수 없습니다
lo: ຫົວຫນ່ວຍວັດແທກບໍ່ສາມາດປະໄວ້ຫວ່າງເປົ່າ
my: တိုင်းတာခြင်း၏ယူနစ်အလွတ်ကျန်ရစ်မရနိုင်ပါ
vi: Đơn vị tính không được để trống
zh: 测量单位不能留空

# COM_CFL_VOLUME_CANNOT
source: Volume cannot be empty
de: Volumen kann nicht leer sein
fr: Le volume ne peut pas être vide
ja: ボリュームを空にすることはできません
km: កម្រិតសំឡេងមិនអាចទទេបានទេ
ko: 볼륨은 비어있을 수 없습니다
lo: ປະລິມານບໍ່ສາມາດຫວ່າງໄດ້
my: အသံအတိုးအကျယ်ဗလာမဖြစ်နိုင်ပါ
vi: Khối lượng không được để trống
zh: 音量不能为空

# COM_CFL_CNLTTB
source: Can not leave the title blank
de: Kann den Titel nicht leer lassen
fr: Ne peut pas laisser le titre blanc
ja: タイトルを空白のままにすることはできません
km: មិនអាចទុកឱ្យចំណងជើងនៅទទេបានទេ
ko: 제목을 비워 둘 수 없습니다
lo: ບໍ່ສາມາດປ່ອຍໃຫ້ຫົວຂໍ້ເປົ່າ
my: ခေါင်းစဉ်ကွက်လပ်ချန်ထားလို့မရပါဘူး
vi: Tiêu đề không được để trống
zh: 不能把标题留为空白

# COM_CFL_CANNOT_TASTUS
source: Status cannot be empty
de: Status kann nicht leer sein
fr: Le statut ne peut pas être vide
ja: ステータスを空にすることはできません
km: ស្ថានភាពមិនអាចទទេបានទេ
ko: 상태는 비어있을 수 없습니다
lo: ສະຖານະພາບບໍ່ສາມາດຫວ່າງໄດ້
my: အခြေအနေအချည်းနှီးမဖြစ်နိုင်ပါ
vi: Trạng thái không được để trống
zh: 状态不能为空

# COM_CFL_CANNOT_MAKER
source: The person making the ballot cannot leave it blank
de: Die Person, die den Stimmzettel macht, kann sie nicht leer lassen
fr: La personne qui fait le bulletin de vote ne peut pas la laisser vide
ja: 投票をしている人はそれを空白のままにすることはできません
km: អ្នកដែលធ្វើឱ្យសន្លឹកឆ្នោតមិនអាចទុកវាឱ្យនៅទទេបានទេ
ko: 투표 용지를 만드는 사람은 그것을 비워 둘 수 없습니다
lo: ບຸກຄົນທີ່ເຮັດໃຫ້ຄະແນນສຽງບໍ່ສາມາດປ່ອຍໃຫ້ມັນຫວ່າງ
my: ဆန္ဒမဲကိုလုပ်နေတဲ့သူကကွက်လပ်ကိုမချန်နိုင်ဘူး
vi: Người lập phiếu không được để trống
zh: 进行投票的人不能让它空白

# COM_CFL_CANNOT_DATE
source: Voting date cannot be left blank
de: Das Abstimmungsdatum kann nicht leer gelassen werden
fr: La date de vote ne peut pas être laissée vide
ja: 投票日を空白のままにすることはできません
km: កាលបរិច្ឆេទបោះឆ្នោតមិនអាចទុកចោលបានទេ
ko: 투표 날짜는 비워 둘 수 없습니다
lo: ວັນທີປ່ອນບັດບໍ່ສາມາດປະໄວ້ຫວ່າງໄດ້
my: မဲပေးရက်စွဲကိုကွက်လပ်မထားနိုင်ပါ
vi: Ngày lập phiếu không được để trống
zh: 投票日期不能留空

# COM_CFL_CANNOT_IMPLEMENTER
source: Implementer cannot be left blank
de: Implementierer kann nicht leer gelassen werden
fr: L'implémentateur ne peut pas être laissé vide
ja: 実装者を空白のままにすることはできません
km: អ្នកអនុវត្តមិនអាចទុកចោលបានទេ
ko: 구현자는 비워 둘 수 없습니다
lo: implemeneger ບໍ່ສາມາດຖືກປະໄວ້ວ່າງ
my: အကောင်အထည်ဖော်သူကိုကွက်လပ်မထားနိုင်ပါ
vi: Người thực hiện không được để trống
zh: 实施者不能空白

# COM_CFL_CANNOT_TIME
source: Execution time cannot be blank
de: Ausführungszeit kann nicht leer sein
fr: Le temps d'exécution ne peut pas être vide
ja: 実行時間を空白にすることはできません
km: ពេលវេលាប្រតិបត្តិមិនអាចមានទទេបានទេ
ko: 실행 시간은 비워 질 수 없습니다
lo: ເວລາປະຕິບັດບໍ່ສາມາດຫວ່າງໄດ້
my: ကွပ်မျက်အချိန်အလွတ်မဖြစ်နိုင်ပါ
vi: Thời gian thực hiện không được để trống
zh: 执行时间不能为空白

# COM_CFL_TANK
source: Tub
de: Wanne
fr: Baignoire
ja: 浴槽
km: ចាងឈើ
ko: 통
lo: ອ່າງໃຫຢ່
my: စည်ပိုင်း
vi: Bồn
zh: 浴缸

# COM_CFL_JAR
source: Jar
de: Krug
fr: Pot
ja: 瓶
km: រកល
ko: 항아리
lo: ໄຫ
my: အသံကဲွခြင်း
vi: Bình
zh: 罐

# COM_CFL_FUEL_REfill_COUPON
source: fuel refill slip
de: Kraftstoff Nachfüllrutsche
fr: glissement de recharge de carburant
ja: 燃料補充スリップ
km: ការចាក់ផ្សាយឥន្ធនៈ
ko: 연료 리필 슬립
lo: ຄວາມຜິດພາດຂອງນໍ້າມັນເຊື້ອໄຟ
my: လောင်စာဖြန့်ချိ
vi: phiếu nạp nhiên liệu
zh: 燃油补充单

# COM_CFL_LACK_DATA
source: Some data fields are missing
de: Einige Datenfelder fehlen
fr: Certains champs de données manquent
ja: 一部のデータフィールドはありません
km: វាលទិន្នន័យមួយចំនួនបានបាត់
ko: 일부 데이터 필드가 누락되었습니다
lo: ບາງທົ່ງນາຂໍ້ມູນຫາຍສາບສູນ
my: အချို့ဒေတာနယ်ပယ်များတွင်ပျောက်ဆုံးနေသည်
vi: Còn thiếu một số trường dữ liệu
zh: 一些数据字段缺少

# COM_CRUMB_WF_DVT
source: DVT
my: အစားအကျဗ္ပြည်ိက်
vi: ĐVT

# COM_CRUMB_KEYGEN
source: Iwindoor Management
vi: Quản Lý Iwindoor
