Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/SharedResources.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# COM_MSG_PACK_CODE_NOT_EXIST
source: Please select the profile to be packed
de: Bitte wählen Sie das zu verpackende Profil aus
fr: Veuillez sélectionner le profil à emballer
ja: パックするプロファイルを選択してください
ko: 포장 할 프로필을 선택하십시오
lo: Placere eligere profile ad facis
my: ကျေးဇူးပြုပြီးထုပ်ပိုးခံရဖို့ပရိုဖိုင်းကိုရွေးချယ်ပါ
vi: Vui lòng chọn hồ sơ cần đóng gói
zh: 请选择要包装的配置文件

# COM_MSG_RECORD_PACK_NOT_EXIST
source: Please choose where packing
de: Bitte wählen Sie, wo die Verpackung packt
fr: S'il vous plaît choisir où emballage
ja: 梱包場所を選択してください
ko: 포장 위치를 ​​선택하십시오
lo: Placere eligere quo stipare
my: ကျေးဇူးပြုပြီးဘယ်မှာထုပ်ပိုးကိုရွေးချယ်ပါ
vi: Vui lòng chọn nơi đóng gói
zh: 请选择包装的地方

# COM_MSG_RECORD_PACK_SUCCESS
source: Packing successfully
de: Erfolgreich verpackt.
fr: Emballage avec succès
ja: 首尾よくパッキング
ko: 성공적으로 포장
lo: Stipare feliciter
my: အောင်မြင်စွာထုပ်ပိုး
vi: Đóng gói thành công
zh: 包装成功

# COM_MSG_RECORD_PACK_TOO_BIG
source: Please select a profile to pack
de: Bitte wählen Sie ein Profil aus, um zu packen
fr: Veuillez sélectionner un profil pour pack
ja: パックするプロファイルを選択してください
ko: 팩 할 프로필을 선택하십시오
lo: Placere eligere a profile ad stipant
my: ကျေးဇူးပြု. Pack to profile တစ်ခုကိုရွေးချယ်ပါ
vi: Vui lòng chọn 1 hồ sơ cần đóng gói
zh: 请选择要包装的个人资料

# COM_MSG_VALUE_SET_NOT_EXIST
source: Please enter the value
de: Bitte geben Sie den Wert ein
fr: S'il vous plaît entrer la valeur
ja: 値を入力してください
ko: 값을 입력하십시오
lo: Please enter valorem
my: ကျေးဇူးပြုပြီးတန်ဖိုးကိုထည့်ပါ
vi: Vui lòng nhập giá trị
zh: 请输入价值

# COM_CRUMB_LMS_DASH_BOARD
source: Learning management
de: Lernmanagement
fr: Gestion d'apprentissage
ja: 学習管理
km: Gestió d'aprenentatge
ko: 학습 관리
lo: Doctrina Management
my: သင်ယူခြင်းစီမံခန့်ခွဲမှု
vi: Quản lý học tập
zh: 学习管理

# COM_CRUMB_LMS_DOCUMENT
source: Document
de: Dokumentieren
ja: 書類
ko: 문서
lo: Libellus
my: စာရွက်စာတမ်း
vi: Tài liệu
zh: 文档

# COM_CRUMB_LMS_PRACTICE_TEST
source: Exam bank
de: Prüfungsbank
fr: Banque d'examen
ja: 試験銀行
km: Banc d'examen
ko: 시험 은행
lo: Nito ripam
my: စာမေးပွဲဘဏ်
vi: Ngân hàng đề thi
zh: 考试银行

# COM_BREAD_CRUMB_ACTIVITY
source: List of professional channels
de: Liste der professionellen Kanäle
fr: Liste des canaux professionnels
ja: プロのチャンネルのリスト
km: Llista de canals professionals
ko: 전문 채널 목록
lo: Index professional channels
my: ပရော်ဖက်ရှင်နယ်လိုင်းများစာရင်း
vi: Danh mục luồng nghiệp vụ
zh: 专业频道名单

# COM_CRUMB_WF_ACTIVITY
source: Activity stream
de: Aktivitätsstrom
fr: Flux d'activité
ja: 活動の流れ
km: Transmissió d'activitats
ko: 활동 스트림
lo: Actione amnis
my: လှုပ်ရှားမှုစီး
vi: Luồng hoạt động
zh: 活动流

# COM_CT_FILE_CONVERT_OCR
source: Convert OCR
fr: Convertir OCR
ja: ocrの変換
km: Converteix OCR
ko: OCR을 변환하십시오
lo: Converto OCR
my: OCR ပြောင်းပါ
vi: Chuyển đổi OCR
zh: 转换OCR.

# COM_ZONE_STORAGE
source: Storage area (document profile)
de: Speicherbereich (Dokumentprofil)
fr: Zone de stockage (profil de document)
ja: 記憶領域（文書プロファイル）
km: Àrea d'emmagatzematge (perfil de documents)
ko: 저장 영역 (문서 프로필)
lo: Repono area (Document profile)
my: သိုလှောင်မှု area ရိယာ (စာရွက်စာတမ်းပရိုဖိုင်း)
vi: Vùng lưu trữ (Hồ sơ tài liệu)
zh: 存储区域（文档配置文件）

# COM_MULTI_SELECT_SEARCH_PLC_HOLDER
source: Search...
de: Suche...
fr: Rechercher...
ja: 検索...
km: Cerca...
ko: 검색...
lo: Quaerere...
my: ရှာဖွေ ...
vi: Tìm kiếm...
zh: 搜索...

# COM_MSG_COPY_SUCCESS
source: Copy successfully
de: Erfolgreich kopieren.
fr: Copier avec succès
ja: 正常にコピーします
km: Copieu amb èxit
ko: 성공적으로 복사하십시오
lo: EXODIO
my: အောင်မြင်စွာကူးယူပါ
vi: Copy thành công
zh: 复制成功

# COM_MSG_COPY_FAILED
source: Copy failed
de: Kopie fehlgeschlagen
fr: Copie a échoué
ja: コピー失敗
km: La còpia ha fallat
ko: 복사 실패
lo: Effingo defuit
my: မိတ္တူမအောင်မြင်ပါ
vi: Copy thất bại
zh: 复制失败

# COM_CRUMB_LMS_SUBJECT_MANAGEMENT
source: Course management
de: Kursmanagement
fr: Gestion des cours
ja: コース管理
km: Gestió del curs
ko: 코스 관리
lo: Sane Management
my: သင်တန်းစီမံခန့်ခွဲမှု
vi: Quản lý môn học
zh: 课程管理

# COM_CRUMB_LMS_COURSEWARE
source: Courseware
de: Kurswaren
fr: Diplômé
ja: コースウェア
km: Cursor
ko: 코스웨어
lo: COERSWARES
my: ရီးကော်
vi: Học liệu
zh: 课件

# COM_CRUMB_LMS_COURSE
source: Course management
de: Kursmanagement
fr: Gestion des cours
ja: コース管理
km: Gestió del curs
ko: 코스 관리
lo: Sane Management
my: သင်တန်းစီမံခန့်ခွဲမှု
vi: Quản lý khóa học
zh: 课程管理

# COM_CRUMB_EXAM_SCHEDULE
source: Online exam
de: Online-Prüfung
fr: Examens en ligne
ja: オンライン検査
km: Examen en línia
ko: 온라인 시험
lo: Online nito
my: အွန်လိုင်းစာမေးပွဲ
vi: Thi trực tuyến
zh: 在线考试

# COM_BTN_SWITCH
source: Switch
de: Schalten
fr: Changer
ja: スイッチ
km: Interruptor
ko: 스위치
my: စက်ခလုတ်
zh: 转变

# COM_BTN_PREVIEW
source: Preview
de: Vorschau
fr: Aperçu
ja: プレビュー
km: Vista prèvia
ko: 시사
my: တင်ကူးသိမြင်
vi: Xem trước
zh: 预习

# COM_BTN_CALCULATE
source: Calculate
de: Berechnung
fr: Calculer
ja: 計算する
km: Calcular
ko: 계산하다
lo: Computo
my: တွက်ချက်သည်
vi: Tính toán
zh: 计算

# COM_MSG_MANAGER_WAGE
source: Manage Ladder Ladder List
de: Leiterleiterliste verwalten
fr: Gérer la liste des échelles d'échelle
ja: ラダーラダーリストを管理します
km: Gestioneu la llista de les escales de l'escala
ko: 사다리 사다리를 관리합니다
lo: Curo scalam scalam scala list
my: လှေကားလှေကားစာရင်းကိုစီမံပါ
vi: Quản lý danh mục thang lương
zh: 管理梯子梯子列表

# COM_CRUMB_PAY_DEC
source: Salary decision
de: Gehaltsentscheidung
fr: Décision de salaire
ja: 給与の決定
km: Decisió de salaris
ko: 급여 결정
lo: Salarium consilium
my: လစာဆုံးဖြတ်ချက်
vi: Quyết định lương
zh: 薪酬决定

# COM_BTN_MOBILIZATION
source: Statistics map mobilization
de: Statistikkarte Mobilisierung
fr: Mobilisation des cartes de statistiques
ja: 統計地図動員
km: Estadístiques Mobilització del mapa
ko: 통계지도 동원
my: စာရင်းအင်းမြေပုံစုဆောင်းခြင်း
vi: Biểu đồ thống kê điều động
zh: 统计地图动员

# COM_DECISION_TO_MOVE
source: Decide to mobilize
de: Entscheide dich zu mobilisieren
fr: Décider de mobiliser
ja: 動員することにしました
km: Decideix mobilitzar
ko: 동원하기로 결정한다
lo: Decernere ad movetur
my: စည်းရုံးရန်ဆုံးဖြတ်
vi: Quyết định điều động
zh: 决定动员

# COM_WEEK_WORKING
source: Working Schedule
de: Arbeitsplan
fr: Plan de travail
ja: 作業スケジュール
km: កាលវិភាគការងារ
ko: 작업 일정
lo: ຕາຕະລາງການເຮັດວຽກ
my: အလုပ်ခွင်တွင်
vi: Lịch làm việc
zh: 工作时间表

# COM_TERMINATION_CONTRACT
source: Termination of contract
de: Beendigung des Vertrags
fr: Fin de contrat
ja: 契約終了
km: Terminació del contracte
ko: 계약 해지
lo: Terminatio contractus
my: စာချုပ်ရပ်စဲ
vi: Chấm dứt hợp đồng
zh: 合同终止

# COM_APPROVE_DECIDE_COMPENSATE
source: Decide to compensate
de: Beschließen, auszugleichen.
fr: Décider de compenser
ja: 補償することを決めます
km: Decideix compensar
ko: 보상하기로 결정하십시오
lo: COMPENDO
my: လျော်ကြေးပေးရန်ဆုံးဖြတ်ပါ
vi: Quyết định khen thưởng
zh: 决定赔偿

# COM_APPROVE_DISCIPLINARY
source: Disciplinary decision
de: Disziplinarentscheidung.
fr: Décision disciplinaire
ja: 懲戒判決
km: Decisió disciplinària
ko: 징계 결정
lo: Disciplinarent consilium
my: စည်းကမ်းဆိုင်ရာဆုံးဖြတ်ချက်
vi: Quyết định kỷ luật
zh: 纪律决定

# COM_APPROVE_EMAIL_BOX
source: Email box
de: Postfach
fr: Boîte de courrier électronique
ja: 電子メールボックス
km: Caixa de correu electrònic
ko: 이메일 상자
lo: Email arca archa
my: အီးမေးလ် Box
zh: 电子邮箱

# COM_APPROVE_MANAGER_CV
source: Candidate profile management
de: Kandidatenprofilmanagement.
fr: Gestion des profils candidats
ja: 候補プロファイル管理
km: Gestió del perfil de candidat
ko: 후보 프로필 관리
my: ကိုယ်စားလှယ်လောင်းပရိုဖိုင်းကိုစီမံခန့်ခွဲမှု
vi: Quản lý hồ sơ ứng viên
zh: 候选人档案管理

# COM_BASE_CTRL_PERMISSION_DENIED
source: Access is denied! You do not have the right to perform this function.
de: Der Zugang wird abgelehnt! Sie haben nicht das Recht, diese Funktion auszuführen.
fr: L'accès est refusé! Vous n'avez pas le droit d'effectuer cette fonction.
ja: アクセスが拒否されました！この機能を実行する権利はありません。
km: Accés denegat! No teniu dret a realitzar aquesta funció.
ko: 접근이 불가합니다! 이 기능을 수행 할 권리가 없습니다.
lo: Aditus negatur? Et non habet ius praestare hoc munus.
my: ဝင်ရောက်ခွင့်ကိုငြင်းသည်! သင့်တွင်ဤလုပ်ဆောင်မှုကိုလုပ်ဆောင်ရန်အခွင့်အရေးမရှိပါ။
vi: Truy cập bị từ chối! Bạn không có quyền để thực hiện chức năng này.
zh: 访问被拒绝！您无权执行此功能。

# COM_BASE_CTRL_ADD_RTPL_ERROR
source: There are errors when adding routing information.
de: Es gibt Fehler beim Hinzufügen von Routing-Informationen.
fr: Il y a des erreurs lors de l'ajout d'informations de routage.
ja: ルーティング情報を追加するときにエラーがあります。
km: Hi ha errors en afegir informació d'encaminament.
ko: 라우팅 정보를 추가 할 때 오류가 있습니다.
lo: Sunt errores cum addendo fuso notitia.
my: routing information adding တဲ့အခါမှာအမှားအယွင်းတွေရှိတယ်။
vi: Có lỗi khi thêm thông tin định tuyến.
zh: 添加路由信息时存在错误。

# COM_BASE_CTRL_ADD_RTPL_SUCCESS
source: Add a successful weekly routing routing
de: Fügen Sie ein erfolgreiches wöchentliches Routing-Routing hinzu
fr: Ajouter un routage de routage hebdomadaire réussi
ja: 成功した毎週のルーティングルーティングを追加します
km: Afegiu un encaminament d'encaminament setmanal amb èxit
ko: 성공적인 주간 라우팅 라우팅을 추가하십시오
lo: Addere prospere weekly fuso fuso
my: အောင်မြင်သောအပတ်စဉ်လမ်းကြောင်း routing ကိုထည့်ပါ
vi: Thêm định tuyến kế hoạch tuần thành công
zh: 添加一个成功的每周路由路由

# COM_BASE_CTRL_RTPL_EXIST
source: Routing code exists.
de: Routing-Code existiert.
fr: Le code de routage existe.
ja: ルーティングコードが存在します。
km: Existeix el codi d'encaminament.
ko: 라우팅 코드가 있습니다.
lo: Fuso code existit.
my: လမ်းကြောင်းကုဒ်တည်ရှိ။
vi: Mã định tuyến tồn tại.
zh: 存在路由代码。

# COM_CRUMB_LMS_CLASS
source: Classroom management
de: Klassenführung
fr: Gestion de classe
ja: 教室の管理
km: Gestió de l'aula
ko: 교실 관리
lo: Curabitur aliquet ultricies administratione
my: စာသင်ခန်းစီမံခန့်ခွဲမှု
vi: Quản lý lớp học
zh: 教室安排

# COM_CRUMB_LMS_STUDENT
source: Managing students
de: Studenten verwalten
fr: Gestion des étudiants
ja: 学生の管理
km: Gestió d'estudiants
ko: 학생 관리
lo: Curo alumni
my: ကျောင်းသားများကိုစီမံခြင်း
vi: Quản lý học viên
zh: 管理学生

# COM_CRUMB_LMS_COMMON_SETTING
source: Install LMS
de: LMS installieren.
fr: Installer lms
ja: LMSをインストールしてください
km: Instal·leu LMS
ko: LMS를 설치하십시오
my: LMS ကို install လုပ်ပါ
vi: Cài đặt LMS
zh: 安装LMS.

# COM_FP_PERMISSION_DELETE
source: Deletion
de: Streichung
fr: Effacement
ja: 消す
km: Supressió
ko: 삭제
lo: Deletionem
my: ဖျက်ခြင်း
vi: Quyền xóa
zh: 删去

# COM_FP_SHARE_EMPLOYEE
source: Staff
de: Mitarbeiter
fr: Personnel
ja: スタッフ
km: Personal
ko: 직원
lo: Virgam
my: အရာရှိစု
vi: Nhân viên
zh: 职员

# COM_FP_PERMISSION_WRITE
source: Recording
de: Aufzeichnung
fr: Enregistrement
ja: 録音
km: Gravació
ko: 녹음
lo: Conmemoratio
my: အသံသွင်းချက်
vi: Quyền ghi
zh: 记录

# COM_FP_PERMISSION_READ
source: Rights
de: Rechte
fr: Droits
ja: 権利物
km: Drets
ko: 진상
lo: Jura
my: အခွင့်အရေး
vi: Quyền đọc
zh: 权

# COM_CRUMB_TOKEN_MANAGER
source: Token Manager
fr: Gestionnaire de jeton
ja: トークンマネージャー
km: Gerent de token
ko: 코스는 비어 있지 않습니다
lo: Typus Manager
my: တိုကင်မန်နေဂျာ
vi: Quản lý cấu hình dịch vụ hệ thống
zh: 令牌经理

# COM_CRUMB_CAT_ACTIVITY
source: Activity Category
de: Aktivitätskategorie
fr: Catégorie d'activité
ja: 活動カテゴリー
km: Categoria d'activitat
ko: 코스는 비어 있지 않습니다
lo: Actio Category
my: လှုပ်ရှားမှုအမျိုးအစား
vi: Danh mục hoạt động
zh: 活动类别

# WPM_PACK
source: Pack
fr: Paquet
ja: パック
km: វេច
ko: 팩
lo: ບັນຈຸ
my: ဝန်ထုပ်
vi: Đóng gói
zh: 盒

# COM_LIST_COL_NO
source: No
de: Befehl
fr: Commande
ja: 注文
km: ការដឹកនាម
ko: 주문하다
lo: ການສັ່ງຊື້
my: အမိန့်
vi: STT
zh: 命令

# COM_BOT_RUNNING
source: Bot running
de: Bot rennen
ja: ボットランニング
km: bot រត់
ko: 봇 달리기
lo: bot ແລ່ນ
my: bot ပြေး
vi: Bot chạy
zh: 机器人运行

# COM_BOT_YOUTUBE_CONFIG
source: Youtube social config
fr: Configuration sociale YouTube
km: កំណត់រចនាសម្ព័ន្ធសង្គមយូធ្យូប
ko: YouTube 소셜 구성
lo: ລະຫັດສັງຄົມ YouTube
vi: Cấu hình xã hội YouTube
zh: YouTube社交配置

# COM_BOT_YOUTUBE
source: Youtube social
ja: YouTubeソーシャル
km: គេហទំព័រ YouTube សង្គម
ko: YouTube 소셜
lo: ສັງຄົມ YouTube
my: YouTube လူမှုရေး
vi: YouTube xã hội
zh: YouTube社交

# COM_BOT_TWITTER_CONFIG
source: Twitter Social Config
fr: Configuration sociale Twitter
km: configter confiders សង្គម
ko: 트위터 소셜 구성
lo: config ສັງຄົມ Twitter
vi: Twitter Cấu hình xã hội
zh: Twitter社交配置

# COM_BOT_TWITTER
source: Twitter social
ja: Twitterソーシャル
km: Twitter សង្គម
ko: 트위터 소셜
lo: ສັງຄົມ Twitter
my: တွစ်တာလူမှုရေး
vi: Twitter xã hội
zh: Twitter社交

# COM_BOT_TIKTOK_CONFIG
source: Tiktok social config
km: កំណត់ហេតុបណ្ដាញសង្គម Tiktok
ko: Tiktok 소셜 구성
lo: tiktok ສັງຄົມ config
vi: Tiktok Cấu hình xã hội
zh: tiktok社交配置

# COM_BOT_TIKTOK
source: Tiktok social
ja: ティクトクソーシャル
km: Tiktok សង្គម
lo: tiktok ສັງຄົມ
my: Tiktok လူမှုရေး
vi: Tiktok xã hội
zh: Tiktok社交

# COM_BOT_TELEGRAM_CONFIG
source: Telegram social config
de: Telegramm -Sozialkonfiguration
fr: Télégramme Configage social
km: conginegram សង្គម
ko: 전보 소셜 구성
lo: ໂທລະເລກ config
my: ကြေးနန်းလူမှု config
vi: Telegram Cấu hình xã hội
zh: 电报社交配置

# COM_BOT_TELEGRAM
source: Telegram social
de: Telegramm sozial
fr: Télégramme social
ja: 電報ソーシャル
km: តេឡេក្រាមសង្គម
lo: ໂທລະເລກໂທລະເລກ
my: ကြေးနန်းလူမှုရေး
vi: Telegram xã hội
zh: 电报社交

# COM_BOT_SCHEDULE
source: Schedule management
de: Zeitplanmanagement
fr: Gestion des horaires
ja: スケジュール管理
km: ការគ្រប់គ្រងកាលវិភាគ
ko: 일정 관리
lo: ການຄຸ້ມຄອງຕາຕະລາງ
my: အချိန်ဇယားစီမံခန့်ခွဲမှု
vi: Quản lý lịch trình
zh: 计划管理

# COM_BOT_QUORA_CONFIG
source: Quora social config
fr: Quora Configage social
km: កំណត់រចនាសម្ព័ន្ធសង្គម Quora
ko: Quora 소셜 구성
lo: Fora social config
my: quora လူမှုရေး config
vi: Quora Cấu hình xã hội
zh: Quora社交配置

# COM_BOT_QUORA
source: Quora social
km: សង្គម Quora
lo: ທ່ານສັງຄົມ
my: quora လူမှုရေး
vi: Quora xã hội
zh: Quora社交

# COM_BOT_LINKEDIN_CONFIG
source: Linkedin social config
fr: Configuration sociale LinkedIn
km: LinkedIn Social Condition
ko: LinkedIn 소셜 구성
lo: config ສັງຄົມ LinkedIn
vi: LinkedIn Cấu hình xã hội
zh: LinkedIn社交配置

# COM_BOT_LINKEDIN
source: Linkedin social
km: LinkedIn សង្គម
vi: LinkedIn xã hội
zh: LinkedIn社交

# COM_BOT_INSTAGRAM_CONFIG
source: Instagram social config
fr: Configuration sociale Instagram
km: កំណត់រចនាសម្ព័ន្ធសង្គម Instagram
ko: Instagram 소셜 구성
lo: Instagram ສັງຄົມ Config
vi: Cấu hình xã hội trên Instagram
zh: Instagram社交配置

# COM_BOT_INSTAGRAM
source: Instagram social
ja: Instagramソーシャル
km: សង្គម Instagram
ko: 인스 타 그램 소셜
lo: Instagram ສັງຄົມ
my: လူမှုရေး Instagram
vi: Xã hội trên Instagram
zh: Instagram社交

# COM_BOT_FACEBOOK_CONFIG
source: Facebook social config
ja: Facebookソーシャル構成
km: conface សង្គម
ko: Facebook 소셜 구성
lo: ເຟສບຸກສັງຄົມຕັ້ງຄ່າ
vi: Cấu hình xã hội Facebook
zh: Facebook社交配置

# COM_BOT_FACEBOOK
source: Facebook social
ja: Facebookソーシャル
km: សង្គមសង្គម
ko: Facebook 소셜
lo: ເຟສບຸກສັງຄົມ
my: Facebook လူမှုရေး
vi: Facebook xã hội
zh: Facebook社交

# COM_BOT_SOCIAL_MANAGEMENT
source: Social network management (BOT)
ja: ソーシャルネットワーク管理（ボット）
km: ការគ្រប់គ្រងបណ្តាញសង្គម (BOT)
ko: 소셜 네트워크 관리 (BOT)
lo: ການຄຸ້ມຄອງເຄືອຂ່າຍສັງຄົມ (Bot)
my: လူမှုကွန်ယက်စီမံခန့်ခွဲမှု (BOT)
vi: Quản lý mạng xã hội(bot)
zh: 社交网络管理（BOT）

# COM_COL_QR_CODE
source: QR Code
ja: QRコード
km: លេខកូដ QR
ko: QR 코드
lo: ລະຫັດ QR
my: QR ကုဒ်
zh: 二维码

# COM_CRUMB_SETTING_USERGUIDE
source: Setting User guide
de: Benutzerhandbuch einstellen
fr: Définition du guide de l'utilisateur
ja: ユーザーガイドの設定
km: កំណត់មគ្គុទេសក៍អ្នកប្រើប្រាស់
ko: 사용자 안내서 설정
lo: ການຕັ້ງຄູ່ມືຜູ້ໃຊ້
my: အသုံးပြုသူလမ်းညွှန်သတ်မှတ်ခြင်း
vi: Thiết lập HDSD
zh: 设置用户指南

# COM_CRUMB_HR_MOBILIZATION_CHART
source: Employee mobilization statistics
de: Mitarbeitermobilisierungsstatistik
fr: Statistiques de mobilisation des employés
ja: 従業員の動員統計
km: ស្ថិតិកៀរគររបស់និយោជិក
ko: 직원 동원 통계
lo: ສະຖິຕິການລະດົມພະນັກງານ
my: ဝန်ထမ်းစည်းရုံးရေးစာရင်းဇယား
vi: Biểu đồ thống kê điều động
zh: 员工动员统计

# COM_CRUMB_COMMITMENT_HEADER
source: Commitment Header
de: Engagement -Header
fr: En-tête d'engagement
ja: コミットメントヘッダー
km: បឋមកថាការប្តេជ្ញាចិត្ត
ko: 헌신 헤더
lo: ຫົວຂໍ້
my: ကတိကဝတ်ခေါင်းစီး
vi: Cam kết của nhân viên với công ty
zh: 承诺标题

# COM_CRUMB_COMPANY_RULE
source: Company Rule
de: Unternehmensregel
fr: Règle de l'entreprise
ja: 会社のルール
km: ការគ្រប់គ្រងក្រុមហ៊ុន
ko: 회사 규칙
lo: ກົດລະບຽບຂອງບໍລິສັດ
my: ကုမ္ပဏီစည်းမျဉ်း
vi: Điều lệ công ty
zh: 公司规则

# COM_CRUMB_REGIST
source: Regist and Survey
de: Regist und Umfrage
fr: Régist et enquête
ja: レジストと調査
km: ចុះឈ្មោះនិងការស្ទង់មតិ
ko: 등록자 및 설문 조사
lo: ຜູ້ລົງທະບຽນແລະການສໍາຫຼວດ
my: မှတ်ပုံတင်ခြင်းနှင့်စစ်တမ်း
vi: Khảo sát và Đăng kí
zh: 重新调查和调查

# COM_MSG_EXIST_RECORD
source: Record exists
de: Rekord existiert
fr: Le dossier existe
ja: レコードが存在します
km: កំណត់ត្រាមាន
ko: 기록이 존재합니다
lo: ບັນທຶກມີຢູ່
my: မှတ်တမ်းတည်ရှိ
vi: Bản ghi đã tồn tại
zh: 记录存在

# COM_MSG_RESET_PASSWORD_SUCCESS
source: Reset password successfully
de: Das Passwort erfolgreich zurücksetzen
fr: Réinitialiser le mot de passe avec succès
ja: パスワードを正常にリセットします
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញដោយជោគជ័យ
ko: 비밀번호를 성공적으로 재설정하십시오
lo: ຕັ້ງລະຫັດຜ່ານຢ່າງສໍາເລັດຜົນ
my: စကားဝှက်ကိုအောင်မြင်စွာပြန်လည်သတ်မှတ်ပါ
vi: Cài lại mật khẩu thành công
zh: 成功重置密码

# COM_LBL_KEYWORD
source: Keyword
de: Stichwort
fr: Mot-clé
ja: キーワード
km: រមយយ
ko: 예어
lo: ຄໍາສໍາຄັນ
my: သော့ချက်စာလုံး
vi: Từ khóa
zh: 关键词

# COM_BTN_SEND_NOTI
source: Send Notification
fr: Envoyer une notification
ja: 通知を送信します
km: ផ្ញើការជូនដំណឹង
ko: 알림을 보냅니다
lo: ສົ່ງແຈ້ງການ
my: အသိပေးချက်ပေးပို့ပါ
vi: Gửi thông báo
zh: 发送通知

# COM_CRUMB_WF_ACTI
source: activity
de: Aktivität
fr: activité
ja: アクティビティ
km: activitat
ko: 활동
lo: operatio
my: ဆောင်ရွက်ခြင်း
vi: Hoạt động
zh: 活动

# COM_CRUMB_WF_ACTIVITY_REAL
source: Real activity
de: Echte Aktivität
fr: Activité réelle
ja: 実際の活動
km: Activitat real
ko: 실제 활동
lo: Verus operatio
my: အစစ်အမှန်လှုပ်ရှားမှု
vi: Hoạt động thực
zh: 真正的活动

# COM_CRUMB_WF_AT_THE_TIME
source: At the time
de: Damals
fr: À l'époque
ja: 当時の
km: En el moment
ko: 당시
lo: In tempore
my: ထိုအချိန်မှာ
vi: Lúc
zh: 当时

# COM_CRUMB_WF_BY
source: By
de: Durch
fr: Par
ja: に
km: Al costat de
ko: 에 의해
lo: A
my: ဖြင့်
vi: Bởi
zh: 经过

# COM_CRUMB_WF_COMFIRM
source: Comfirm
de: Bestätigen
fr: Confirmer
ja: omfirs
km: Confirmar
my: comffirm
vi: Xác nhận
zh: com

# COM_CRUMB_WF_COMMAND
source: Command
de: Befehl
fr: Commander
ja: 指示
km: Comandament
ko: 명령
lo: Mandatum
my: အမိန့်
vi: Lệnh
zh: 命令

# COM_CRUMB_WF_COMMAND_RUN
source: Run command
de: Führen Sie den Befehl aus
fr: Exécution de la commande
ja: 実行コマンドを実行します
km: Comandament d'execució
ko: 실행 명령을 실행하십시오
lo: Imperito
my: command ကို run
vi: Chạy lệnh
zh: 运行命令

# COM_CRUMB_WF_COMMAND_TAKING
source: Order taking operation
de: Auftragseinnahme
fr: Opération de commande
ja: 注文勤務
km: Ordre que prengui l'operació
ko: 주문 복용 작업
lo: Ordinis taking operatio
my: စစ်ဆင်ရေးယူရန်အမိန့်
vi: Hoạt động nhận lệnh
zh: 订购运作

# COM_CRUMB_WF_COMMAND_TO_GO
source: Command to go
de: Befehl zu gehen
fr: Commandement d'aller
ja: 行くコマンド
km: Ordre per anar
ko: Go
lo: Iubeo
my: သွားကြဖို့ command ကို
vi: Lệnh đi
zh: 命令去

# COM_CRUMB_WF_DELETE
source: Delete
de: Löschen
fr: Supprimer
ja: 消去
km: Supressió
ko: 삭제
my: ဖျက်
vi: Xóa
zh: 删除

# COM_CRUMB_WF_END
source: End
de: Ende
fr: Finir
ja: 終わり
km: Final
ko: 끝
lo: Finis
my: အဆုံး
vi: Kết thúc
zh: 结尾

# COM_CRUMB_WF_EXTEND
source: Extend
de: Erweitern
fr: Se déployer
ja: 拡張する
km: Estendre
ko: 연장하다
lo: Extendo
my: တိုးချဲ့
vi: Mở rộng
zh: 延长

# COM_CRUMB_WF_NARROW_DOWN
source: Narrow down
de: Verkleinern
fr: Étroit
ja: 狭く
km: Reduir
ko: 좁혀
lo: Adspectum graciliorem
my: ကျဉ်းမြောင်း
vi: Thu hẹp
zh: 狭窄

# COM_CRUMB_WF_NOTE
source: Note
de: Notiz
fr: Noter
ja: ノート
km: Nota
ko: 메모
lo: Nota
my: မှတ်ချက်
vi: Ghi chú
zh: 笔记

# COM_CRUMB_WF_NOTIF
source: Notification
de: Benachrichtigung
ja: 通知
km: Notificació
ko: 공고
lo: Notificatio
my: ကေြာ်ြငာခြင်း
vi: Thông báo
zh: 通知

# COM_CRUMB_WF_ORDERS_COME
source: Orders come
de: Bestellungen kommen
fr: Les commandes viennent
ja: 注文する
km: Les comandes vénen
ko: 주문이 왔습니다
lo: Ordinum
my: အမိန့်လာ
vi: Lệnh đến
zh: 订单来了

# COM_CRUMB_WF_PROPER
source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティ
km: Propietat
ko: 속성
lo: Proprietatibus
my: ဂုဏ်သတ္တိမောင်များ
vi: Thuộc tính
zh: 特性

# COM_CRUMB_WF_PROPER_NAME
source: Name properties
de: Namenseigenschaften
fr: Propriétés du nom
ja: 名前のプロパティ
km: Nom de les propietats
ko: 이름 속성
lo: Nomen proprietatibus
my: Properties name
vi: Tên thuộc tính
zh: 名称属性

# COM_CRUMB_WF_SENDER
source: Sender
de: Absender
fr: Expéditeur
ja: send send
km: Remitec
ko: 보내는 사람
lo: Mittens
my: ပေးပွေ
vi: Người gửi
zh: 发件人

# COM_CRUMB_WF_START
source: Start
fr: Démarrer
ja: 始める
km: Començar
ko: 시작
lo: Satus
my: စက်နှုိး
vi: Bắt đầu
zh: 开始

# COM_CRUMB_WF_VALUE
source: Value
de: Wert
fr: Évaluer
ja: 価値
km: Valorar
ko: 값
lo: Valor
my: အဘိုး
vi: Giá trị
zh: 价值

# COM_CRUMB_WF_VIEW_SHARE
source: View share
de: Anteil ansehen
fr: Vue
ja: シェアを表示します
km: Veure Compartir
ko: Share보기
lo: Participes
my: ဝေစုကြည့်ရန်
vi: Xem chia sẻ
zh: 查看份额

# COM_BTN_ADD_ATTR
source: Add new attribute
de: Neues Attribut hinzufügen
fr: Ajouter un nouvel attribut
ja: 新しい属性を追加します
km: បន្ថែមគុណលក្ខណៈថ្មី
ko: 새 속성을 추가하십시오
lo: ເພີ່ມຄຸນລັກສະນະໃຫມ່
my: attribute အသစ်ထည့်ပါ
vi: Thêm thuộc tính
zh: 添加新属性

# COM_BOT_SESS_MANAGEMENT
source: Running history
de: Laufgeschichte
fr: Histoire de course
ja: ランニング履歴
km: ដំណើរការប្រវត្តិសាស្ត្រ
ko: 달리기 역사
lo: ປະຫວັດການແລ່ນ
my: သမိုင်း
vi: Lịch sử chạy
zh: 运行历史记录

# COM_LBL_PRESENT_IMAGE
source: Present Image
de: Präsentieren Sie Bild
fr: Image actuelle
ja: 現在の画像
km: រូបភាពបច្ចុប្បន្ន
ko: 현재 이미지
lo: ຮູບພາບປະຈຸບັນ
my: လက်ရှိပုံ
vi: Ảnh đại điện
zh: 现在的图像

# COM_BOT_MANAGEMENT
source: Bot information
de: Bot Informationen
ja: ボット情報
km: ព័ត៌មាន BOT
ko: 봇 정보
lo: ຂໍ້ມູນ Bot
my: bot သတင်းအချက်အလက်
vi: Thông tin Bot
zh: 机器人信息

# COM_CRUMB_CRAWLER
source: Crawler
fr: Exploiter
ja: 昇降補助具
km: ឃុយ
ko: 무한 궤도
lo: ຜູ້ຢິງສະກົດ
my: တွား
vi: Quản lý thu thập dữ liệu
zh: 爬行者

# COM_CRUMB_WF_DATA_TYPE
source: Data type
de: Datentyp
fr: Type de données
ja: データ・タイプ
km: ប្រភេទ​ទិន្នន័យ
ko: 데이터 형식
lo: ປະເພດຂໍ້ມູນ
my: ဒေတာအမျိုးအစား
vi: Kiểu dữ liệu
zh: 数据类型

# COM_CRUMB_APP_MANAGE
source: Mobile app management
fr: Gestion des applications mobiles
ja: モバイルアプリ管理
km: ការគ្រប់គ្រងកម្មវិធីទូរស័ព្ទចល័ត
ko: 모바일 앱 관리
lo: ການຄຸ້ມຄອງແອັບ app ມືຖື
my: Mobile App စီမံခန့်ခွဲမှု
vi: Quản lý ứng dụng dinh động
zh: 移动应用管理

# COM_BREAD_CRUMB_QR_CODE
source: Manage QRCode
de: QRCode verwalten
fr: Gérer QRCODE
ja: qrcodeを管理します
km: គ្រប់គ្រង QRCODE
ko: QRCode를 관리합니다
lo: ຈັດການ QRCODE
my: QRCODE ကိုစီမံပါ
vi: Quản lý QrCode
zh: 管理QRCode

# COM_FUEL_REfill_COUPON
source: FUEL REfill COUPON
de: Kraftstoff Nachfüllkupon
fr: Coupon de recharge de carburant
ja: 燃料補充クーポン
km: គូប៉ុងបញ្ចូលឥន្ធនៈ
ko: 연료 리필 쿠폰
lo: ຄູປອງເຕີມນ້ໍາມັນເຊື້ອໄຟ
my: လောင်စာ refrill ကူပွန်
vi: PHIẾU NẠP NHIÊN LIỆU
zh: 燃油补充优惠券

# COM_CFL_STATUS
source: Status
fr: Statut
ja: 状態
km: ច្បាប់
ko: 상태
lo: ສະຖານະພາບ
my: အခေြအနေ
vi: Trạng thái
zh: 地位

# COM_CFL_VOTE_MAKER
source: Voting maker
de: Abstimmungsmacher
fr: Vote
ja: 投票メーカー
km: ក្រុមហ៊ុនផលិតការបោះឆ្នោតជ្រើសរើស
ko: 투표 제작자
lo: ຜູ້ໃຫ້ຄະແນນ
my: မဲပေးသူ
vi: Người lập phiếu
zh: 投票制造商

# COM_CFL_DATE_VOTE
source: The date of the vote
de: Das Datum der Abstimmung
fr: La date du vote
ja: 投票の日付
km: កាលបរិច្ឆេទនៃការបោះឆ្នោត
ko: 투표 날짜
lo: ວັນທີຂອງການລົງຄະແນນສຽງ
my: မဲ၏နေ့စွဲ
vi: Ngày lập phiếu
zh: 投票日期

# COM_CFL_IMPLEMENTER
source: Implementer
de: Implementierer
fr: Réalisateur
ja: 実装者
km: អ្នកស័ប្ទ
ko: 구현 자
lo: ປະຕິບັດ
my: အကောင်အထည်ဖော်သူ
vi: Người thực hiện
zh: 实施者

# COM_CFL_EXECUTION_TIME
source: Execution time
de: Ausführungszeit
fr: Temps d'exécution
ja: 実行時間
km: ពេលវេលាប្រតិបត្តិ
ko: 실행 시간
lo: ເວລາປະຫານຊີວິດ
my: ကွပ်မျက်အချိန်
vi: Thời gian thực hiện
zh: 执行时间处理时间

# COM_CFL_DETAILED_REVIEWS
source: DETAILED BOOK REVIEWS
de: Detaillierte Buchbesprechungen
fr: Critiques de livres détaillées
ja: 詳細な書評
km: ការពិនិត្យឡើងវិញនូវសៀវភៅលម្អិត
ko: 자세한 책 리뷰
lo: ການທົບທວນຄືນປື້ມລາຍລະອຽດ
my: အသေးစိတ်စာအုပ်ပြန်လည်သုံးသပ်ခြင်း
vi: DÁNH SÁCH CHI TIẾT ĐÁNH GIÁ
zh: 详细的书评

# COM_CFL_LFITT
source: Load fuel into the tank
de: Brennstoff in den Tank laden
fr: Chargez du carburant dans le réservoir
ja: タンクに燃料を積み込みます
km: ផ្ទុកឥន្ធនៈចូលក្នុងធុង
ko: 탱크에 연료를 넣으십시오
lo: ໂຫຼດນ້ໍາມັນເຂົ້າໄປໃນຖັງ
my: တင့်ကားထဲသို့လောင်စာ load
vi: Nạp nhiên liệu vào bình
zh: 将燃料加载到水箱中
