Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/SharedResources.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# COM_ERR_OLD
source: You are under 18 years old !!!!
de: Du bist unter 18 Jahre alt !!!!
fr: Vous avez moins de 18 ans !!!!
ja: あなたは18歳未満です!!!!
km: អ្នកមានអាយុក្រោម ១៨ ឆ្នាំ !!!!
ko: 18 세 미만입니다 !!!!
lo: ເຈົ້າອາຍຸຕ່ ຳ ກວ່າ 18 ປີ !!!!
my: သင်ကအသက် ၁၈ နှစ်အောက်ဖြစ်သည်။
vi: Bạn chưa đủ 18 tuổi!!!!
zh: 您未满18岁！！！

# COM_ERR_REQUIRED
source: {0} cannot be left blank
de: {0} darf nicht leer bleiben
fr: {0} ne peut pas être laissé vide
ja: {0}を空白のままにすることはできません
km: {0} មិនអាចទុកអោយនៅទទេបានទេ
ko: {0}은 (는) 비워 둘 수 없습니다.
lo: {0} ບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: {0} ကိုကွက်လပ် ထား၍ မရပါ
vi: {0} không được để trống
zh: {0}不能为空

# COM_ERR_SEARCH
source: There was an error finding {0}
de: Beim Suchen von {0} ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la recherche de {0}
ja: {0}の検索中にエラーが発生しました
km: មានកំហុសក្នុងការស្វែងរក {0}
ko: {0}을 (를) 찾는 중에 오류가 발생했습니다.
lo: ມີຂໍ້ຜິດພາດໃນການຄົ້ນຫາ {0}
my: {0} အမှားအယွင်းရှာတွေ့မှုရှိခဲ့သည်
vi: Có lỗi khi tìm {0}
zh: 查找{0}时出错

# COM_ERR_SUCCESS_DOWLOAD
source: Download {0} successfully
de: Laden Sie {0} erfolgreich herunter
fr: Téléchargement {0} réussi
ja: {0}を正常にダウンロード
km: ទាញយក {0} ដោយជោគជ័យ
ko: {0} 다운로드 성공
lo: ດາວໂຫລດ {0} ສຳ ເລັດແລ້ວ
my: {0} ကိုအောင်မြင်စွာ download လုပ်ပါ
vi: Tải {0} thành công
zh: 成功下载{0}

# COM_ERR_UPLOAD_FILE
source: An error occurred while uploading the file!
de: Beim Hochladen der Datei ist ein Fehler aufgetreten!
fr: Une erreur s'est produite lors du téléchargement du fichier!
ja: ファイルのアップロード中にエラーが発生しました！
km: មានកំហុសកើតឡើងពេលផ្ទុកឯកសារឡើង!
ko: 파일을 업로드하는 동안 오류가 발생했습니다!
lo: ມີຂໍ້ຜິດພາດເກີດຂື້ນໃນຂະນະທີ່ ກຳ ລັງອັບໂຫລດເອກະສານ!
my: ဖိုင်တင်နေစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
vi: Có lỗi xảy ra khi upload file!
zh: 上传文件时发生错误！

# COM_ERR_UPLOAD_IMAGE
source: There was an error uploading photos!
de: Beim Hochladen der Fotos ist ein Fehler aufgetreten!
fr: Une erreur s'est produite lors du téléchargement des photos!
ja: 写真のアップロード中にエラーが発生しました。
km: មានកំហុសក្នុងការផ្ទុករូបថតឡើង!
ko: 사진을 업로드하는 중에 오류가 발생했습니다!
lo: ມີຂໍ້ຜິດພາດໃນການອັບໂຫລດຮູບ!
my: ဓာတ်ပုံများတင်နေသည်ဆိုပါစို့။
vi: Có lỗi khi tải ảnh lên!
zh: 上传照片时出错！

# COM_ERR_VALIDATE_DAY
source: Date cannot be changed
de: Datum kann nicht geändert werden
fr: La date ne peut pas être modifiée
ja: 日付は変更できません
km: កាលបរិច្ឆេទមិនអាចផ្លាស់ប្តូរបានទេ
ko: 날짜는 변경할 수 없습니다.
lo: ວັນທີບໍ່ສາມາດປ່ຽນແປງໄດ້
my: ရက်စွဲကို ပြောင်းလဲ၍ မရပါ
vi: Không thể thay đổi ngày đã qua
zh: 日期无法更改

# COM_FILE
source: File
de: Datei
fr: Fichier
ja: ファイル
km: ឯកសារ
ko: 파일
lo: ແຟ້ມ
my: ဖိုင်
vi: Tệp tin
zh: 文件

# COM_FOMART_FAILED
source: {0} Wrong format
de: {0} Falsches Format
fr: {0} Format incorrect
ja: {0}間違った形式
km: {0} ទ្រង់ទ្រាយខុស
ko: {0} 잘못된 형식
lo: {0} ຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
my: {0} မှားယွင်းသောပုံစံ
vi: {0} sai định dạng
zh: {0}格式错误

# COM_ITEM_VALIDATE
source: Posts
de: Beiträge
fr: Des postes
ja: 投稿
km: ប្រកាស
ko: 게시물
lo: ກະທູ້
my: ပို့စ်များ
vi: Bài viết
zh: 帖子

# COM_ITEM_VALIDATE_TITLE
source: Title
de: Titel
fr: Titre
ja: 題名
km: ចំណងជើង
ko: 표제
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# COM_LBL_AT_TIME
source: At
de: Beim
fr: À
ja: で
km: នៅ
ko: 에서
lo: ທີ່
vi: Lúc
zh: 在

# COM_LBL_COPY
source: Copy
de: Kopieren
fr: Copie
ja: コピー
km: ចម្លង
ko: 부
lo: ສຳ ເນົາ
my: ကူးပါ
vi: Sao chép
zh: 复制

# COM_LBL_MONTH
source: Month
de: Monat
fr: Mois
ja: 月
km: ខែ
ko: 달
lo: ເດືອນ
my: လ
vi: Tháng
zh: 月

# COM_LBL_MOVE
source: Move
de: Bewegung
fr: Bouge toi
ja: 移動
km: ផ្លាស់ទី
ko: 움직임
lo: ຍ້າຍ
my: ရွှေ့ပါ
vi: Di chuyển
zh: 移动

# COM_LBL_PASTE
source: Paste
de: Einfügen
fr: Pâte
ja: ペースト
km: បិទភ្ជាប់
ko: 풀
lo: ວາງ
my: ကူးထည့်
vi: Dán
zh: 糊

# COM_LBL_PLS_CONFIRM
source: Please confirm
de: Bitte bestätigen
fr: Veuillez confirmer
ja: 確認してください
km: សូម​បញ្ជាក់
ko: 확인 해주세요
lo: ກະ​ລຸ​ນາ​ຢືນ​ຢັນ
my: ကျေးဇူးပြု၍ အတည်ပြုပါ
vi: Làm ơn xác nhận
zh: 请确认

# COM_LBL_SAVE_UPDATE
source: Save updates
de: Aktualisierungen speichern
fr: Enregistrer les mises à jour
ja: 更新を保存する
km: រក្សាទុកបច្ចុប្បន្នភាព
ko: 업데이트 저장
lo: ບັນທຶກການອັບເດດ
my: အသစ်ပြောင်းခြင်းများကိုသိမ်းပါ
vi: Lưu lại cập nhật
zh: 保存更新

# COM_LBL_SHARE_TITLE
source: Share files
de: Dateien freigeben
fr: Partager des fichiers
ja: 共有ファイル
km: ចែករំលែកឯកសារ
ko: 파일 공유
lo: ແບ່ງປັນເອກະສານ
my: ဖိုင်များမျှဝေမည်
vi: Chia sẻ tệp
zh: 分享文件

# COM_LINK_HOME
source: Home page
de: Startseite
fr: Page d'accueil
ja: ホームページ
km: គេហទំព័រ
ko: 홈페이지
lo: ໜ້າ ທຳ ອິດ
my: မူလစာမျက်နှာ
vi: Trang chủ
zh: 主页

# COM_LIST_COL_ACTION
source: Manipulation
ja: 操作
km: ការរៀបចំ
ko: 시장 조작
lo: ການຫມູນໃຊ້
my: ခြယ်လှယ်
vi: Thao tác
zh: 操纵

# COM_LIST_COL_CREATED_BY
source: Creator
de: Schöpfer
fr: Créateur
ja: クリエイター
km: អ្នកបង្កើត
ko: 창조자
lo: ຜູ້ສ້າງ
my: ဖန်ဆင်းရှင်
vi: Người tạo
zh: 创作者

# COM_LIST_COL_CREATED_TIME
source: Date created
de: Datum erstellt
fr: Date créée
ja: 作成日
km: កាលបរិច្ឆេទបង្កើត
ko: 작성일
lo: ວັນທີສ້າງ
my: ရက်စွဲဖန်တီးပြီး
vi: Ngày tạo
zh: 创建日期

# COM_LIST_COL_NOTE
source: Description
de: Beschreibung
fr: La description
ja: 説明
km: ការពិពណ៌នា
ko: 기술
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
vi: Mô tả
zh: 描述

# COM_LIST_USER
source: User list
de: Benutzerliste
fr: Liste d'utilisateur
ja: ユーザーリスト
km: បញ្ជីអ្នកប្រើប្រាស់
ko: 사용자 목록
lo: ລາຍຊື່ຜູ້ໃຊ້
my: အသုံးပြုသူစာရင်း
vi: Danh sách người dùng
zh: 用户清单

# COM_MENU_ASSET
source: Asset
de: Anlagegut
fr: Atout
ja: 資産
km: ទ្រព្យ
ko: 유산
lo: ຊັບສິນ
my: ပိုင်ဆိုင်မှု
vi: Tài sản
zh: 资产

# COM_MENU_CONTRACT
source: Contract / Order
de: Vertrag / Bestellung
fr: Contrat / Commande
ja: 契約/注文
km: កិច្ចសន្យា / បញ្ជាទិញ
ko: 계약 / 주문
lo: ສັນຍາ / ຄຳ ສັ່ງ
my: စာချုပ် / အမိန့်
vi: Hợp đồng/Đơn hàng
zh: 合约/订单

# COM_MENU_CUSTOMER
source: Customer
de: Kunde
fr: Client
ja: お客様
km: អតិថិជន
ko: 고객
lo: ລູກຄ້າ
my: ဖောက်သည်
vi: Khách hàng
zh: 顾客

# COM_MENU_MANAGE_FUND
source: Fund management
de: Fondsverwaltung
fr: Gestion de fonds
ja: 資金管理
km: ការគ្រប់គ្រងមូលនិធិ
ko: 자금 관리
lo: ການຄຸ້ມຄອງກອງທຶນ
my: ရန်ပုံငွေစီမံခန့်ခွဲမှု
vi: Quản lý quỹ
zh: 基金管理

# COM_MENU_MANAGE_SERVICE
source: Service administration
de: Serviceverwaltung
fr: Administration des services
ja: サービス管理
km: រដ្ឋបាលសេវាកម្ម
ko: 서비스 관리
lo: ບໍລິຫານການບໍລິການ
my: ဝန်ဆောင်မှုစီမံခန့်ခွဲမှု
vi: Quản trị dịch vụ
zh: 服务管理

# COM_MENU_MANAGE_USER
source: User administration
de: Benutzerverwaltung
fr: Administration des utilisateurs
ja: ユーザー管理
km: ការគ្រប់គ្រងអ្នកប្រើប្រាស់
ko: 사용자 관리
lo: ການບໍລິຫານຜູ້ໃຊ້
my: အသုံးပြုသူအုပ်ချုပ်မှု
vi: Quản trị người dùng
zh: 用户管理

# COM_MENU_MATERIAL
source: DM equipment & Supplies
de: DM Ausrüstung & Zubehör
fr: Équipement et fournitures DM
ja: DM機器および消耗品
km: ឧបករណ៍និងផ្គត់ផ្គង់
ko: DM 장비 및 소모품
lo: ອຸປະກອນແລະ ຈຳ ໜ່າຍ
my: DM ပစ္စည်းကိရိယာများနှင့်ထောက်ပံ့ရေးပစ္စည်းများ
vi: DM thiết bị & Vật tư
zh: DM设备与用品

# COM_MENU_PROJECT
source: Project
de: Projekt
fr: Projet
ja: 事業
km: គម្រោង
ko: 계획
lo: ໂຄງການ
my: စီမံကိန်း
vi: Dự án
zh: 项目

# COM_MENU_SETTING_SYSTEM
source: System installation
fr: Installation du système
ja: システムのインストール
km: ការតំឡើងប្រព័ន្ធ
ko: 시스템 설치
lo: ການຕິດຕັ້ງລະບົບ
my: စနစ်တပ်ဆင်မှု
vi: Cài đặt hệ thống
zh: 系统安装

# COM_MENU_STORAGE_DIGITAL
source: Data warehouse & digitization
de: Data Warehouse & Digitalisierung
fr: Entrepôt de données et numérisation
ja: データウェアハウスとデジタル化
km: ឃ្លាំងទិន្នន័យនិងឌីជីថល
ko: 데이터웨어 하우스 및 디지털화
lo: ສາງຂໍ້ມູນ & ການຍ່ອຍ
my: ဒေတာသိုလှောင်ရာနှင့်ဒီဂျစ်တယ်
vi: Kho dữ liệu & số hóa
zh: 数据仓库与数字化

# COM_MENU_SUPPLIER
source: Supplier
de: Lieferant
fr: Fournisseur
ja: サプライヤー
km: អ្នកផ្គត់ផ្គង់
ko: 공급자
lo: ຜູ້ສະ ໜອງ ສິນຄ້າ
my: ပေးသွင်းသူ
vi: Nhà cung cấp
zh: 供应商

# COM_MSG_ADD_BEFORE
source: Please add {0} before saving
de: Bitte fügen Sie vor dem Speichern {0} hinzu
fr: Veuillez ajouter {0} avant d'enregistrer
ja: 保存する前に{0}を追加してください
km: សូមបន្ថែម {0} មុនពេលរក្សាទុក
ko: 저장하기 전에 {0}을 (를) 추가하십시오.
lo: ກະລຸນາຕື່ມ {0} ກ່ອນປະຢັດ
my: သိမ်းဆည်းခြင်းမပြုမှီ {0} ထည့်ပါ
vi: Vui lòng thêm {0} trước khi lưu
zh: 保存前请添加{0}

# COM_MSG_ADD_BEFORE_SAVE
source: Please add {0} before saving
de: Bitte fügen Sie vor dem Speichern {0} hinzu
fr: Veuillez ajouter {0} avant d'enregistrer
ja: 保存する前に{0}を追加してください
km: សូមបន្ថែម {0} មុនពេលរក្សាទុក
ko: 저장하기 전에 {0}을 (를) 추가하십시오.
lo: ກະລຸນາຕື່ມ {0} ກ່ອນປະຢັດ
my: သိမ်းဆည်းခြင်းမပြုမှီ {0} ထည့်ပါ
vi: Vui lòng thêm {0} trước khi lưu
zh: 保存前请添加{0}

# COM_MSG_ADD_FAILED
source: Adding {0} failed
de: Das Hinzufügen von {0} ist fehlgeschlagen
fr: L'ajout de {0} a échoué
ja: {0}の追加に失敗しました
km: ការបន្ថែម {0} បានបរាជ័យ
ko: {0} 추가 실패
lo: ການເພີ່ມ {0} ລົ້ມເຫລວ
my: {0} ထည့်ခြင်းမအောင်မြင်ပါ
vi: Thêm {0} thất bại
zh: 添加{0}失败

# COM_MSG_ADD_PARENT_FIRST
source: You must add {0} father first!
de: Sie müssen zuerst {0} Vater hinzufügen!
fr: Vous devez d'abord ajouter {0} père!
ja: 最初に{0}父を追加する必要があります！
km: អ្នកត្រូវតែបន្ថែម {0} ឪពុកជាមុនសិន!
ko: 먼저 {0} 아버지를 추가해야합니다!
lo: ທ່ານຕ້ອງຕື່ມ {0} ພໍ່ກ່ອນ!
my: {0} ဖခင်ကိုအရင်ထည့်ရမည်။
vi: Bạn phải thêm {0} cha trước!
zh: 您必须先添加{0}个父亲！

# COM_MSG_ADD_SUCCESS
source: Added {0} successfully
de: {0} erfolgreich hinzugefügt
fr: {0} ajouté avec succès
ja: {0}が正常に追加されました
km: បានបន្ថែម {0} ដោយជោគជ័យ
ko: {0}을 (를) 성공적으로 추가했습니다.
lo: ເພີ່ມ {0} ສຳ ເລັດແລ້ວ
my: {0} ကိုအောင်မြင်စွာထည့်ပြီးပါပြီ
vi: Thêm {0} thành công
zh: 已成功添加{0}

# COM_MSG_APP_GUIDE
source: Instructions: Right-click to choose Function Management
de: Anleitung: Klicken Sie mit der rechten Maustaste, um Funktionsverwaltung auszuwählen
fr: Instructions: cliquez avec le bouton droit pour choisir la gestion des fonctions
ja: 手順：右クリックして[機能管理]を選択します
km: សេចក្តីណែនាំ៖ ចុចកណ្តុរខាងស្តាំដើម្បីជ្រើសរើសការគ្រប់គ្រងមុខងារ
ko: 지침 : 기능 관리를 선택하려면 마우스 오른쪽 버튼을 클릭하십시오.
lo: ຄຳ ແນະ ນຳ: ກົດຂວາໃສ່ເພື່ອເລືອກ Function Management
my: ညွှန်ကြားချက်များ - Function Management ကိုရွေးချယ်ရန်ညာဖက်နှိပ်ပါ
vi: Hướng dẫn: Nhấn chuột phải để lựa chọn Quản lý chức năng
zh: 说明：右键单击以选择功能管理

# COM_MSG_ATTR_EXIST
source: Properties already exist
de: Eigenschaften existieren bereits
fr: Les propriétés existent déjà
ja: プロパティはすでに存在します
km: លក្ខណៈសម្បត្តិមានរួចហើយ
ko: 속성이 이미 있습니다.
lo: ຄຸນສົມບັດມີຢູ່ແລ້ວ
my: Properties ရှိပြီးသား
vi: Thuộc tính đã tồn tại
zh: 属性已经存在

# COM_MSG_BRANCH_GUIDE
source: Instructions: Right click to select Add / Edit / Delete branch
de: Anleitung: Klicken Sie mit der rechten Maustaste, um Zweig hinzufügen / bearbeiten / löschen auszuwählen
fr: Instructions: Faites un clic droit pour sélectionner Ajouter / Modifier / Supprimer une branche
ja: 手順：右クリックして、ブランチの追加/編集/削除を選択します
km: សេចក្តីណែនាំ៖ ចុចកណ្តុរស្តាំដើម្បីជ្រើសរើសសាខាបន្ថែម / កែសម្រួល / លុប
ko: 지침 : 마우스 오른쪽 버튼을 클릭하여 분기 추가 / 편집 / 삭제를 선택하십시오.
lo: ຄຳ ແນະ ນຳ: ກົດຂວາໃສ່ເພື່ອເລືອກສາຂາ Add / Edit / Delete
my: ညွှန်ကြားချက်များ - Add / Edit / Delete branch ကိုရွေးရန်ညာဖက်နှိပ်ပါ
vi: Hướng dẫn: Nhấn chuột phải để lựa chọn Thêm / Sửa / Xóa chi nhánh
zh: 说明：右键单击以选择添加/编辑/删除分支

# COM_MSG_CHOSE_FILE
source: Please select the file
de: Bitte wählen Sie die Datei aus
fr: Veuillez sélectionner le fichier
ja: ファイルを選択してください
km: សូមជ្រើសរើសឯកសារ
ko: 파일을 선택하세요
lo: ກະລຸນາເລືອກແຟ້ມເອກະສານ
my: ကျေးဇူးပြုပြီးဖိုင်ရွေးပါ
vi: Vui lòng chọn tệp tin
zh: 请选择文件

# COM_MSG_CHOSE_FILE_20MB
source: Please select files below 20mb
de: Bitte wählen Sie Dateien unter 20 MB
fr: Veuillez sélectionner des fichiers inférieurs à 20 Mo
ja: 20MB未満のファイルを選択してください
km: សូមជ្រើសរើសឯកសារក្រោម ២០mb
ko: 20MB 미만의 파일을 선택하세요.
lo: ກະລຸນາເລືອກແຟ້ມທີ່ຢູ່ລຸ່ມ 20mb
my: ကျေးဇူးပြု၍ 20mb အောက်ရှိဖိုင်များကိုရွေးချယ်ပါ
vi: Vui lòng chọn file dưới 20mb
zh: 请选择20mb以下的文件

# COM_MSG_CREAT_DOCUMENT_COM
source: Do you want to create text or not?
de: Möchten Sie Text erstellen oder nicht?
fr: Voulez-vous créer du texte ou pas?
ja: テキストを作成しますか？
km: តើអ្នកចង់បង្កើតអត្ថបទរឺអត់?
ko: 텍스트를 작성 하시겠습니까?
lo: ທ່ານຕ້ອງການສ້າງຂໍ້ຄວາມຫລືບໍ່?
my: စာသားဖန်တီးချင်ပါသလား။
vi: Bạn muốn tạo văn bản hay không?
zh: 您是否要创建文本？

# COM_MSG_DATA_FAIL
source: There was an error retrieving data !!
de: Beim Abrufen der Daten ist ein Fehler aufgetreten !!
fr: Une erreur s'est produite lors de la récupération des données !!
ja: データの取得中にエラーが発生しました!!
km: មានកំហុសក្នុងការទាញយកទិន្នន័យ !!
ko: 데이터를 검색하는 중에 오류가 발생했습니다 !!
lo: ມີຂໍ້ຜິດພາດໃນການດຶງຂໍ້ມູນ !!
my: ဒေတာရယူနေတဲ့အမှားတစ်ခုရှိခဲ့သည် !!
vi: Có lỗi khi lấy dữ liệu!!
zh: 检索数据时出错！

# COM_MSG_DEACTIVE_COUNT_SUCCESS
source: There is {1} / {2} {0} status set inactive successfully!
de: Der Status {1} / {2} {0} wurde erfolgreich inaktiv gesetzt!
fr: L'état {1} / {2} {0} a été défini avec succès!
ja: {1} / {2} {0}ステータスが正常に非アクティブに設定されています！
km: មាន {1} / {2} {0} បានកំណត់ស្ថានភាពអសកម្មដោយជោគជ័យ!
ko: {1} / {2} {0} 상태가 비활성화되었습니다.
lo: ມີ {1} / {2} {0} ສະຖານະພາບທີ່ ກຳ ນົດການເຄື່ອນໄຫວບໍ່ ສຳ ເລັດ!
my: {1} / {2} {0} အဆင့်အတန်းအောင်မြင်စွာမလှုပ်မရှားဖြစ်နေသည်။
vi: Có {1}/{2} {0} đặt trạng thái không hoạt động thành công!
zh: {1} / {2} {0}状态已成功设为无效！

# COM_MSG_DEACTIVE_FAILED
source: Set inactive for {0} failures!
de: Inaktiv für {0} Fehler setzen!
fr: Défini inactif pour {0} échecs!
ja: {0}の失敗に対して非アクティブに設定してください！
km: កំណត់អសកម្មសម្រាប់ការបរាជ័យ {0}!
ko: {0} 실패에 대해 비활성으로 설정하십시오!
lo: ກຳ ນົດການເຄື່ອນໄຫວ ສຳ ລັບຄວາມລົ້ມເຫລວ {0}!
my: {0} ကျရှုံးမှုများအတွက်မလှုပ်မရှားထားပါ။
vi: Ðặt trạng thái không hoạt động cho các {0} thất bại!
zh: 将{0}失败设为无效！

# COM_MSG_DEACTIVE_SUCCESS
source: Set inactive status for {0} successes!
de: Setze den inaktiven Status für {0} Erfolge!
fr: Définissez l'état inactif pour {0} réussites!
ja: {0}成功の非アクティブステータスを設定してください！
km: កំណត់ស្ថានភាពអសកម្មសម្រាប់ជោគជ័យ {0}!
ko: {0} 성공에 대해 비활성 상태를 설정하십시오!
lo: ຕັ້ງສະຖານະພາບທີ່ບໍ່ມີປະໂຫຍດ ສຳ ລັບຜົນ ສຳ ເລັດ {0}!
my: {0} အောင်မြင်မှုများအတွက်မလှုပ်မရှားအခြေအနေကိုသတ်မှတ်ပါ။
vi: Đặt trạng thái không hoạt động cho các {0} thành công!
zh: 为{0}成功设置无效状态！

# COM_MSG_DELETE_CHILD
source: You must delete {0} first!
de: Sie müssen zuerst {0} löschen!
fr: Vous devez d'abord supprimer {0}!
ja: 最初に{0}を削除する必要があります！
km: អ្នកត្រូវតែលុបចោល {0} ជាមុនសិន!
ko: 먼저 {0}을 (를) 삭제해야합니다!
lo: ທ່ານຕ້ອງລຶບ {0} ກ່ອນ!
my: {0} ကိုအရင်ဖျက်ရမည်
vi: Bạn phải xóa {0} con trước!
zh: 您必须先删除{0}！

# COM_MSG_DELETE_CONFIRM
source: Are you sure you want to delete the selected {0} item?
de: Möchten Sie das ausgewählte Element {0} wirklich löschen?
fr: Voulez-vous vraiment supprimer l'élément {0} sélectionné?
ja: 選択した{0}アイテムを削除してもよろしいですか？
km: តើអ្នកពិតជាចង់លុបធាតុ {0} ដែលបានជ្រើសរើសហើយឬនៅ?
ko: 선택한 {0} 항목을 삭제 하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບລາຍການທີ່ຖືກເລືອກ {0}?
my: ရွေးချယ်ထားသည့် {0} အရာများကိုသင်ဖျက်ချင်သည်သေချာလား။
vi: Bạn có chắc chắn muốn xóa mục {0} đã chọn?
zh: 您确定要删除所选的{0}项目吗？

# COM_MSG_DELETE_CONFIRM_COM
source: Are you sure you want to delete?
de: Sind Sie sicher, dass Sie löschen möchten?
fr: Etes-vous sûr que vous voulez supprimer?
ja: 消去してもよろしいですか？
km: តើអ្នកប្រាកដថាចង់លុបទេ?
ko: 삭제 하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບ?
my: ဖျက်ချင်တာသေချာလား
vi: Bạn có chắc chắn muốn xóa ?
zh: 你确定你要删除？

# COM_MSG_DELETE_FAIL
source: Delete {0} failed!
de: Löschen {0} fehlgeschlagen!
fr: La suppression de {0} a échoué!
ja: {0}の削除に失敗しました！
km: លុប {០} បរាជ័យ!
ko: {0} 삭제 실패!
lo: ລຶບ {0} ລົ້ມເຫລວ!
my: {0} မအောင်မြင်ပါ။
vi: Xóa {0} thất bại!
zh: 删除{0}失败！

# COM_MSG_DELETE_LIST_FAIL
source: Deletion of the {0} failed!
de: Löschen der {0} fehlgeschlagen!
fr: Échec de la suppression du {0}!
ja: {0}の削除に失敗しました！
km: ការលុប {០} បានបរាជ័យ!
ko: {0}을 (를) 삭제하지 못했습니다!
lo: ການລຶບ {0} ລົ້ມເຫລວ!
my: {0} ကိုဖျက်ခြင်းမအောင်မြင်ပါ။
vi: Xóa các {0} thất bại!
zh: 删除{0}失败！

# COM_MSG_DELETE_LIST_SUCCESS
source: Delete the {0} successfully!
de: Lösche die {0} erfolgreich!
fr: Supprimez le {0} avec succès!
ja: {0}を正常に削除してください！
km: លុប {0} ដោយជោគជ័យ!
ko: {0}을 (를) 성공적으로 삭제했습니다!
lo: ລຶບ {0} ສຳ ເລັດ!
my: {0} ကိုအောင်မြင်စွာဖျက်ပါ။
vi: Xóa các {0} thành công!
zh: 成功删除{0}！

# COM_MSG_DELETE_SUCCESS
source: {0} deleted successfully!
de: {0} erfolgreich löschen!
fr: Supprimez {0} avec succès!
ja: {0}を正常に削除してください！
km: លុប {0} ដោយជោគជ័យ!
ko: {0}을 (를) 성공적으로 삭제했습니다!
lo: ລຶບ {0} ສຳ ເລັດ!
my: {0} ကိုအောင်မြင်စွာဖျက်ပါ။
vi: Xóa {0} thành công!
zh: 成功删除{0}！

# COM_MSG_DOWLOAD_ERR
source: Download error file
de: Fehlerdatei herunterladen
fr: Télécharger le fichier d'erreur
ja: エラーファイルをダウンロードする
km: ទាញយកឯកសារកំហុស
ko: 오류 파일 다운로드
lo: ດາວໂຫລດເອກະສານຜິດພາດ
my: အမှားဖိုင်ကိုကူးယူပါ
vi: Tải tệp tin lỗi
zh: 下载错误文件

# COM_MSG_DOWLOAD_SUCCESS
source: Download the file successfully
de: Laden Sie die Datei erfolgreich herunter
fr: Téléchargez le fichier avec succès
ja: ファイルを正常にダウンロードする
km: ទាញយកឯកសារដោយជោគជ័យ
ko: 성공적으로 파일 다운로드
lo: ດາວໂຫລດເອກະສານຢ່າງ ສຳ ເລັດຜົນ
my: ဖိုင်ကိုအောင်မြင်စွာ download လုပ်ပါ
vi: Tải tệp tin thành công
zh: 成功下载文件

# COM_MSG_EDITED_FILE_SUCCESS
source: File saved successfully
de: Datei erfolgreich gespeichert
fr: Fichier enregistré avec succès
ja: ファイルは正常に保存されました
km: បានរក្សាទុកឯកសារដោយជោគជ័យ
ko: 파일이 성공적으로 저장되었습니다.
lo: ໄຟລ໌ບັນທຶກຢ່າງ ສຳ ເລັດຜົນ
my: ဖိုင်အောင်မြင်စွာသိမ်းဆည်းပြီး
vi: Lưu tệp thành công
zh: 文件保存成功

# COM_MSG_EDITED_PEOPLE_OTHER
source: The file is being edited by another user. Please try again later
de: Die Datei wird von einem anderen Benutzer bearbeitet. Bitte versuchen Sie es später noch einmal
fr: Le fichier est en cours d'édition par un autre utilisateur. Veuillez réessayer plus tard
ja: ファイルは別のユーザーによって編集されています。後でもう一度やり直してください
km: ឯកសារកំពុងត្រូវបានកែសម្រួលដោយអ្នកប្រើប្រាស់ម្នាក់ទៀត។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ
ko: 다른 사용자가 파일을 편집하고 있습니다. 나중에 다시 시도하세요
lo: ເອກະສານດັ່ງກ່າວ ກຳ ລັງຖືກດັດແກ້ໂດຍຜູ້ໃຊ້ອື່ນ. ກະລຸນາລອງ ໃໝ່ ໃນພາຍຫຼັງ
my: ဤဖိုင်သည်အခြားအသုံးပြုသူမှတည်းဖြတ်နေသည်။ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ
vi: Tệp đang được chỉnh sửa bởi một người dùng khác. Vui lòng thử lại sau
zh: 该文件正在由另一个用户编辑。请稍后再试

# COM_MSG_EDIT_CONFIRM
source: Do you want to change
de: Möchtest du wechseln
fr: Voulez-vous changer
ja: 変更しますか
km: តើអ្នកចង់ផ្លាស់ប្តូរទេ?
ko: 변경 하시겠습니까
lo: ເຈົ້າຕ້ອງການປ່ຽນແປງບໍ່?
my: သင်ပြောင်းလဲချင်ပါသလား
vi: Bạn có muốn thay đổi không
zh: 你想改变吗

# COM_MSG_ERR
source: An error occurred !
de: Ein Fehler ist aufgetreten !
fr: Une erreur s'est produite!
ja: エラーが発生しました ！
km: កំហុស​មួយ​បាន​កើត​ឡើង !
ko: 오류가 발생하였습니다 !
lo: ເກີດຂໍ້ຜິດພາດ!
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည်
vi: Có lỗi xảy ra !
zh: 发生错误！

# COM_MSG_ERR_ADD
source: There was an error adding!
de: Beim Hinzufügen ist ein Fehler aufgetreten!
fr: Une erreur s'est produite lors de l'ajout!
ja: 追加中にエラーが発生しました！
km: មានកំហុសបន្ថែម!
ko: 추가하는 중에 오류가 발생했습니다!
lo: ມີຂໍ້ຜິດພາດໃນການເພີ່ມ!
my: ဖြည့်စွက်အမှားတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi thêm !
zh: 添加时出错！

# COM_MSG_ERR_ADD_IMG
source: There was an error adding {0}
de: Beim Hinzufügen von {0} ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'ajout de {0}
ja: {0}の追加中にエラーが発生しました
km: មានកំហុសក្នុងការបន្ថែម {0}
ko: {0}을 (를) 추가하는 중에 오류가 발생했습니다.
lo: ມີຂໍ້ຜິດພາດໃນການເພີ່ມ {0}
my: {0} ထည့်သွင်းခြင်းအမှားတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi thêm {0}
zh: 添加{0}时出错

# COM_MSG_ERR_RETRY
source: An error occurred, please try again.
de: Es ist ein Fehler aufgetreten. Versuchen Sie es erneut.
fr: Une erreur s'est produite, veuillez réessayer.
ja: エラーが発生しました。もう一度やり直してください。
km: មានកំហុសកើតឡើងសូមព្យាយាមម្តងទៀត។
ko: 에러가 발생했습니다 .. 다시 시도 해주세요.
lo: ມີຂໍ້ຜິດພາດເກີດຂື້ນ, ກະລຸນາລອງ ໃໝ່ ອີກຄັ້ງ.
my: အမှားတစ်ခုဖြစ်ပွားပြီး ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ
vi: Xảy ra lỗi, vui lòng thử lại.
zh: 发生错误，请重试。

# COM_MSG_EXITS
source: {0} already exists
de: {0} existiert bereits
fr: {0} existe déjà
ja: {0}はすでに存在します
km: {0} មានរួចហើយ
ko: {0}이 (가) 이미 있습니다.
lo: {0} ມີຢູ່ແລ້ວ
my: {0} ရှိပြီးသား
vi: {0} đã tồn tại
zh: {0}已经存在

# COM_MSG_FILE_EXISTS
source: The file already exists
de: Die Datei existiert bereits
fr: Le fichier existe déjà
ja: ファイルはすでに存在します
km: ឯកសារមានរួចហើយ
ko: 파일이 이미 있습니다.
lo: ແຟ້ມມີຢູ່ແລ້ວ
my: ဖိုင်ရှိပြီးသား
vi: Tệp tin đã tồn tại
zh: 该文件已存在

# COM_MSG_FILE_FAIL
source: There was an error loading the file
de: Beim Laden der Datei ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors du chargement du fichier
ja: ファイルの読み込み中にエラーが発生しました
km: មានកំហុសក្នុងការផ្ទុកឯកសារ
ko: 파일을로드하는 중에 오류가 발생했습니다.
lo: ເກີດຄວາມຜິດພາດໃນການໂຫລດເອກະສານ
my: ဖိုင်တင်နေစဉ်အမှားတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi tải tệp
zh: 加载文件时出错

# COM_MSG_FILE_FAIL_FORMAT
source: The file is malformed
de: Die Datei ist fehlerhaft
fr: Le fichier est mal formé
ja: ファイルの形式が正しくありません
km: ឯកសារមិនត្រឹមត្រូវ
ko: 파일 형식이 잘못되었습니다.
lo: ເອກະສານດັ່ງກ່າວບໍ່ຖືກຕ້ອງ
my: ဖိုင်သည်ပုံပျက်နေသည်
vi: Tệp tin sai định dạng
zh: 文件格式错误

# COM_MSG_FILE_NOT_HISTORY
source: Format has no history
de: Format hat keine Geschichte
fr: Le format n'a pas d'historique
ja: フォーマットには履歴がありません
km: ទ្រង់ទ្រាយមិនមានប្រវត្តិទេ
ko: 형식에 기록이 없습니다.
lo: ຮູບແບບບໍ່ມີປະຫວັດ
my: ပုံစံမရှိပါ
vi: Định dạng không có lịch sử
zh: 格式没有历史

# COM_MSG_FILE_SUPPORT_PREVIEW
source: The file does not support preview
de: Die Datei unterstützt keine Vorschau
fr: Le fichier ne prend pas en charge l'aperçu
ja: ファイルはプレビューをサポートしていません
km: ឯកសារមិនគាំទ្រការមើលជាមុនទេ
ko: 파일이 미리보기를 지원하지 않습니다.
lo: ເອກະສານບໍ່ຮອງຮັບການສະແດງຕົວຢ່າງ
my: ဖိုင်သည်အစမ်းကြည့်ခြင်းကိုမထောက်ခံပါ
vi: Tệp chưa hỗ trợ xem trước
zh: 该文件不支持预览

# COM_MSG_FINISH
source: Finish
de: Fertig
fr: terminer
ja: 終了
km: បញ្ចប់
ko: 끝
lo: ຈົບ
my: ပြီးပြီ
vi: Hoàn thành
zh: 完

# COM_MSG_FORMAT_DOCX_PDF
source: Required formats are: docx, pdf!
de: Erforderliche Formate sind: docx, pdf!
fr: Les formats requis sont: docx, pdf!
ja: 必要な形式は次のとおりです：docx、pdf！
km: ទ្រង់ទ្រាយដែលត្រូវការគឺៈ docx, pdf!
ko: 필수 형식 : docx, pdf!
lo: ຮູບແບບທີ່ຕ້ອງການແມ່ນ: docx, pdf!
my: လိုအပ်သောပုံစံများမှာ - docx, pdf!
vi: Định dạng bắt buộc là: docx,pdf!
zh: 所需格式为：docx，pdf！

# COM_MSG_FORMAT_EMAIL
source: Email format is not correct, please re-enter
de: Das E-Mail-Format ist nicht korrekt. Bitte erneut eingeben
fr: Le format de l'e-mail n'est pas correct, veuillez saisir à nouveau
ja: メールの形式が正しくありません。再入力してください
km: ទ្រង់ទ្រាយអ៊ីមែលមិនត្រឹមត្រូវសូមបញ្ចូលម្តងទៀត
ko: 이메일 형식이 올바르지 않습니다. 다시 입력하십시오.
lo: ຮູບແບບອີເມວບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນອີກຄັ້ງ
my: အီးမေးလ်ပုံစံသည်မမှန်ပါ။ ကျေးဇူးပြု၍ ပြန်လည်ထည့်သွင်းပါ
vi: Định dạng Email chưa đúng vui lòng nhập lại
zh: 电子邮件格式不正确，请重新输入

# COM_MSG_FORMAT_EXCEL
source: Email format is not correct, please re-enter
de: Das E-Mail-Format ist nicht korrekt. Bitte erneut eingeben
fr: Le format de l'e-mail n'est pas correct, veuillez saisir à nouveau
ja: メールの形式が正しくありません。再入力してください
km: ទ្រង់ទ្រាយអ៊ីមែលមិនត្រឹមត្រូវសូមបញ្ចូលម្តងទៀត
ko: 이메일 형식이 올바르지 않습니다. 다시 입력하십시오.
lo: ຮູບແບບອີເມວບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນອີກຄັ້ງ
my: အီးမေးလ်ပုံစံသည်မမှန်ပါ။ ကျေးဇူးပြု၍ ပြန်လည်ထည့်သွင်းပါ
vi: Sai định dạng tệp excel
zh: 电子邮件格式不正确，请重新输入

# COM_MSG_FORMAT_IMAGE
source: Wrong excel file format
de: Falsches Excel-Dateiformat
fr: Mauvais format de fichier Excel
ja: 間違ったexcelファイル形式
km: ទ្រង់ទ្រាយឯកសារពូកែខុស
ko: 잘못된 Excel 파일 형식
lo: ຮູບແບບແຟ້ມ Excel ທີ່ບໍ່ຖືກຕ້ອງ
my: Excel ဖိုင်အမျိုးအစားမှား
vi: Sai định dạng tệp ảnh
zh: Excel文件格式错误

# COM_MSG_FORMAT_PNG_JPG_JEG_GIF_BMP
source: Only accept the following formats: png, jpg, jpeg, gif, bmp!
de: Akzeptieren Sie nur die folgenden Formate: png, jpg, jpeg, gif, bmp!
fr: N'acceptez que les formats suivants: png, jpg, jpeg, gif, bmp!
ja: 次の形式のみを受け入れます：png、jpg、jpeg、gif、bmp！
km: ទទួលយកតែទ្រង់ទ្រាយដូចតទៅ៖ png, jpg, jpeg, gif, bmp!
ko: 다음 형식 만 허용하십시오 : png, jpg, jpeg, gif, bmp!
lo: ຍອມຮັບພຽງແຕ່ຮູບແບບຕໍ່ໄປນີ້: png, jpg, jpeg, gif, bmp!
my: အောက်ပါပုံစံများကိုသာလက်ခံပါ: png, jpg, jpeg, gif, bmp!
vi: Chỉ nhận các định dạng sau: png, jpg, jpeg, gif, bmp, svg!
zh: 仅接受以下格式：png，jpg，jpeg，gif，bmp！

# COM_MSG_FUNC_GUIDE
source: Instructions: Right-click to choose Resource Manager
de: Anleitung: Klicken Sie mit der rechten Maustaste, um Ressourcenmanager auszuwählen
fr: Instructions: cliquez avec le bouton droit pour choisir Resource Manager
ja: 手順：右クリックしてResourceManagerを選択します
km: សេចក្តីណែនាំ: ចុចខាងស្តាំដើម្បីជ្រើសរើសអ្នកគ្រប់គ្រងធនធាន
ko: 지침 : 리소스 관리자를 선택하려면 마우스 오른쪽 단추를 클릭하십시오.
lo: ຄຳ ແນະ ນຳ: ກົດຂວາໃສ່ເພື່ອເລືອກຜູ້ຈັດການຊັບພະຍາກອນ
my: ညွှန်ကြားချက်များ - အရင်းအမြစ်မန်နေဂျာကိုရွေးချယ်ရန်ညာဖက်နှိပ်ပါ
vi: Hướng dẫn: Nhấn chuột phải để lựa chọn Quản lý tài nguyên
zh: 说明：右键单击以选择资源管理器

# COM_MSG_IMG
source: image
de: Bild
ja: 画像
km: រូបភាព
ko: 영상
lo: ຮູບພາບ
my: ပုံ
vi: ảnh
zh: 图片
