Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/SharedResources.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# COM_ACTIVITY
source: Work
de: Arbeit
fr: Travail
ja: 作業
km: ការងារ
ko: 작업
lo: ເຮັດວຽກ
my: အလုပ်
vi: Hoạt động
zh: 工作

# COM_ADD_FILE
source: Add files
de: Dateien hinzufügen
fr: Ajouter des fichiers
ja: 追加ファイル
km: បន្ថែម​ឯកសារ
ko: 파일 추가
lo: ເພີ່ມແຟ້ມ
my: ဖိုင်များကိုထည့်ပါ
vi: Thêm tệp tin
zh: 新增档案

# COM_ADD_FILE_SUCCESS
source: New file added successfully
de: Neue Datei erfolgreich hinzugefügt
fr: Nouveau fichier ajouté avec succès
ja: 新しいファイルが正常に追加されました
km: បានបន្ថែមឯកសារថ្មីដោយជោគជ័យ
ko: 새 파일이 성공적으로 추가되었습니다.
lo: ເພີ່ມເອກະສານ ໃໝ່ ສຳ ເລັດແລ້ວ
my: ဖိုင်အသစ်ကိုအောင်မြင်စွာထည့်ပြီးပါပြီ
vi: Thêm mới tệp tin thành công
zh: 新文件添加成功

# COM_ADD_PEOPLE
source: More people
de: Mehr Leute
fr: Plus de gens
ja: より多くの人々
km: មាន​មនុស្ស​ជា​ច្រើន​ទៀត
ko: 더 많은 사람
lo: ມີຄົນຫລາຍຂື້ນ
my: လူများများ
vi: Thêm người
zh: 更多的人

# COM_ADD_SUCCESS
source: More success
de: Mehr Erfolg
fr: Plus de succès
ja: より多くの成功
km: ជោគជ័យកាន់តែច្រើន
ko: 더 많은 성공
lo: ຄວາມ ສຳ ເລັດຫຼາຍຂື້ນ
my: ပိုမိုအောင်မြင်မှုရ
vi: Thêm thành công
zh: 更多成功

# COM_APPROVE_BY
source: Confirmed by
de: Bestätigt von
fr: Confirmé par
ja: によって確認された
km: បញ្ជាក់ដោយ
ko: 확인자
lo: ຢັ້ງຢືນໂດຍ
my: အတည်ပြုသည်
vi: Duyệt bởi
zh: 经证实

# COM_ATTACHED_FILE
source: Attachments
de: Anhänge
fr: Pièces jointes
ja: 添付ファイル
km: ឯកសារភ្ជាប់
ko: 첨부 파일
lo: ເອກະສານຕິດຄັດ
my: ပူးတွဲဖိုင်များ
vi: Tệp đính kèm
zh: 附件

# COM_BODY_EDIT
source: Amendments
de: Änderungen
fr: Modifications
ja: 修正
km: វិសោធនកម្ម
ko: 수정
lo: ການປັບປຸງ
my: ပြင်ဆင်ချက်
vi: Nội dung sửa đổi
zh: 修正案

# COM_BREAD_CRUMB_ASSET_MAINTENANCE
source: Maintenance and repair
de: Instandhaltung und Reparatur
fr: Maintenance et réparation
ja: 補修
km: ថែទាំនិងជួសជុល
ko: 유지 보수 및 수리
lo: ບຳ ລຸງຮັກສາແລະສ້ອມແປງ
my: ပြုပြင်ထိန်းသိမ်းခြင်းနှင့်ပြုပြင်ခြင်း
vi: Bảo dưỡng sửa chữa
zh: 维护和修理

# COM_BREAD_CRUMB_ASSET_OPERATE
source: Procurement commissioned
de: Beschaffung in Auftrag gegeben
fr: Approvisionnement commandé
ja: 調達委託
km: ទទួលបានលទ្ធកម្ម
ko: 조달 위탁
lo: ການຈັດຊື້ຈັດຫາງານ
my: ဝယ်ယူရေးပြန်တမ်း
vi: Mua sắm vận hành
zh: 采购委托

# COM_BREAD_CRUMB_COMMON_CATE
source: General category
de: Allgemeine Kategorie
fr: Catégorie générale
ja: 一般カテゴリ
km: ប្រភេទទូទៅ
ko: 일반 카테고리
lo: ປະເພດທົ່ວໄປ
my: အထွေထွေအမျိုးအစား
vi: Danh mục chung
zh: 一般类别

# COM_BREAD_CRUMB_EMPLOYEE
source: Personnel
de: Personal
ja: 人員
km: បុគ្គលិក
ko: 인원
lo: ບຸກຄະລາກອນ
my: ဝန်ထမ်း
vi: Hành chính nhân sự
zh: 人员

# COM_BREAD_CRUMB_STATISTICAL
source: Statistic
de: Statistik
fr: Statistique
ja: 統計
km: ស្ថិតិ
ko: 통계량
lo: ສະຖິຕິ
my: စာရင်းအင်း
vi: Báo cáo thống kê
zh: 统计

# COM_BREAD_CRUMB_STORE
source: Sell
de: Verkaufen
fr: Vendre
ja: 売る
km: លក់
ko: 팔다
lo: ຂາຍ
my: ရောင်းမည်
vi: Bán hàng
zh: 卖

# COM_BREAD_CRUMD_FINANCE_FUND
source: Fund alert
de: Fondsalarm
fr: Alerte de fonds
ja: ファンドアラート
km: ការជូនដំណឹងអំពីមូលនិធិ
ko: 펀드 알림
lo: ແຈ້ງເຕືອນການລະດົມທຶນ
my: ရန်ပုံငွေသတိပေးချက်
vi: Cảnh báo quỹ
zh: 资金警报

# COM_BTN_ADD
source: Add new
de: Neue hinzufügen
fr: Ajouter nouveau
ja: 新しく追加する
km: បន្ថែម​ថ្មី
ko: 새로운 걸 더하다
lo: ເພີ່ມ ໃໝ່
my: အသစ်ထည့်ပါ
vi: Thêm mới
zh: 添新

# COM_BTN_ADD_BOARD
source: Create Table
de: Tabelle erstellen
fr: Créer une table
ja: テーブルを作成する
km: បង្កើតតារាង
ko: 테이블 생성
lo: ສ້າງຕາຕະລາງ
my: စားပွဲတင်ဖန်တီးပါ
vi: Tạo bảng
zh: 建立表格

# COM_BTN_ADD_CALENDAR
source: Add a calendar
de: Fügen Sie einen Kalender hinzu
fr: Ajouter un calendrier
ja: カレンダーを追加する
km: បន្ថែមប្រតិទិន
ko: 캘린더 추가
lo: ເພີ່ມປະຕິທິນ
my: ပြက္ခဒိန်တစ်ခုထည့်ပါ
vi: Thêm lịch
zh: 添加日历

# COM_BTN_ADD_CAR
source: Assign
de: Zuordnen
fr: Attribuer
ja: 割当
km: ចាត់តាំង
ko: 양수인
lo: ມອບ ໝາຍ
vi: Giao việc
zh: 分配

# COM_BTN_ADD_TEAM
source: Group
de: Erstellen Sie eine Gruppe
fr: Créer un groupe
ja: グループを作成する
km: បង្កើតក្រុម
ko: 그룹 만들기
lo: ສ້າງກຸ່ມ
my: အုပ်စုတစ်ခုဖန်တီးပါ
vi: Nhóm
zh: 建立群组

# COM_BTN_ADVANCE_SEARCH
source: Advanced search
de: Erweiterte Suche
fr: Recherche Avancée
ja: 高度な検索
km: ការស្វែងរកកម្រិតខ្ពស់
ko: 고급 검색
lo: ການຄົ້ນຫາຂັ້ນສູງ
my: အသေးစိတ်ရှာဖွေရန်
vi: Tìm kiếm nâng cao
zh: 高级搜索

# COM_BTN_BACK
source: Come back
de: Komm zurück
fr: Reviens
ja: 戻って
km: ត្រឡប់មកវិញ
ko: 돌아와
lo: ກັບມາ
my: ပြန်လာသည်
vi: Quay lại
zh: 回来

# COM_BTN_CALENDAR
source: Calendar
de: Kalender
fr: Calendrier
ja: カレンダー
km: ប្រតិទិន
ko: 달력
lo: ປະຕິທິນ
my: ပြက္ခဒိန်
vi: Lịch
zh: 日历

# COM_BTN_CANCEL
source: Cancel
de: Stornieren
fr: Annuler
ja: キャンセル
km: បោះបង់
ko: 취소
lo: ຍົກເລີກ
my: ပယ်ဖျက်ပါ
vi: Hủy bỏ
zh: 取消

# COM_BTN_CARD_JOB
source: Add a card
de: Füge eine Karte hinzu
fr: Ajouter une carte
ja: カードを追加
km: បន្ថែមកាត
ko: 카드 추가
lo: ຕື່ມບັດ
my: ကဒ်ထည့်ပါ
vi: Thêm thẻ
zh: 添加一张信用卡

# COM_BTN_CHECK
source: Check
de: Prüfen
fr: Vérifier
ja: 小切手
km: ពិនិត្យ
ko: 검사
lo: ກວດສອບ
my: စစ်ဆေးပါ
vi: Kiểm tra
zh: 检查一下

# COM_BTN_CLOSE
source: Closed
de: Geschlossen
fr: Fermé
ja: 閉まっている
km: បានបិទ
ko: 닫은
lo: ປິດແລ້ວ
my: ပိတ်သိမ်း
vi: Đóng
zh: 关闭

# COM_BTN_CONFIRM
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
km: បញ្ជាក់
ko: 확인
lo: ຢືນຢັນ
my: အတည်ပြုပါ
vi: Xác nhận
zh: 确认

# COM_BTN_CONTINUE
source: Continue
de: Fortsetzen
fr: Continuer
ja: 継続する
km: បន្ត
ko: 계속하다
lo: ສືບຕໍ່
my: ဆက်လက်
vi: Tiếp tục
zh: 继续

# COM_BTN_DELETE
source: Erase
de: Löschen
fr: Effacer
ja: 消去
km: លុប
ko: 삭제
lo: ລົບລ້າງ
my: ဖျက်ပါ
vi: Xóa
zh: 擦除

# COM_BTN_DESCRIBE
source: Description
de: Beschreibung
fr: La description
ja: 説明
km: ការពិពណ៌នា
ko: 기술
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
vi: Mô tả
zh: 描述

# COM_BTN_DOWLOAD
source: Download
de: Herunterladen
fr: Télécharger
ja: ダウンロード
km: ទាញយក
ko: 다운로드
lo: ດາວໂຫລດ
my: ဒေါင်းလုပ်
vi: Tải xuống
zh: 下载

# COM_BTN_EDIT
source: Update
de: Aktualisieren
fr: Mise à jour
ja: 更新
km: ធ្វើបច្ចុប្បន្នភាព
ko: 최신 정보
lo: ປັບປຸງໃຫ້ທັນ
my: နောက်ဆုံးသတင်း
vi: Cập nhật
zh: 更新资料

# COM_BTN_EDIT_BOARD
source: Edit the table
de: Bearbeiten Sie die Tabelle
fr: Modifier le tableau
ja: テーブルを編集する
km: កែសម្រួលតារាង
ko: 표 수정
lo: ແກ້ໄຂຕາຕະລາງ
my: စားပွဲပေါ်မှာတည်းဖြတ်ပါ
vi: Sửa bảng
zh: 编辑表格

# COM_BTN_EXCEL
source: Export Excel
de: Excel exportieren
fr: Exporter Excel
ja: Excelをエクスポートする
km: នាំចេញ Excel
ko: Excel 내보내기
lo: ສົ່ງອອກ Excel
my: Excel တင်ပို့ပါ
vi: Xuất Excel
zh: 汇出Excel

# COM_BTN_FILE
source: File
de: Datei
fr: Fichier
ja: ファイル
km: ឯកសារ
ko: 파일
lo: ແຟ້ມ
my: ဖိုင်
vi: Tệp tin
zh: 文件

# COM_BTN_HIDDEN_SHOW
source: Hide / Show
de: Verstecken anzeigen
fr: Cacher / Montrer
ja: 非表示/表示
km: លាក់ / បង្ហាញ
ko: 숨기기 / 표시
lo: ເຊື່ອງ / ສະແດງ
my: ဖျောက်ထားပါ
vi: Ẩn/Hiện
zh: 隐藏/显示

# COM_BTN_IMPORT
source: order
de: bestellen
fr: commande
ja: 注文
km: សណ្តាប់ធ្នាប់
ko: 주문
lo: ຄໍາສັ່ງ
my: အမိန့်
vi: đặt hàng
zh: 订购

# COM_BTN_INHERITANCE
source: Inheritance
de: Erbe
fr: Héritage
ja: 継承
km: មរតក
ko: 계승
lo: ມູນມໍລະດົກ
my: အမွေ
vi: Kế thừa
zh: 遗产

# COM_BTN_PDF
source: Export PDF files
de: Exportieren Sie PDF-Dateien
fr: Exporter des fichiers PDF
ja: PDFファイルをエクスポートする
km: នាំចេញឯកសារ PDF
ko: PDF 파일 내보내기
lo: ສົ່ງອອກເອກະສານ PDF
my: PDF ဖိုင်များကိုတင်ပို့ပါ
vi: Xuất file PDF
zh: 导出PDF文件

# COM_BTN_PROPERTIES
source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティ
km: លក្ខណៈសម្បត្តិ
ko: 속성
lo: ຄຸນສົມບັດ
my: Properties ကို
vi: Thuộc tính
zh: 物产

# COM_BTN_REATTACHED
source: Reattached
de: Wieder angebracht
fr: Rattaché
ja: 再取り付け
km: បានភ្ជាប់ឡើងវិញ
ko: 다시 연결됨
lo: ຕິດຕໍ່ ໃໝ່
my: ပြန်လည်ထည့်သွင်း
vi: Gắn lại
zh: 重新连接

# COM_BTN_RECALL
source: Withdrawal
de: Rückzug
fr: Retrait
ja: 撤退
km: ដកប្រាក់
ko: 철수
lo: ຖອນເງິນ
my: ထုတ်ယူခြင်း
vi: Thu hồi
zh: 退出

# COM_BTN_REFRESH
source: Refresh
de: Aktualisierung
fr: Rafraîchir
ja: 更新
km: ធ្វើ​ឱ្យ​ស្រស់
ko: 새롭게 하다
lo: ໂຫຼດຫນ້າຈໍຄືນ
vi: Làm mới
zh: 刷新

# COM_BTN_REPOSITORY
source: File repository
de: Datei-Repository
fr: Dépôt de fichiers
ja: ファイルリポジトリ
km: ឃ្លាំងឯកសារ
ko: 파일 저장소
lo: ບ່ອນເກັບມ້ຽນເອກະສານ
my: ဖိုင် repository ကို
vi: Kho tệp tin
zh: 文件库

# COM_BTN_SAVE
source: Save
de: speichern
fr: sauvegarder
ja: 保存する
km: រក្សាទុក
ko: 저장
lo: ບັນທຶກ
my: သိမ်းဆည်းပါ
vi: Lưu lại
zh: 救

# COM_BTN_SAVE_ALL
source: Save all
de: Rette alle
fr: Sauver tous
ja: すべてを救う
km: រក្សាទុកទាំងអស់
ko: 모두 저장
lo: ປະຢັດທັງ ໝົດ
my: အားလုံးသိမ်းဆည်းပါ
vi: Lưu tất cả
zh: 保存全部

# COM_BTN_SEARCH
source: Search
de: Suche
fr: Chercher
ja: 探す
km: ស្វែងរក
ko: 검색
lo: ຄົ້ນຫາ
my: ရှာပါ
vi: Tìm kiếm
zh: 搜索

# COM_BTN_SETUP_DEFAULT
source: Set default storage
de: Legen Sie den Standardspeicher fest
fr: Définir le stockage par défaut
ja: デフォルトのストレージを設定する
km: កំណត់ទំហំផ្ទុកលំនាំដើម
ko: 기본 저장소 설정
lo: ຕັ້ງຄ່າການເກັບຮັກສາໄວ້ໃນຕອນຕົ້ນ
my: ပုံသေသိုလှောင်မှုကိုသတ်မှတ်ပါ
vi: Chọn thư mục
zh: 设置默认存储

# COM_BTN_SET_SIGN
source: Registration
de: Anmeldung
fr: enregistrement
ja: 登録
km: ការចុះឈ្មោះ
ko: 기재
lo: ການລົງທະບຽນ
my: မှတ်ပုံတင်ခြင်း
vi: Đăng ký
zh: 注册

# COM_BTN_SHARE
source: Share
de: Teilen
fr: Partager
ja: シェア
km: ចែករំលែក
ko: 공유
lo: ແບ່ງປັນ
my: မျှဝေပါ
vi: Chia sẻ
zh: 分享

# COM_BTN_SIGN_UP
source: Sign up
de: Anmelden
fr: S'inscrire
ja: サインアップ
km: ចុះ​ឈ្មោះ
ko: 가입하기
lo: ລົງ​ທະ​ບຽນ
my: ဆိုင်းအပ်
vi: Đăng kí
zh: 注册

# COM_BTN_STATISTICAL
source: Statistical
de: Statistisch
fr: Statistique
ja: 統計
km: ស្ថិតិ
ko: 통계
lo: ສະຖິຕິ
my: စာရင်းအင်း
vi: Thống kê
zh: 统计

# COM_BTN_UPDATE
source: Repair
de: Reparatur
fr: réparation
ja: 修復
km: ជួសជុល
ko: 수리
lo: ສ້ອມແປງ
my: ပြုပြင်ပါ
vi: Sửa
zh: 修理

# COM_BTN_UP_FILE
source: Download the file
de: Laden Sie die Datei herunter
fr: Téléchargez le fichier
ja: ファイルをダウンロードする
km: ទាញយកឯកសារ
ko: 파일 다운로드
lo: ດາວໂຫລດເອກະສານ
my: ဖိုင်ကို download လုပ်ပါ
vi: Tải tệp
zh: 下载档案

# COM_BTN_USE_DEFAULT_SETTING
source: Use default setting
de: Standardeinstellung verwenden
fr: Utiliser le paramètre par défaut
ja: デフォルト設定を使用
km: ប្រើការកំណត់លំនាំដើម
ko: 기본 설정 사용
lo: ໃຊ້ການຕັ້ງຄ່າເລີ່ມຕົ້ນ
my: ပုံသေသတ်မှတ်ချက်ကိုအသုံးပြုပါ
vi: Sử dụng cài đặt mặt định
zh: 使用默认设置

# COM_CONFIRM
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
km: បញ្ជាក់
ko: 확인
lo: ຢືນຢັນ
my: အတည်ပြုပါ
vi: Xác nhận
zh: 确认

# COM_CONFIRM_CANCEL
source: Cancel
de: Stornieren
fr: Annuler
ja: キャンセル
km: បោះបង់
ko: 취소
lo: ຍົກເລີກ
my: ပယ်ဖျက်ပါ
vi: Hủy
zh: 取消

# COM_CONFIRM_OK
source: Sure
de: Sicher
fr: Sûr
ja: 承知しました
km: ប្រាកដ
ko: 확실한
lo: ແນ່ໃຈ
my: သေချာတာပေါ့
vi: Chắc chắn
zh: 当然

# COM_CONNECT_FAILURE
source: Server connection failed
de: Serververbindung fehlgeschlagen
fr: La connexion au serveur a échoué
ja: サーバー接続に失敗しました
km: ការភ្ជាប់ម៉ាស៊ីនមេបានបរាជ័យ
ko: 서버 연결 실패
lo: ການເຊື່ອມຕໍ່ເຊີບເວີລົ້ມເຫລວ
my: ဆာဗာဆက်သွယ်မှုမအောင်မြင်ပါ
vi: Kết nối server không thành công
zh: 服务器连接失败

# COM_CRUD_ACT_REPEAT
source: Activity rework
de: Aktivitätsüberarbeitung
fr: Reprise d'activité
ja: アクティビティのやり直し
km: ដំណើរការសកម្មភាពឡើងវិញ
ko: 활동 재 작업
lo: ການເຮັດວຽກຄືນ ໃໝ່
my: လှုပ်ရှားမှု rework
vi: Hoạt động làm lại
zh: 活动返工

# COM_CRUD_WF_CAT
source: Flow of operation
de: Ablauf des Betriebs
fr: Flux de fonctionnement
ja: 操作の流れ
km: លំហូរនៃប្រតិបត្តិការ
ko: 운영의 흐름
lo: ການໄຫລວຽນຂອງການປະຕິບັດງານ
my: စစ်ဆင်ရေးစီးဆင်းမှု
vi: Luồng hoạt động
zh: 操作流程

# COM_CRUMB_ACTIVITY
source: Business flow category
de: Geschäftsablaufkategorie
fr: Catégorie de flux d'affaires
ja: ビジネスフローカテゴリ
km: ប្រភេទលំហូរអាជីវកម្ម
ko: 비즈니스 흐름 범주
lo: ປະເພດກະແສທຸລະກິດ
my: စီးပွားရေးစီးဆင်းမှုအမျိုးအစား
vi: Danh mục luồng nghiệp vụ
zh: 业务流程类别

# COM_CRUMB_ALLOWANCE_CATEGORY
source: Allowance list
de: Zulassungsliste
fr: Liste des allocations
ja: 許容値リスト
km: បញ្ជីប្រាក់ឧបត្ថម្ភ
ko: 수당 목록
lo: ບັນຊີລາຍຊື່ເງິນອຸດ ໜູນ
my: ထောက်ပံ့ကြေးစာရင်း
vi: Danh mục phụ cấp
zh: 津贴清单

# COM_CRUMB_ALLOWANCE_PARAM
source: Parameters
de: Parameter
fr: Paramètres
ja: パラメーター
km: ប៉ារ៉ាម៉ែត្រ
ko: 매개 변수
lo: ພາລາມິເຕີ
vi: Tham số
zh: 参量

# COM_CRUMB_ALLOWANCE_SETTING_PARAM
source: Allowance calculation
de: Zulassungsberechnung
fr: Calcul de l'allocation
ja: 許容値の計算
km: ការគណនាប្រាក់ឧបត្ថម្ភ
ko: 수당 계산
lo: ການຄິດໄລ່ເງິນອຸດ ໜູນ
my: ထောက်ပံ့ကြေးတွက်ချက်မှု
vi: Tính phụ cấp
zh: 津贴计算

# COM_CRUMB_APPLICATION
source: Application
de: Anwendung
ja: 応用
km: ពាក្យសុំ
ko: 신청
lo: ໃບສະ ໝັກ
my: လျှောက်လွှာ
vi: Ứng dụng
zh: 应用

# COM_CRUMB_ASSET
source: Property book
de: Immobilienbuch
fr: Livre de propriété
ja: プロパティブック
km: សៀវភៅទ្រព្យសម្បត្តិ
ko: 부동산 책
lo: ປື້ມບັນຊີຊັບສິນ
my: အိမ်ခြံမြေစာအုပ်
vi: Sổ tài sản
zh: 财产簿

# COM_CRUMB_ASSET_ACTIVITY
source: Work
de: Arbeit
fr: Travail
ja: 作業
km: ការងារ
ko: 작업
lo: ເຮັດວຽກ
my: အလုပ်
vi: Hoạt động
zh: 工作

# COM_CRUMB_ASSET_ALLOCATION
source: Asset allocation
fr: Allocation d'actifs
ja: 資産配分
km: ការបែងចែកទ្រព្យសម្បត្តិ
ko: 자산 배분
lo: ການຈັດສັນຊັບສິນ
my: ပိုင်ဆိုင်မှုခွဲဝေချထားမှု
vi: Cấp phát tài sản
zh: 资产分配

# COM_CRUMB_ASSET_BUY
source: Buy an asset
de: Kaufen Sie einen Vermögenswert
fr: Acheter un actif
ja: 資産を購入する
km: ទិញទ្រព្យ
ko: 자산 구매
lo: ຊື້ຊັບສິນ
my: ပိုင်ဆိုင်မှုတစ်ခုဝယ်ပါ
vi: Mua tài sản
zh: 购买资产

# COM_CRUMB_ASSET_BUYER_HOME
source: Procurement commissioned
de: Beschaffung in Auftrag gegeben
fr: Approvisionnement commandé
ja: 調達委託
km: ទទួលបានលទ្ធកម្ម
ko: 조달 위탁
lo: ການຈັດຊື້ຈັດຫາງານ
my: ဝယ်ယူရေးပြန်တမ်း
vi: Mua sắm vận hành
zh: 采购委托

# COM_CRUMB_ASSET_CANCLE
source: Cancellation of property
de: Stornierung von Eigentum
fr: Annulation de propriété
ja: 物件のキャンセル
km: ការលុបចោលទ្រព្យសម្បត្តិ
ko: 재산 취소
lo: ການຍົກເລີກຊັບສິນ
my: အိမ်ခြံမြေဖျက်သိမ်းခြင်း
vi: Hủy tài sản
zh: 取消财产

# COM_CRUMB_ASSET_IMPROVE
source: Property maintenance
de: Grundstückspflege
fr: Maintenance de la propriété
ja: 物件のメンテナンス
km: ការថែរក្សាទ្រព្យសម្បត្តិ
ko: 재산 관리
lo: ການຮັກສາຊັບສິນ
my: အိမ်ခြံမြေပြုပြင်ထိန်းသိမ်းမှု
vi: Bảo dưỡng tài sản
zh: 物业维修

# COM_CRUMB_ASSET_INVENTORY
source: Property inventory
de: Immobilieninventar
fr: Inventaire des biens
ja: 物件目録
km: បញ្ជីសារពើភណ្ឌទ្រព្យសម្បត្តិ
ko: 재산 목록
lo: ສາງຊັບສິນ
my: အိမ်ခြံမြေစာရင်း
vi: Kiểm kê tài sản
zh: 财产清单

# COM_CRUMB_ASSET_LIQUIDATION
source: Property liquidation
de: Liquidation von Immobilien
fr: Liquidation immobilière
ja: 財産の清算
km: ការដកហូតទ្រព្យសម្បត្តិ
ko: 부동산 청산
lo: ການລະລາຍຊັບສິນ
my: အိမ်ခြံမြေဖျက်သိမ်း
vi: Thanh lý tài sản
zh: 财产清算

# COM_CRUMB_ASSET_MAINTENANCE
source: Repair property
de: Eigentum reparieren
fr: Réparation de biens
ja: 修理物件
km: ជួសជុលទ្រព្យសម្បត្តិ
ko: 수리 재산
lo: ສ້ອມແປງຊັບສິນ
my: ပစ္စည်းဥစ္စာပြုပြင်ပါ
vi: Sửa chữa tài sản
zh: 维修性质

# COM_CRUMB_ASSET_OPERATION
source: Property & operation
de: Eigentum & Betrieb
fr: Propriété et fonctionnement
ja: プロパティと操作
km: ទ្រព្យសម្បត្តិនិងប្រតិបត្តិការ
ko: 재산 및 운영
lo: ຊັບສິນແລະການ ດຳ ເນີນງານ
my: အိမ်ခြံမြေနှင့်စစ်ဆင်ရေး
vi: Tài sản & vận hành
zh: 物业及营运

# COM_CRUMB_ASSET_QRCODE_MANAGER
source: QrCode management
de: QrCode-Verwaltung
fr: Gestion QrCode
ja: QrCode管理
km: ការគ្រប់គ្រង QrCode
ko: QrCode 관리
lo: ການຄຸ້ມຄອງ QrCode
my: QrCode စီမံခန့်ခွဲမှု
vi: Quản lý QrCode
zh: QrCode管理

# COM_CRUMB_ASSET_RECALL
source: Asset recovery
de: Wiederherstellung von Vermögenswerten
fr: Recouvrement d'avoirs
ja: 資産回収
km: ការស្តារទ្រព្យសម្បត្តិឡើងវិញ
ko: 자산 회수
lo: ການກູ້ຄືນຊັບສິນ
my: ပိုင်ဆိုင်မှုပြန်လည်ထူထောင်ရေး
vi: Thu hồi tài sản
zh: 资产追回

# COM_CRUMB_ASSET_RPT_BROKEN
source: Report damage / loss of property
de: Schäden / Verlust von Eigentum melden
fr: Signaler les dommages / pertes de biens
ja: 損害/財産の喪失を報告する
km: រាយការណ៍អំពីការខូចខាត / ការបាត់បង់ទ្រព្យសម្បត្តិ
ko: 재산 피해 / 손실 신고
lo: ລາຍງານຄວາມເສຍຫາຍ / ການສູນເສຍຊັບສິນ
my: ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုပျက်စီးဆုံးရှုံးမှုကိုသတင်းပို့ပါ
vi: Báo hỏng/mất tài sản
zh: 报告损坏/财产损失

# COM_CRUMB_ASSET_RQ_MAINTENANCE
source: Property maintenance and repair required
de: Wartung und Reparatur des Eigentums erforderlich
fr: Entretien et réparation de la propriété requis
ja: 物件のメンテナンスと修理が必要
km: តំរូវការថែរក្សានិងជួសជុលទ្រព្យសម្បត្តិ
ko: 필요한 재산 유지 보수 및 수리
lo: ຕ້ອງຮັກສາແລະສ້ອມແປງຊັບສິນ
my: အိမ်ခြံမြေပြုပြင်ထိန်းသိမ်းမှုနှင့်ပြုပြင်လိုအပ်သည်
vi: Yêu cầu bảo dưỡng và sửa chữa tài sản
zh: 需要财产维护和修理

# COM_CRUMB_ASSET_TRANSFER
source: Transfer of property
de: Eigentumsübertragung
fr: Transfert de propriété
ja: 財産の譲渡
km: ផ្ទេរទ្រព្យសម្បត្តិ
ko: 재산 양도
lo: ໂອນຊັບສິນ
my: ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုလွှဲပြောင်း
vi: Điều chuyển tài sản
zh: 财产转让

# COM_CRUMB_ASSIGN_ALLOWANCE
source: Set up allowances
de: Zulagen einrichten
fr: Mettre en place des allocations
ja: 手当を設定する
km: រៀបចំប្រាក់ឧបត្ថម្ភ
ko: 수당 설정
lo: ຕັ້ງຄ່າອຸດ ໜູນ
my: စရိတ်များသတ်မှတ်မည်
vi: Thiết lập phụ cấp
zh: 设置津贴

# COM_CRUMB_ATTR_PROD
source: Product attributes
de: Produkteigenschaften
fr: Attributs du produit
ja: 製品の属性
km: គុណលក្ខណៈផលិតផល
ko: 제품 속성
lo: ຄຸນລັກສະນະຂອງສິນຄ້າ
my: ကုန်ပစ္စည်း attribute တွေ
vi: Thuộc tính Hàng hóa
zh: 产品属性

# COM_CRUMB_ATTR_SETUP
source: Set value set
de: Stellen Sie den eingestellten Wert ein
fr: Définir la valeur définie
ja: 設定値設定
km: កំណត់តម្លៃកំណត់
ko: 설정 값 설정
lo: ຕັ້ງຄ່າມູນຄ່າ
my: တန်ဖိုးသတ်မှတ်
vi: Cài đặt bộ giá trị
zh: 设定值设定

# COM_CRUMB_BUSY_FREE
source: Free / busy report
de: Freier / beschäftigter Bericht
fr: Rapport de disponibilité
ja: 無料/忙しいレポート
km: របាយការណ៍ទំនេរ / រវល់
ko: 약속 있음 / 없음 보고서
lo: ບົດລາຍງານບໍ່ເສຍຄ່າ / ຫວ່າງງານ
my: အခမဲ့ / အလုပ်များအစီရင်ခံစာ
vi: Báo bận/rảnh
zh: 忙/闲报告

# COM_CRUMB_CARD_ROLE_ASSIGN
source: Work
de: Arbeit
fr: Travail
ja: 作業
km: ការងារ
ko: 작업
lo: ເຮັດວຽກ
my: အလုပ်
vi: Hoạt động
zh: 工作

# COM_CRUMB_CARD_WORK_HOME
source: Executive work
de: Führungsarbeit
fr: Travail exécutif
ja: エグゼクティブワーク
km: ការងារប្រតិបត្តិ
ko: 임원 작업
lo: ວຽກງານບໍລິຫານ
my: အလုပ်အမှုဆောင်အလုပ်
vi: Điều hành việc
zh: 执行工作

# COM_CRUMB_CMS_CAT
source: Category
de: Kategorie
fr: Catégorie
ja: カテゴリー
km: ប្រភេទ
ko: 범주
lo: ໝວດ
my: အမျိုးအစား
vi: Danh mục
zh: 类别

# COM_CRUMB_CMS_COMMENT
source: Comment readers
de: Kommentar Leser
fr: Lecteurs de commentaires
ja: コメントリーダー
km: យោបល់អ្នកអាន
ko: 댓글 독자
lo: ຄຳ ເຫັນຜູ້ອ່ານ
my: မှတ်ချက်ဖတ်ရှုသူများ
vi: Bình luận bạn đọc
zh: 评论读者

# COM_CRUMB_CMS_DOCUMENT
source: List of text
de: Liste des Textes
fr: Liste de texte
ja: テキストのリスト
km: បញ្ជីអត្ថបទ
ko: 텍스트 목록
lo: ບັນຊີລາຍຊື່ຂອງຂໍ້ຄວາມ
my: စာသားစာရင်း
vi: Danh sách văn bản
zh: 文字清单

# COM_CRUMB_CMS_ITEM
source: List of articles
de: Liste der Artikel
fr: Liste des articles
ja: 記事のリスト
km: បញ្ជីអត្ថបទ
ko: 기사 목록
lo: ລາຍຊື່ບົດຂຽນ
my: ဆောင်းပါးစာရင်း
vi: Danh sách bài viết
zh: 文章清单

# COM_CRUMB_CMS_LINK
source: Links list
de: Links Liste
fr: Liste des liens
ja: リンクリスト
km: បញ្ជីតំណ
ko: 링크 목록
lo: ບັນຊີລາຍຊື່ການເຊື່ອມຕໍ່
my: လင့်ခ်များစာရင်း
vi: Danh sách links liên kết
zh: 连结清单

# COM_CRUMB_CMS_MANAGE_BANNER
source: Banner management
de: Bannerverwaltung
fr: Gestion des bannières
ja: バナー管理
km: ការគ្រប់គ្រងបដា
ko: 배너 관리
lo: ການຄຸ້ມຄອງປ້າຍໂຄສະນາ
my: နဖူးစည်းစာတန်းစီမံခန့်ခွဲမှု
vi: Quản lý banner
zh: 标语管理

# COM_CRUMB_CMS_MANAGE_SLIDE
source: Slider management
fr: Gestion des curseurs
ja: スライダー管理
km: ការគ្រប់គ្រងរអិល
ko: 슬라이더 관리
lo: ການຈັດການເລື່ອນ
my: Slider စီမံခန့်ခွဲမှု
vi: Quản lý slider
zh: 滑块管理

# COM_CRUMB_CMS_TAGS
source: List of tags
de: Liste der Tags
fr: Liste des balises
ja: タグのリスト
km: បញ្ជីស្លាក
ko: 태그 목록
lo: ລາຍຊື່ແທັກ
my: tags များစာရင်း
vi: Danh sách tags
zh: 标签列表

# COM_CRUMB_CMS_VIDEO
source: Video management
fr: Gestion vidéo
ja: ビデオ管理
km: ការគ្រប់គ្រងវីដេអូ
ko: 비디오 관리
lo: ການຄຸ້ມຄອງວິດີໂອ
my: ဗွီဒီယိုစီမံခန့်ခွဲမှု
vi: Quản lý video
zh: 影片管理

# COM_CRUMB_COMMON_SETTING
source: Setting properties
de: Eigenschaften einstellen
fr: Définition des propriétés
ja: プロパティの設定
km: ការកំណត់លក្ខណៈសម្បត្តិ
ko: 속성 설정
lo: ກຳ ນົດຄຸນສົມບັດ
my: ဂုဏ်သတ္တိများချိန်ညှိခြင်း
vi: Cài đặt thuộc tính
zh: 设定属性

# COM_CRUMB_CONTACT_MANAGE
source: Contact administration
de: Wenden Sie sich an die Verwaltung
fr: Administration des contacts
ja: 連絡先管理
km: ទាក់ទងរដ្ឋបាល
ko: 연락처 관리
lo: ຕິດຕໍ່ການບໍລິຫານ
my: အုပ်ချုပ်ရေးကိုဆက်သွယ်ပါ
vi: Quản trị liên hệ
zh: 联系人管理

# COM_CRUMB_CONTENT_MANAGE_HOME
source: Content Management
fr: Gestion de contenu
ja: コンテンツ管理
km: ការគ្រប់គ្រងមាតិកា
ko: 콘텐츠 관리
lo: ການຄຸ້ມຄອງເນື້ອຫາ
my: အကြောင်းအရာစီမံခန့်ခွဲမှု
vi: Quản lý nội dung
zh: 内容管理

# COM_CRUMB_CONTRACT
source: Sale contract
de: Kaufvertrag
fr: Contrat de vente
ja: 売買契約書
km: កិច្ចសន្យាលក់
ko: 판매 계약
lo: ສັນຍາຂາຍ
my: ရောင်းရန်စာချုပ်
vi: Hợp đồng bán
zh: 销售合同

# COM_CRUMB_CONTRACT_HOME
source: Contract / Order
de: Vertrag / Bestellung
fr: Contrat / Commande
ja: 契約/注文
km: កិច្ចសន្យា / បញ្ជាទិញ
ko: 계약 / 주문
lo: ສັນຍາ / ຄຳ ສັ່ງ
my: စာချုပ် / အမိန့်
vi: Hợp đồng/Đơn hàng
zh: 合约/订单

# COM_CRUMB_CONTRACT_PO
source: Purchase contract
de: Kaufvertrag
fr: Contrat d'achat
ja: 購買契約
km: កិច្ចសន្យាទិញ
ko: 구매 계약
lo: ສັນຍາຊື້
my: ဝယ်ယူရေးစာချုပ်
vi: Hợp đồng mua
zh: 采购合同

# COM_CRUMB_CUSTOMER
source: Customer
de: Kunde
fr: Client
ja: お客様
km: អតិថិជន
ko: 고객
lo: ລູກຄ້າ
my: ဖောက်သည်
vi: Khách hàng
zh: 顾客

# COM_CRUMB_CUS_REMINDER
source: Event
de: Veranstaltung
fr: un événement
ja: イベント
km: ព្រឹត្តិការណ៍
ko: 행사
lo: ເຫດການ
my: အဖြစ်အပျက်
vi: Sự kiện
zh: 事件

# COM_CRUMB_DASH_BOARD
source: Home page
de: Startseite
fr: Page d'accueil
ja: ホームページ
km: គេហទំព័រ
ko: 홈페이지
lo: ໜ້າ ທຳ ອິດ
my: ပင်မစာမျက်နှာ
vi: Trang chủ
zh: 主页

# COM_CRUMB_DEPARTMENT
source: Department / department
de: Abteilungen / Abteilungen
fr: Départements / divisions
ja: 部門/部門
km: ផ្នែក / ផ្នែក
ko: 부서 / 부서
lo: ພະແນກການ / ພະແນກ
my: ဌာနများ / ဌာနများ
vi: Phòng ban/bộ phận
zh: 部门/部门

# COM_CRUMB_EDMS_QRCODE_MANAGER
source: QrCode print management
de: QrCode-Druckverwaltung
fr: Gestion d'impression QrCode
ja: QrCode印刷管理
km: ការគ្រប់គ្រងការបោះពុម្ព QrCode
ko: QrCode 인쇄 관리
lo: ການຈັດການການພິມ QrCode
my: QrCode ပုံနှိပ်စီမံခန့်ခွဲမှု
vi: Quản lý in QrCode
zh: QrCode打印管理

# COM_CRUMB_EDMS_REPOSITORY
source: Digital data warehouse
de: Digitales Data Warehouse
fr: Entrepôt de données numériques
ja: デジタルデータウェアハウス
km: ឃ្លាំងទិន្នន័យឌីជីថល
ko: 디지털 데이터웨어 하우스
lo: ສາງຂໍ້ມູນດິຈິຕອລ
my: ဒီဂျစ်တယ်ဒေတာသိုလှောင်ရုံ
vi: Kho dữ liệu số
zh: 数字数据仓库

# COM_CRUMB_EDMS_REPO_REPORT
source: Statistic
de: Statistik
fr: Statistique
ja: 統計
km: ស្ថិតិ
ko: 통계량
lo: ສະຖິຕິ
my: စာရင်းအင်း
vi: Báo cáo thống kê
zh: 统计

# COM_CRUMB_EDMS_WAREHOUSE
source: Floor, row, shelf
de: Boden, Reihe, Regal
fr: Plancher, rangée, étagère
ja: 床、列、棚
km: ជាន់ជួរដេកធ្នើ
ko: 바닥, 행, 선반
lo: ຊັ້ນ, ແຖວ, ຊັ້ນວາງ
my: ကြမ်းပြင်, အတန်း, စင်ပေါ်
vi: Tầng, dãy, kệ
zh: 地板，行，架子

# COM_CRUMB_EDMS_WAREHOUSE_CAT
source: Inventory list
de: Inventarliste
fr: Liste d'inventaire
ja: 在庫表
km: បញ្ជីសារពើភ័ណ្ឌ
ko: 창고 목록
lo: ບັນຊີລາຍຊື່ສິນຄ້າຄົງຄັງ
my: စာရင်းစာရင်း
vi: Danh mục kho
zh: 库存清单

# COM_CRUMB_EMPLOYEE_HOME
source: Personnel
de: Personal
ja: 人員
km: បុគ្គលិក
ko: 인원
lo: ບຸກຄະລາກອນ
my: ဝန်ထမ်း
vi: Hành chính nhân sự
zh: 人员

# COM_CRUMB_EXCHANGE_RATE
source: Exchange rate
de: Tauschrate
fr: Taux de change
ja: 為替レート
km: អត្រា​ប្តូ​រ​ប្រាក់
ko: 환율
lo: ອັດ​ຕາ​ແລກ​ປ່ຽນ
my: ငွေလဲလှယ်နှုန်း
vi: Tỷ giá
zh: 汇率

# COM_CRUMB_EXPORT_INFO_PROD
source: Retrieve product information
de: Produktinformationen abrufen
fr: Récupérer les informations produit
ja: 製品情報を取得する
km: ទាញយកព័ត៌មានផលិតផល
ko: 제품 정보 검색
lo: ດຶງເອົາຂໍ້ມູນກ່ຽວກັບຜະລິດຕະພັນ
my: ထုတ်ကုန်သတင်းအချက်အလက်ပြန်ယူ
vi: Truy xuất thông tin sản phẩm
zh: 检索产品信息

# COM_CRUMB_EXP_STORE
source: Delivery bill
de: Lieferrechnung
fr: Facture de livraison
ja: 配送料
km: វិក័យប័ត្រដឹកជញ្ជូន
ko: 배송비
lo: ໃບບິນຄ່າສົ່ງ
my: ပို့ဆောင်ခ
vi: Quy trình xuất kho
zh: 送货单

# COM_CRUMB_FREE_STORAGE
source: Rearrange the product
de: Ordnen Sie das Produkt neu an
fr: Réorganiser le produit
ja: 製品を再配置します
km: រៀបចំផលិតផលឡើងវិញ
ko: 제품 재정렬
lo: ຈັດຫາສິນຄ້າຄືນ ໃໝ່
my: ထုတ်ကုန်ကိုပြန်လည်စီစဉ်ပါ
vi: Xếp lại sản phẩm
zh: 重新排列产品

# COM_CRUMB_FUNCTION
source: Function
de: Funktion
fr: Fonction
ja: 関数
km: មុខងារ
ko: 함수
lo: ໜ້າ ທີ່
my: function ကို
vi: Chức năng
zh: 功能

# COM_CRUMB_FUND_ACC_ENTRY
source: Income and expenditure patterns
de: Einnahmen- und Ausgabenmuster
fr: Modèles de revenus et de dépenses
ja: 収支パターン
km: លំនាំចំណូលនិងចំណាយ
ko: 소득 및 지출 패턴
lo: ຮູບແບບລາຍຮັບແລະລາຍຈ່າຍ
my: ဝင်ငွေနှင့်အသုံးစရိတ်ပုံစံများ
vi: Phiếu thu/chi
zh: 收支方式

# COM_CRUMB_FUND_CAT_REPT_EXPS
source: Fund portfolio
de: Fondsportfolio
fr: Portefeuille de fonds
ja: ファンドポートフォリオ
km: ផលប័ត្រមូលនិធិ
ko: 펀드 포트폴리오
lo: ກອງທຶນ
my: ရန်ပုံငွေအစုစု
vi: Danh mục quỹ
zh: 基金组合

# COM_CRUMB_FUND_CURRENCY
source: Currency
de: Währung
fr: Devise
ja: 通貨
km: រូបិយប័ណ្ណ
ko: 통화
lo: ເງິນຕາ
my: ငွေကြေး
vi: Loại tiền
zh: 货币

# COM_CRUMB_FUND_HOME
source: Funds
de: Mittel
fr: Fonds
ja: 資金
km: ថវិកា
ko: 자금
lo: ກອງທຶນ
my: ရန်ပုံငွေများ
vi: Quỹ
zh: 资金
