Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/SharedResources.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# COM_MSG_INFOMATION
source: Please fill out the form!!
de: Bitte füllen Sie das Formular aus!!
fr: Veuillez remplir le formulaire !!
ja: フォームにご記入ください!!
km: សូមបំពេញទម្រង់បែបបទ !!
ko: 양식을 작성 해주세요 !!
lo: ກະລຸນາຕື່ມແບບຟອມ !!
my: ကျေးဇူးပြုပြီးပုံစံကိုဖြည့်ပါ
vi: Vui lòng điền đầy đủ thông tin!!
zh: 请填写表格！！

# COM_MSG_INVALID_FORMAT
source: Invalid format!
de: Ungültiges Format!
fr: Format invalide!
ja: 無効な形式！
km: ទ្រង់ទ្រាយមិនត្រឹមត្រូវ!
ko: 잘못된 형식!
lo: ຮູບແບບບໍ່ຖືກຕ້ອງ!
my: မမှန်ကန်သောပုံစံ!
vi: Định dạng không hợp lệ !
zh: 无效的格式！

# COM_MSG_LIST_GUIDE
source: Instructions: Double click to edit the record
de: Anleitung: Doppelklicken Sie, um den Datensatz zu bearbeiten
fr: Instructions: Double-cliquez pour modifier l'enregistrement
ja: 手順：ダブルクリックしてレコードを編集します
km: សេចក្តីណែនាំ: ចុចទ្វេដងដើម្បីកែសម្រួលកំណត់ត្រា
ko: 지침 : 기록을 편집하려면 두 번 클릭하십시오.
lo: ຄຳ ແນະ ນຳ: ກົດສອງຄັ້ງເພື່ອແກ້ໄຂບັນທຶກ
my: ညွှန်ကြားချက်များ - မှတ်တမ်းကိုတည်းဖြတ်ရန်နှစ်ချက်နှိပ်ပါ
vi: Hướng dẫn: Nhấn đúp chuột để chỉnh sửa bản ghi
zh: 说明：双击以编辑记录

# COM_MSG_LIST_PRODUCT
source: Product portfolio
de: Produktportfolio
fr: Portefeuille de produits
ja: 製品ポートフォリオ
km: ផលប័ត្រផលិតផល
ko: 제품 포트폴리오
lo: ສ່ວນຜະລິດຕະພັນ
my: ကုန်ပစ္စည်းအစုစု
vi: Danh mục sản phẩm
zh: 产品简介

# COM_MSG_MAXIMUM_FILE
source: The maximum file size allowed is 1 MB
de: Die maximal zulässige Dateigröße beträgt 1 MB
fr: La taille de fichier maximale autorisée est de 1 Mo
ja: 許可される最大ファイルサイズは1MBです
km: ទំហំឯកសារអតិបរមាដែលអនុញ្ញាតគឺ ១ មេកាបៃ
ko: 허용되는 최대 파일 크기는 1MB입니다.
lo: ຂະ ໜາດ ໄຟລ໌ສູງສຸດທີ່ອະນຸຍາດແມ່ນ 1 MB
my: အများဆုံးခွင့်ပြုထားသောဖိုင်အရွယ်အစားမှာ 1 MB ဖြစ်သည်
vi: Kích thước tệp tối đa được phép là 1 MB
zh: 允许的最大文件大小为1 MB

# COM_MSG_MAXIMUM_FILE_SIZE
source: The maximum file size allowed is (1000px x 1000px)!
de: Die maximal zulässige Dateigröße beträgt (1000px x 1000px)!
fr: La taille de fichier maximale autorisée est (1000px x 1000px)!
ja: 許可される最大ファイルサイズは（1000px x 1000px）です！
km: ទំហំឯកសារអតិបរមាដែលអនុញ្ញាតគឺ (១០០០ ភីចគុណ ១០០០ ភី) ។
ko: 허용되는 최대 파일 크기는 (1000px x 1000px)입니다!
lo: ຂະ ໜາດ ຂອງໄຟລ໌ສູງສຸດທີ່ອະນຸຍາດແມ່ນ (1000px x 1000px)!
my: ခွင့်ပြုထားသောဖိုင်အရွယ်အစားသည်အများဆုံး (1000px x 1000px) ဖြစ်သည်။
vi: Kích thước tệp tối đa được phép là (1000px x 1000px)!
zh: 允许的最大文件大小为（1000px x 1000px）！

# COM_MSG_NO _UNKNOWN
source: Unknown
de: Unbekannt
fr: Inconnue
ja: わからない
km: មិនស្គាល់
ko: 알 수 없는
lo: ບໍ່ຮູ້
my: မသိဘူး
vi: Không xác định
zh: 未知

# COM_MSG_NOREVIEW
source: Not seen
de: Nicht gesehen
fr: Pas vu
ja: 見ていません
km: មិន​បាន​ឃើញ
ko: 보이지 않음
lo: ບໍ່ເຫັນ
my: မမြင်ရ
vi: Chưa xem
zh: 没有见过

# COM_MSG_NOTIFY_SUCCES
source: Notify successfully!
de: Erfolgreich benachrichtigen!
fr: Notifiez avec succès!
ja: 正常に通知してください。
km: ជូនដំណឹងដោយជោគជ័យ!
ko: 성공적으로 알림!
lo: ແຈ້ງຜົນ ສຳ ເລັດ!
my: အောင်မြင်စွာအသိပေးပါ
vi: Đã Notify thành công!
zh: 通知成功！

# COM_MSG_NOT_ACCOUNT
source: No account logged in!
de: Kein Konto angemeldet!
fr: Aucun compte connecté!
ja: アカウントがログインしていません！
km: គ្មានគណនីចូលទេ!
ko: 로그인 한 계정이 없습니다!
lo: ບໍ່ມີບັນຊີເຂົ້າໃຊ້!
my: အကောင့် ၀ င်ရန်အကောင့်မရှိပါ။
vi: Chưa có tài khoản nào đăng nhập!
zh: 没有帐户登录！

# COM_MSG_NOT_EDIT_FILE_HISTORY
source: History files are not allowed to be edited
de: Verlaufsdateien dürfen nicht bearbeitet werden
fr: Les fichiers d'historique ne peuvent pas être modifiés
ja: 履歴ファイルは編集できません
km: ឯកសារប្រវត្តិមិនត្រូវបានអនុញ្ញាតិអោយកែប្រែទេ
ko: 히스토리 파일은 편집 할 수 없습니다.
lo: ເອກະສານປະຫວັດສາດບໍ່ໄດ້ຖືກອະນຸຍາດໃຫ້ແກ້ໄຂ
my: မှတ်တမ်းဖိုင်များကိုတည်းဖြတ်ရန်ခွင့်မပြုပါ
vi: Tệp tin lịch sử không được phép chỉnh sửa
zh: 历史记录文件不允许编辑

# COM_MSG_NOT_EXITS
source: {0} does not exist in the system!
de: {0} existiert nicht im System!
fr: {0} n'existe pas dans le système!
ja: {0}はシステムに存在しません！
km: {0} មិនមាននៅក្នុងប្រព័ន្ធទេ!
ko: {0}이 (가) 시스템에 없습니다!
lo: {0} ບໍ່ມີໃນລະບົບ!
my: {0} စနစ်တွင်မရှိပါ။
vi: {0} không tồn tại trong hệ thống !
zh: {0}在系统中不存在！

# COM_MSG_NOT_EXITS_FILE
source: No data exists. Please reload the page.
de: Es sind keine Daten vorhanden. Bitte laden Sie die Seite neu.
fr: Aucune donnée n'existe. Veuillez recharger la page.
ja: データは存在しません。ページをリロードしてください。
km: មិនមានទិន្នន័យទេ។ សូមផ្ទុកទំព័រឡើងវិញ។
ko: 데이터가 없습니다. 페이지를 새로 고침하세요.
lo: ບໍ່ມີຂໍ້ມູນ. ກະລຸນາໂຫລດ ໜ້າ ນີ້ ໃໝ່.
my: အချက်အလက်မရှိပါ။ ကျေးဇူးပြုပြီးစာမျက်နှာကိုပြန်ဖွင့်ပါ
vi: Không tồn tại dữ liệu. Vui lòng tải lại trang.
zh: 没有数据请重新加载页面。

# COM_MSG_NOT_EXIST_RECORD
source: No record exists
de: Es ist kein Datensatz vorhanden
fr: Aucun enregistrement n'existe
ja: レコードは存在しません
km: មិនមានកំណត់ត្រាទេ
ko: 기록이 없습니다.
lo: ບໍ່ມີບັນທຶກຫຍັງເລີຍ
my: မှတ်တမ်းမရှိပါ
vi: Không tồn tại bản ghi
zh: 没有记录

# COM_MSG_NOT_FOUND
source: Not found
de: Nicht gefunden
fr: Pas trouvé
ja: 見つかりません
km: រក​មិន​ឃើញ
ko: 찾을 수 없음
lo: ບໍ່​ພົບ
my: မတွေ့ပါ
vi: Không tìm thấy
zh: 未找到

# COM_MSG_NOT_FOUND_DATA
source: No data found!
de: Keine Daten gefunden!
fr: Aucune donnée disponible!
ja: 何もデータが見つかりませんでした！
km: រកមិនឃើញទិន្នន័យ!
ko: 데이터가 없습니다!
lo: ບໍ່ພົບຂໍ້ມູນ!
my: အချက်အလက်မတွေ့ပါ။
vi: Không tìm thấy dữ liệu!
zh: 没有找到数据！

# COM_MSG_NOT_FOUND_RECORD
source: This record was not found
de: Dieser Datensatz wurde nicht gefunden
fr: Cet enregistrement n'a pas été trouvé
ja: このレコードは見つかりませんでした
km: កំណត់ត្រានេះមិនត្រូវបានរកឃើញទេ
ko: 이 기록을 찾을 수 없습니다
lo: ບໍ່ພົບບັນທຶກນີ້
my: ဒီမှတ်တမ်းကိုရှာမတွေ့ပါ
vi: Không tìm thấy bản ghi này
zh: 找不到该记录

# COM_MSG_NOT_SUPPORT
source: Format not supported
de: Format wird nicht unterstützt
fr: Format non pris en charge
ja: フォーマットはサポートされていません
km: មិនគាំទ្រទ្រង់ទ្រាយ
ko: 지원되지 않는 형식
lo: ຮູບແບບບໍ່ຮອງຮັບ
my: ပုံစံမထောက်ပံ့ပါ
vi: Định dạng không được hỗ trợ
zh: 不支援格式

# COM_MSG_NO_CONFIRM
source: No confirm
de: Keine Bestätigung
fr: Non confirmer
ja: 確認しない
km: គ្មានការបញ្ជាក់
ko: 확인 안함
lo: ບໍ່ມີການຢືນຢັນ
my: အတည်ပြုမရပါ
vi: Không xác nhận
zh: 没有确认

# COM_MSG_NO_PER_UPDATE
source: You do not have the right to update
de: Sie haben kein Recht zum Aktualisieren
fr: Vous n'avez pas le droit de mettre à jour
ja: あなたには更新する権利がありません
km: អ្នកមិនមានសិទ្ធិធ្វើបច្ចុប្បន្នភាពទេ
ko: 업데이트 할 권한이 없습니다.
lo: ທ່ານບໍ່ມີສິດທີ່ຈະປັບປຸງ
my: သင့်အနေဖြင့်အသစ်ပြောင်းရန်အခွင့်အရေးမရှိပါ
vi: Bạn không có quyền cập nhật
zh: 您无权更新

# COM_MSG_ON_LOCATION
source: Please turn on location
de: Bitte schalten Sie den Standort ein
fr: Veuillez activer la localisation
ja: 場所をオンにしてください
km: សូមបើកទីតាំង
ko: 위치를 켜주세요
lo: ກະລຸນາເປີດສະຖານທີ່
my: ကျေးဇူးပြု၍ တည်နေရာကိုဖွင့်ပါ
vi: Vui lòng bật vị trí
zh: 请打开位置

# COM_MSG_PAINT_BEFORE_ADD
source: Please draw {0} before adding
de: Bitte zeichnen Sie {0}, bevor Sie hinzufügen
fr: Veuillez dessiner {0} avant d'ajouter
ja: 追加する前に{0}を描画してください
km: សូមគូរ {0} មុនពេលបន្ថែម
ko: 추가하기 전에 {0}을 (를) 그리십시오.
lo: ກະລຸນາແຕ້ມ {0} ກ່ອນທີ່ຈະເພີ່ມ
my: ကျေးဇူးပြုပြီး {0} ကိုမထည့်ခင်ဆွဲပါ
vi: Vui lòng vẽ {0} trước khi thêm
zh: 请在添加之前绘制{0}

# COM_MSG_PLS_SETUP_FOLDER_DEFAULT
source: Please set default archive directory!
de: Bitte Standardarchivverzeichnis einstellen!
fr: Veuillez définir le répertoire d'archive par défaut!
ja: デフォルトのアーカイブディレクトリを設定してください！
km: សូមកំណត់ថតឯកសារប័ណ្ណសារលំនាំដើម!
ko: 기본 아카이브 디렉토리를 설정하십시오!
lo: ກະລຸນາຕັ້ງໄດເລກະທໍລີເກັບໄວ້ໃນຕອນຕົ້ນ!
my: ကျေးဇူးပြု၍ default archive directory ကိုသတ်မှတ်ပါ။
vi: Vui lòng thiết lập thư mục lưu trữ mặc định!
zh: 请设置默认的存档目录！

# COM_MSG_QUESTION_SAVE
source: Do you want to save your changes?
de: Möchtest du deine Änderungen speichern?
fr: Voulez-vous enregistrer vos modifications?
ja: 変更を保存しますか？
km: តើអ្នកចង់រក្សាទុកការផ្លាស់ប្តូររបស់អ្នកទេ?
ko: 변경 사항을 저장 하시겠습니까?
lo: ທ່ານຕ້ອງການບັນທຶກການປ່ຽນແປງຂອງທ່ານບໍ?
my: မင်းရဲ့အပြောင်းအလဲတွေကိုသိမ်းချင်လား။
vi: Bạn có muốn lưu lại thay đổi?
zh: 您要保存更改吗？

# COM_MSG_RECORD_ADD
source: Select a record to add a new one
de: Wählen Sie einen Datensatz aus, um einen neuen hinzuzufügen
fr: Sélectionnez un enregistrement pour en ajouter un nouveau
ja: レコードを選択して新しいレコードを追加します
km: ជ្រើសរើសកំណត់ត្រាដើម្បីបន្ថែមកំណត់ត្រាថ្មី
ko: 새 레코드를 추가하려면 레코드를 선택하십시오.
lo: ເລືອກບັນທຶກເພື່ອເພີ່ມບັນທຶກ ໃໝ່
my: အသစ်တစ်ခုကိုထည့်သွင်းရန်မှတ်တမ်းတစ်ခုရွေးပါ
vi: Chọn bản ghi để thêm mới
zh: 选择一个记录以添加一个新记录

# COM_MSG_RECORD_DELETE
source: Select a record to delete
de: Wählen Sie einen zu löschenden Datensatz aus
fr: Sélectionnez un enregistrement à supprimer
ja: 削除するレコードを選択します
km: ជ្រើសរើសកំណត់ត្រាដើម្បីលុប
ko: 삭제할 레코드를 선택하세요.
lo: ເລືອກບັນທຶກເພື່ອລຶບ
my: ဖျက်ရန်မှတ်တမ်းတစ်ခုရွေးပါ
vi: Chọn bản ghi để xóa
zh: 选择要删除的记录

# COM_MSG_REFRESH
source: No information found, please refresh the page
de: Keine Informationen gefunden, bitte aktualisieren Sie die Seite
fr: Aucune information trouvée, veuillez actualiser la page
ja: 情報が見つかりません。ページを更新してください
km: រកមិនឃើញព័ត៌មានសូមធ្វើទំព័រ ឲ្យ ស្រស់
ko: 정보가 없습니다. 페이지를 새로 고침하세요.
lo: ບໍ່ພົບຂໍ້ມູນ, ກະລຸນາໂຫຼດ ໜ້າ ຈໍຄືນ
my: အချက်အလက်မတွေ့ပါ၊ ကျေးဇူးပြု၍ စာမျက်နှာကိုအသစ်တင်ပါ
vi: Không tìm thấy thông tin, vui lòng làm mới trang
zh: 找不到信息，请刷新页面

# COM_MSG_RESOURCE_GUIDE
source: Instructions: Right-click to choose Function Management
de: Anleitung: Klicken Sie mit der rechten Maustaste, um Funktionsverwaltung auszuwählen
fr: Instructions: cliquez avec le bouton droit pour choisir la gestion des fonctions
ja: 手順：右クリックして[機能管理]を選択します
km: សេចក្តីណែនាំ៖ ចុចកណ្តុរខាងស្តាំដើម្បីជ្រើសរើសការគ្រប់គ្រងមុខងារ
ko: 지침 : 기능 관리를 선택하려면 마우스 오른쪽 버튼을 클릭하십시오.
lo: ຄຳ ແນະ ນຳ: ກົດຂວາໃສ່ເພື່ອເລືອກ Function Management
my: ညွှန်ကြားချက်များ - Function Management ကိုရွေးချယ်ရန်ညာဖက်နှိပ်ပါ
vi: Hướng dẫn: Nhấn chuột phải để lựa chọn Quản lý chức năng
zh: 说明：右键单击以选择功能管理

# COM_MSG_REVIEW
source: Watched
de: Schaute
fr: Regardé
ja: 見た
km: បានមើល
ko: 보았다
lo: ເບິ່ງແລ້ວ
my: စောင့်ကြည့်
vi: Đã xem
zh: 看过

# COM_MSG_SEND_FAIL
source: Send Fail!
de: Senden fehlgeschlagen!
fr: Envoyer un échec!
ja: 送信失敗！
km: ផ្ញើបរាជ័យ!
ko: 실패를 보내십시오!
lo: ສົ່ງຄວາມລົ້ມເຫລວ!
my: ပို့ပေးပါ
zh: 发送失败！

# COM_MSG_SOS
source: Emergency
de: Notfall
fr: Urgence
ja: 緊急
km: អាសន្ន
ko: 비상 사태
lo: ສຸກເສີນ
my: အရေးပေါ်
vi: Khẩn cấp
zh: 紧急情况

# COM_MSG_SUCCES
source: {0} is successful !!!
de: {0} ist erfolgreich !!!
fr: {0} réussit !!!
ja: {0}は成功しました!!!
km: {០} ជោគជ័យហើយ !!!
ko: {0} 성공 !!!
lo: {0} ປະສົບຜົນ ສຳ ເລັດ !!!
my: {0} အောင်မြင်ပါပြီ !!!
vi: {0} thành công!!!
zh: {0}成功！！！

# COM_MSG_SUCCES_SAVE
source: Information is saved successfully !!
de: Informationen werden erfolgreich gespeichert !!
fr: Les informations sont enregistrées avec succès !!
ja: 情報が正常に保存されました!!
km: ព័ត៌មានត្រូវបានរក្សាទុកដោយជោគជ័យ !!
ko: 정보가 성공적으로 저장되었습니다!
lo: ຂໍ້ມູນຖືກບັນທຶກຢ່າງ ສຳ ເລັດຜົນແລ້ວ !!
my: သတင်းအချက်အလက်များကိုအောင်မြင်စွာသိမ်းဆည်းထားသည်။
vi: Lưu thông tin thành công!!
zh: 信息保存成功！！

# COM_MSG_SUCCES_SIGN
source: Successful registration
de: Erfolgreiche Registrierung
fr: Inscription réussie
ja: 登録の成功
km: ការចុះឈ្មោះជោគជ័យ
ko: 성공적인 등록
lo: ການລົງທະບຽນທີ່ປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်သောမှတ်ပုံတင်ခြင်း
vi: Đăng kí thành công
zh: 成功注册

# COM_MSG_UNFINISH
source: Unfinished
de: Unvollendet
fr: Inachevé
ja: 未完成
km: មិនទាន់ចប់
ko: 다듬지 않은
lo: ຍັງບໍ່ແລ້ວ
my: မပြီးသေးဘူး
vi: Chưa hoàn thành
zh: 未完成

# COM_MSG_UNSELECTED
source: No items are selected
de: Es sind keine Elemente ausgewählt
fr: Aucun élément n'est sélectionné
ja: アイテムが選択されていません
km: គ្មានធាតុត្រូវបានជ្រើសរើសទេ
ko: 선택한 항목이 없습니다.
lo: ບໍ່ມີສິ່ງໃດທີ່ຖືກເລືອກ
my: ပစ္စည်းမရွေးရ
vi: Không có khoản mục nào được chọn
zh: 未选择任何项目

# COM_MSG_UNSELECTED_FILE
source: No files have been selected
de: Es wurden keine Dateien ausgewählt
fr: Aucun fichier n'a été sélectionné
ja: ファイルが選択されていません
km: គ្មានឯកសារត្រូវបានជ្រើសរើសទេ
ko: 선택된 파일이 없습니다.
lo: ບໍ່ມີໄຟລ໌ໃດຖືກເລືອກ
my: ဖိုင်များမရွေးရသေးပါ
vi: Không có tệp nào được chọn
zh: 尚未选择文件

# COM_MSG_UNSELECTED_RECORD
source: No record is selected
de: Es ist kein Datensatz ausgewählt
fr: Aucun enregistrement n'est sélectionné
ja: レコードが選択されていません
km: គ្មានកំណត់ត្រាត្រូវបានជ្រើសរើសទេ
ko: 선택한 레코드가 없습니다.
lo: ບໍ່ມີການເລືອກບັນທຶກໃດໆ
my: မှတ်တမ်းမရှိပါ
vi: Không có bản ghi nào được chọn
zh: 未选择任何记录

# COM_MSG_UPDATE_FAILED
source: Update {0} failed
de: Update {0} fehlgeschlagen
fr: La mise à jour {0} a échoué
ja: {0}の更新に失敗しました
km: ការធ្វើបច្ចុប្បន្នភាព {0} បានបរាជ័យ
ko: {0} 업데이트 실패
lo: ການປັບປຸງ {0} ລົ້ມເຫລວ
my: အပ်ဒိတ် {0} မအောင်မြင်ပါ
vi: Cập nhật {0} thất bại
zh: 更新{0}失败

# COM_MSG_UPDATE_SUCCESS
source: The {0} update was successful
de: Das {0} -Update war erfolgreich
fr: La mise à jour de {0} a réussi
ja: {0}の更新は成功しました
km: ការធ្វើបច្ចុប្បន្នភាព {0} ទទួលបានជោគជ័យ
ko: {0} 업데이트가 성공했습니다.
lo: ການປັບປຸງ {0} ສຳ ເລັດແລ້ວ
my: {0} အဆင့်မြှင့်မှုအောင်မြင်ပါပြီ
vi: Cập nhật {0} thành công
zh: 已成功更新{0}

# COM_MSG_UPDATE_USER_DEPT_FAIL
source: Department / center user update failed
de: Benutzeraktualisierung für Abteilung / Zentrum fehlgeschlagen
fr: Échec de la mise à jour de l'utilisateur du service / centre
ja: 部門/センターユーザーの更新に失敗しました
km: ការធ្វើបច្ចុប្បន្នភាពអ្នកប្រើនាយកដ្ឋាន / មជ្ឈមណ្ឌលបានបរាជ័យ
ko: 부서 / 센터 사용자 업데이트 실패
lo: ການອັບເດດຜູ້ໃຊ້ພະແນກ / ສູນລົ້ມເຫລວ
my: ဌာန / စင်တာအသုံးပြုသူအဆင့်မြှင့်တင်မှုမအောင်မြင်ပါ
vi: Cập nhật người dùng của bộ phận / trung tâm không thành công
zh: 部门/中心用户更新失败

# COM_MSG_UPDATE_USER_DEPT_SUCCESS
source: Department / center user update successfully
de: Benutzeraktualisierung der Abteilung / des Zentrums erfolgreich
fr: Mise à jour réussie de l'utilisateur du service / centre
ja: 部門/センターユーザーの更新に成功
km: ធ្វើបច្ចុប្បន្នភាពអ្នកប្រើប្រាស់តាមមន្ទីរ / មជ្ឈមណ្ឌលដោយជោគជ័យ
ko: 부서 / 센터 사용자 업데이트 성공
lo: ພະແນກ / ສູນກາງອັບເດດຜູ້ໃຊ້ ສຳ ເລັດ
my: ဌာန / ဌာနအသုံးပြုသူအဆင့်မြှင့်တင်မှုအောင်မြင်စွာ
vi: Cập nhật người dùng của bộ phận / trung tâm thành công
zh: 部门/中心用户更新成功

# COM_MSG_VALIDATE_SEARCH
source: Enter To Search
de: Zur Suche eingeben
fr: Entrer pour rechercher
ja: 検索するために入力してください
km: បញ្ចូលដើម្បីស្វែងរក
ko: 검색하려면 입력
lo: ກະລຸນາໃສ່ເພື່ອຄົ້ນຫາ
my: ရှာဖွေရန်ရိုက်ထည့်ပါ
vi: Nhập Để Tìm Kiếm
zh: 输入搜索

# COM_NAME_FILE
source: File name
de: Dateiname
fr: Nom de fichier
ja: ファイル名
km: ឈ្មោះ​ឯកសារ
ko: 파일 이름
lo: ຊື່​ເອ​ກະ​ສານ
my: ဖိုင်နာမည်
vi: Tên tệp tin
zh: 文件名

# COM_NEXT
source: Forward
de: Nach vorne
fr: Vers l'avant
ja: フォワード
km: បញ្ជូនបន្ត
ko: 앞으로
lo: ສົ່ງຕໍ່
my: ရှေ့သို့
vi: Chuyển tiếp
zh: 前锋

# COM_NOT_IMAGE
source: No photos
de: Keine Fotos
fr: Pas de photos
ja: 写真はありません
km: គ្មានរូបថត
ko: 사진 없음
lo: ບໍ່ມີຮູບ
my: ဓါတ်ပုံမရှိပါ
vi: Không có ảnh
zh: 没有照片

# COM_PREVIEW
source: Preview
de: Vorschau
fr: Aperçu
ja: プレビュー
km: មើលជាមុន
ko: 시사
lo: ເບິ່ງຕົວຢ່າງ
vi: Xem trước
zh: 预习

# COM_RECEIVER
source: Receiver
de: Empfänger
fr: Receveur
ja: レシーバー
km: អ្នកទទួល
ko: 리시버
lo: ຜູ້ຮັບ
my: လက်ခံ
vi: Người nhận
zh: 接收者

# COM_REGX_CODE_BLANK
source: Code cannot contain special characters or spaces
de: Code darf keine Sonderzeichen oder Leerzeichen enthalten
fr: Le code ne peut pas contenir de caractères spéciaux ni d'espaces
ja: コードに特殊な文字やスペースを含めることはできません
km: លេខកូដមិនអាចមានតួអក្សរពិសេសឬដកឃ្លាបានទេ
ko: 코드는 특수 문자 나 공백을 포함 할 수 없습니다.
lo: ລະຫັດບໍ່ສາມາດມີຕົວອັກສອນພິເສດຫລືຊ່ອງຫວ່າງຕ່າງໆ
my: ကုဒ်တွင်အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါ ၀ င်ပါ
vi: Mã không được chứa ký tự đặc biệt hoặc khoảng trắng
zh: 代码不能包含特殊字符或空格

# COM_SHARE_CURD_LBL_FILE_NAME
source: File name
de: Dateiname
fr: Nom de fichier
ja: ファイル名
km: ឈ្មោះ​ឯកសារ
ko: 파일 이름
lo: ຊື່​ເອ​ກະ​ສານ
my: ဖိုင်နာမည်
vi: Tên tệp
zh: 文件名

# COM_SHARE_CURD_LBL_OBJECT_CODE
source: Object
de: Objekt
fr: Objet
ja: オブジェクト
km: វត្ថុ
ko: 목적
lo: ຈຸດປະສົງ
my: အရာဝတ္ထု
vi: Đối tượng
zh: 目的

# COM_SHARE_CURD_LBL_OBJECT_TYPE
source: Object type
de: Objekttyp
fr: Type d'objet
ja: オブジェクトタイプ
km: ប្រភេទវត្ថុ
ko: 개체 유형
lo: ປະເພດວັດຖຸ
my: အရာဝတ္ထုအမျိုးအစား
vi: Kiểu đối tượng
zh: 对象类型

# COM_STOP_WORKING
source: Stop working
de: Aufhören zu arbeiten
fr: Arrête de travailler
ja: 仕事をやめる
km: ឈប់​ធ្វើការ
ko: 동작을 멈추다
lo: ຢຸດເຮັດວຽກ
my: အလုပ်ရပ်လိုက်ပါ
vi: Ngừng hoạt động
zh: 停止工作

# COM_SUB_MENU_MATERIAL
source: Statistic
de: Statistik
fr: Statistique
ja: 統計
km: ស្ថិតិ
ko: 통계량
lo: ສະຖິຕິ
my: စာရင်းအင်း
vi: Báo cáo thống kê
zh: 统计

# COM_SUB_MENU_MATERIAL_CONTRACT
source: Orders / contracts
de: Bestellungen / Verträge
fr: Commandes / contrats
ja: 注文/契約
km: ការបញ្ជាទិញ / កិច្ចសន្យា
ko: 주문 / 계약
lo: ຄຳ ສັ່ງ / ສັນຍາ
my: အမိန့် / စာချုပ်များ
vi: Đơn hàng/ hợp đồng
zh: 订单/合同

# COM_SUB_MENU_MATERIAL_SUPP
source: Order NCC
de: Bestellen Sie NCC
fr: Commandez NCC
ja: NCCを注文する
km: បញ្ជាទិញអិនស៊ីស៊ី
ko: NCC 주문
lo: ສັ່ງຊື້ NCC
my: NCC မှာယူပါ
vi: Đặt hàng NCC
zh: 订购NCC

# COM_TIME
source: Time
de: Zeit
fr: Temps
ja: 時間
km: ពេលវេលា
ko: 시각
lo: ເວລາ
my: အချိန်
vi: Thời gian
zh: 时间

# COM_TITLE_ADMIN_CATEGORY
source: Directory administration
de: Verzeichnisverwaltung
fr: Administration de l'annuaire
ja: ディレクトリ管理
km: រដ្ឋបាលថត
ko: 디렉토리 관리
lo: ການບໍລິຫານລະບົບ
my: လမ်းညွှန်အုပ်ချုပ်မှု
vi: Quản trị danh mục
zh: 目录管理

# COM_TITLE_CODE
source: Code
ja: コード
km: លេខកូដ
ko: 암호
lo: ລະຫັດ
my: ကုဒ်
vi: Mã
zh: 码

# COM_TITLE_HISTORY_FILE
source: File edit history
de: Dateibearbeitungsverlauf
fr: Historique des modifications de fichiers
ja: ファイル編集履歴
km: ប្រវត្តិកែប្រែឯកសារ
ko: 파일 편집 기록
lo: ປະຫວັດການດັດແກ້ເອກະສານ
my: ဖိုင်တည်းဖြတ်မှုမှတ်တမ်း
vi: Lịch sử sửa tệp
zh: 文件编辑历史

# COM_TXT_ALL
source: All
de: Alle
fr: Tout
ja: すべて
km: ទាំងអស់
ko: 모두
lo: ທັງ ໝົດ
my: အားလုံး
vi: Tất cả
zh: 所有

# COM_UPDATE_FAIL
source: There was an error updating
de: Beim Aktualisieren ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la mise à jour
ja: 更新中にエラーが発生しました
km: មានកំហុសក្នុងការធ្វើបច្ចុប្បន្នភាព
ko: 업데이트하는 중에 오류가 발생했습니다.
lo: ມີຂໍ້ຜິດພາດໃນການອັບເດດ
my: အမှားမွမ်းမံပြင်ဆင်မှုတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi cập nhật
zh: 更新时发生错误

# COM_UPDATE_SUCCESS
source: Update successful
de: Aktualisierung erfolgreich
fr: Mise à jour réussie
ja: 更新に成功
km: ការធ្វើបច្ចុប្បន្នភាពជោគជ័យ
ko: 업데이트 성공
lo: ອັບເດດ ສຳ ເລັດ
my: Update ကိုအောင်မြင်စွာလုပ်ပါ
vi: Cập nhật thành công
zh: 更新成功

# COM_UPLOAD
source: Upload
de: Hochladen
fr: Télécharger
ja: アップロード
km: ផ្ទុកឡើង
ko: 업로드
lo: ອັບໂຫລດ
my: တင်ပါ
vi: Tải lên
zh: 上载

# COM_USER
source: User
de: Nutzer
fr: Utilisateur
ja: ユーザー
km: អ្នក​ប្រើ
ko: 사용자
lo: ຜູ້ໃຊ້
my: အသုံးပြုသူကို
vi: Người dùng
zh: 用户

# COM_VALIDATE_CHOOSE_DATA
source: Please select a data warehouse
de: Bitte wählen Sie ein Data Warehouse aus
fr: Veuillez sélectionner un entrepôt de données
ja: データウェアハウスを選択してください
km: សូមជ្រើសរើសឃ្លាំងទិន្នន័យ
ko: 데이터웨어 하우스를 선택하십시오
lo: ກະລຸນາເລືອກສາງຂໍ້ມູນ
my: ကျေးဇူးပြု၍ အချက်အလက်ဂိုဒေါင်ကိုရွေးချယ်ပါ
vi: Vui lòng chọn kho dữ liệu
zh: 请选择一个数据仓库

# COM_VALIDATE_CHOOSE_DRAFTERS
source: Please choose an editor
de: Bitte wählen Sie einen Editor
fr: Veuillez choisir un éditeur
ja: エディターを選択してください
km: សូមជ្រើសរើសអ្នកកែសំរួល
ko: 편집자를 선택하세요
lo: ກະລຸນາເລືອກບັນນາທິການ
my: ကျေးဇူးပြု၍ တည်းဖြတ်သူကိုရွေးပါ
vi: Vui lòng chọn người soạn thảo
zh: 请选择编辑

# COM_VALIDATE_DELETE_RECORD
source: Please select a record to delete!
de: Bitte wählen Sie einen Datensatz zum Löschen aus!
fr: Veuillez sélectionner un enregistrement à supprimer!
ja: 削除するレコードを選択してください！
km: សូមជ្រើសរើសកំណត់ត្រាដើម្បីលុប!
ko: 삭제할 레코드를 선택하십시오!
lo: ກະລຸນາເລືອກບັນທຶກເພື່ອລຶບ!
my: ကျေးဇူးပြု၍ ဖျက်ရန်မှတ်တမ်းကိုရွေးချယ်ပါ။
vi: Vui lòng chọn bản ghi để xóa!
zh: 请选择要删除的记录！

# COM_VALIDATE_ITEM
source: {0} special characters are not allowed!
de: {0} Sonderzeichen sind nicht erlaubt!
fr: {0} caractères spéciaux ne sont pas autorisés!
ja: {0}特殊文字は使用できません！
km: {0} តួអក្សរពិសេសមិនត្រូវបានអនុញ្ញាតទេ!
ko: {0} 특수 문자는 허용되지 않습니다!
lo: {0} ຕົວອັກສອນພິເສດບໍ່ໄດ້ຮັບອະນຸຍາດ!
my: {0} အထူးအက္ခရာများကိုခွင့်မပြုပါ။
vi: {0} không cho phép có ký tự đặc biệt!
zh: 不允许使用{0}特殊字符！

# COM_VALIDATE_ITEM_CODE
source: Requires {0} to have at least one alphanumeric character and not include any special characters, spaces!
de: Erfordert, dass {0} mindestens ein alphanumerisches Zeichen enthält und keine Sonderzeichen oder Leerzeichen enthält!
fr: Nécessite {0} d'avoir au moins un caractère alphanumérique et ne pas inclure de caractères spéciaux, d'espaces!
ja: {0}には少なくとも1つの英数字が必要であり、特別な文字やスペースは含まれていません。
km: តម្រូវឲ្យ {0} មានតួអក្សរជាអក្សរយ៉ាងតិចមួយហើយមិនត្រូវបញ្ចូលតួអក្សរពិសេសដកឃ្លាទេ!
ko: {0}에 하나 이상의 영숫자가 있어야하며 특수 문자, 공백은 포함하지 않아야합니다.
lo: ຮຽກຮ້ອງໃຫ້ມີ {0} ມີຢ່າງ ໜ້ອຍ ໜຶ່ງ ໂຕອັກສອນແລະບໍ່ລວມເອົາຕົວອັກສອນພິເສດ, ຊ່ອງຫວ່າງຕ່າງໆ!
my: {0} တွင်အနည်းဆုံးအက္ခရာနှင့်နံပါတ်တစ်အက္ခရာတစ်လုံးရှိရန်အထူးလိုအပ်သည်။ အထူးအက္ခရာများ၊ နေရာများမပါ ၀ င်ပါ။
vi: Yêu cầu {0} có ít nhất một ký tự là chữ cái hoặc số và không bao gồm ký tự đặc biệt, khoảng trống!
zh: 要求{0}至少包含一个字母数字字符，并且不包括任何特殊字符，空格！

# COM_VALIDATE_ITEM_NAME
source: Requires {0} to have at least one alphanumeric character and not include any special characters!
de: Benötigt {0}, um mindestens einen Buchstaben oder eine Zahl zu haben und keine Sonderzeichen zu enthalten!
fr: Nécessite {0} d'avoir au moins une lettre ou un chiffre et ne pas inclure de caractères spéciaux!
ja: {0}には少なくとも1つの英数字が必要であり、特別な文字は含まれていません。
km: តម្រូវឲ្យ {0} មានលិខិតឬលេខយ៉ាងហោចណាស់មួយហើយមិនត្រូវបញ្ចូលតួអក្សរពិសេសណាមួយឡើយ!
ko: {0}에 하나 이상의 영숫자가 있어야하며 특수 문자는 포함되지 않아야합니다.
lo: ຮຽກຮ້ອງໃຫ້ມີ {0} ມີຢ່າງ ໜ້ອຍ ໜຶ່ງ ໂຕອັກສອນແລະບໍ່ລວມເອົາຕົວອັກສອນພິເສດໃດໆ!
my: {0} တွင်အနည်းဆုံးအက္ခရာတစ်ခုသို့မဟုတ်နံပါတ်တစ်ခုရှိရန်အထူးအက္ခရာများမပါရှိရန်လိုအပ်သည်
vi: Yêu cầu {0} có ít nhất một ký tự là chữ cái hoặc số và không bao gồm ký tự đặc biệt!
zh: 要求{0}至少包含一个字母数字字符，并且不包括任何特殊字符！

# COM_VALIDATE_NOT_FOUND_DATA
source: Could not find the data warehouse
de: Das Data Warehouse konnte nicht gefunden werden
fr: Impossible de trouver l'entrepôt de données
ja: データウェアハウスが見つかりませんでした
km: មិនអាចរកឃ្លាំងទិន្នន័យបានទេ
ko: 데이터웨어 하우스를 찾을 수 없습니다.
lo: ບໍ່ສາມາດຊອກຫາສາງຂໍ້ມູນ
my: ဒေတာဂိုဒေါင်ကိုရှာမရပါ
vi: Không tìm thấy kho dữ liệu
zh: 找不到数据仓库

# COM_WORKING
source: Work
de: Arbeit
fr: Travail
ja: 作業
km: ការងារ
ko: 작업
lo: ເຮັດວຽກ
my: အလုပ်
vi: Hoạt động
zh: 工作

# COM_MSG_IMG_TOO_BIG
source: Image size is too big!
de: Bildgröße ist zu groß!
fr: La taille de l'image est trop grande!
ja: 画像サイズが大きすぎる！
ko: 이미지 크기가 너무 큽니다!
lo: Imago magnitudine est magnus!
my: ပုံအရွယ်အစားကအရမ်းကြီးလွန်းတယ်။
vi: Kích thước ảnh quá lớn!
zh: 图像尺寸太大！

# COM_MSG_PERMISSION_ADD
source: You do not have the right to add
de: Sie haben nicht das Recht, hinzuzufügen
fr: Vous n'avez pas le droit d'ajouter
ja: あなたは追加する権利を持っていません
ko: 추가 할 권리가 없습니다
lo: Et non habet ius addere
my: သင်ထည့်ရန်အခွင့်အရေးမရှိပါ
vi: Bạn không có quyền thêm
zh: 您无权添加

# COM_MSG_PERMISSION_DELETE
source: You do not have the right to delete
de: Sie haben das Recht nicht zu löschen
fr: Vous n'avez pas le droit de supprimer
ja: あなたは削除する権利を持っていません
ko: 삭제할 권리가 없습니다
lo: Non habent ius delere
my: သငျသညျဖျက်ပိုင်ခွင့်ရှိသည်မဟုတ်ကြဘူး
vi: Bạn không có quyền xóa
zh: 您无权删除

# COM_MSG_VALUE_SET_TOO_BIG
source: Please enter the installation value less than 255 characters
de: Bitte geben Sie den Installationswert in weniger als 255 Zeichen ein
fr: Veuillez entrer la valeur d'installation de moins de 255 caractères.
ja: 255文字未満のインストール値を入力してください
ko: 설치 가치를 255 자 미만으로 입력하십시오
lo: Please enter installation valorem minus quam CCLV characters
my: စာလုံးရေ 255 လုံးထက်နည်းသော installation တန်ဖိုးကိုထည့်ပါ
vi: Vui lòng nhập giá trị cài đặt nhỏ hơn 255 ký tự
zh: 请输入少于255个字符的安装值

# COM_MSG_PERMISSION_EDIT_ACT
source: You do not have the right to update this activity
de: Sie haben nicht das Recht, diese Aktivität zu aktualisieren
fr: Vous n'avez pas le droit de mettre à jour cette activité
ja: この活動を更新する権利はありません
ko: 이 활동을 업데이트 할 권리가 없습니다.
lo: Non ius update hac operatio
my: သင်ဤလုပ်ဆောင်မှုကိုမွမ်းမံရန်အခွင့်အရေးမရှိပါ
vi: Bạn không có quyền cập nhật hoạt động này
zh: 您无权更新此活动

# COM_MSG_NO_PERMISSION
source: You do not have the right to perform the operation
de: Sie haben nicht das Recht, den Betrieb auszuführen
fr: Vous n'avez pas le droit d'effectuer l'opération
ja: 操作を実行する権利がありません
ko: 작업을 수행 할 권리가 없습니다.
lo: Non habent ius praestare operationem
my: သင်စစ်ဆင်ရေးလုပ်ဆောင်ခွင့်ရှိသည်မဟုတ်ကြဘူး
vi: Bạn không có quyền thực hiện thao tác
zh: 您无权执行操作

# COM_MSG_PACK_IS_NOT_ADDED
source: Please add a file in advance
de: Bitte fügen Sie eine Datei im Voraus hinzu
fr: S'il vous plaît ajouter un fichier à l'avance
ja: 事前にファイルを追加してください
ko: 사전에 파일을 추가하십시오
lo: Placere add to lima in antecessum
my: ကျေးဇူးပြု. ဖိုင်တစ်ခုထည့်ပါ
vi: Vui lòng thêm hồ sơ trước
zh: 请提前添加文件
