Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/SharedResources.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# COM_CRUMB_FUND_PLAN
source: Income / expenditure plan
de: Einnahmen- / Ausgabenplan
fr: Plan de recettes / dépenses
ja: 収支計画
km: ផែនការប្រាក់ចំណូល / ចំណាយ
ko: 소득 / 지출 계획
lo: ແຜນລາຍຮັບ / ລາຍຈ່າຍ
my: ဝင်ငွေ / အသုံးစရိတ်အစီအစဉ်
vi: Kế hoạch thu/chi
zh: 收入/支出计划

# COM_CRUMB_FUND_REPORT
source: Monthly report
de: Monatlicher Bericht
fr: Rapport mensuel
ja: 月例報告
km: របាយ​ការ​ណ៏​ប្រចាំខែ
ko: 월별보고
lo: ບົດລາຍງານປະ ຈຳ ເດືອນ
my: လစဉ်အစီရင်ခံစာ
vi: Báo cáo thu/chi
zh: 月度报告

# COM_CRUMB_FUND_SMS
source: SMS management
de: SMS-Verwaltung
fr: Gestion des SMS
ja: SMS管理
km: ការគ្រប់គ្រងសារ SMS
ko: SMS 관리
lo: ການຈັດການ SMS
my: SMS စီမံခန့်ခွဲမှု
vi: Quản lý SMS
zh: 短信管理

# COM_CRUMB_FUND_WARNING
source: Fund alert
de: Fondsalarm
fr: Alerte de fonds
ja: ファンドアラート
km: ការជូនដំណឹងអំពីមូលនិធិ
ko: 펀드 알림
lo: ແຈ້ງເຕືອນການລະດົມທຶນ
my: ရန်ပုံငွေသတိပေးချက်
vi: Cảnh báo quỹ
zh: 资金警报

# COM_CRUMB_GALAXY_KEY_WORD
source: Keyword management
de: Keyword-Verwaltung
fr: Gestion des mots-clés
ja: キーワード管理
km: ការគ្រប់គ្រងពាក្យគន្លឹះ
ko: 키워드 관리
lo: ການຈັດການ ຄຳ ຫລັກ
my: သော့ချက်စာလုံးစီမံခန့်ခွဲမှု
vi: Quản lý từ khóa
zh: 关键字管理

# COM_CRUMB_GROUP_USER
source: User groups
de: Benutzergruppen
fr: Groupes d'utilisateurs
ja: ユーザーグループ
km: ក្រុមអ្នកប្រើប្រាស់
ko: 사용자 그룹
lo: ກຸ່ມຜູ້ໃຊ້
my: အသုံးပြုသူအုပ်စုများ
vi: Nhóm người dùng
zh: 用户群

# COM_CRUMB_HR_EMPLOYEE
source: Human resources management
de: Personalmanagement
fr: Gestion des ressources humaines
ja: 人事管理
km: ការ​គ្រប់​គ្រង​ធនធាន​មនុស្ស
ko: 인적 자원 관리
lo: ການຄຸ້ມຄອງຊັບພະຍາກອນມະນຸດ
my: လူ့စွမ်းအားအရင်းအမြစ်စီမံခန့်ခွဲမှု
vi: Quản trị nhân sự
zh: 人力资源管理

# COM_CRUMB_ICON_MANAGER
source: Management icons
de: Verwaltungssymbole
fr: Icônes de gestion
ja: 管理アイコン
km: រូបតំណាងគ្រប់គ្រង
ko: 관리 아이콘
lo: ຮູບສັນຍາລັກການຄຸ້ມຄອງ
my: စီမံခန့်ခွဲမှုအိုင်ကွန်များ
vi: Quản lý biểu tượng
zh: 管理图标

# COM_CRUMB_IMPORT_CUS
source: Upload customer list
de: Kundenliste hochladen
fr: Télécharger la liste des clients
ja: 顧客リストをアップロードする
km: បញ្ចូលបញ្ជីអតិថិជន
ko: 고객 목록 업로드
lo: ອັບໂຫລດລາຍຊື່ລູກຄ້າ
my: ဖောက်သည်စာရင်းတင်ပါ
vi: Tải lên danh sách khách hàng
zh: 上传客户清单

# COM_CRUMB_IMP_STORE
source: Receipt
de: Kassenbon
fr: Le reçu
ja: 受け取り
km: បង្កាន់ដៃ
ko: 영수증
lo: ໃບຮັບເງິນ
my: ငွေလက်ခံဖြတ်ပိုင်း
vi: Quy trình nhập kho
zh: 收据

# COM_CRUMB_INVENTORY
source: Inventory
de: Inventar
fr: Inventaire
ja: 在庫
km: សារពើភ័ណ្ឌ
ko: 목록
lo: ສິນຄ້າຄົງຄັງ
my: စာရင်း
vi: Tồn kho
zh: 库存

# COM_CRUMB_JC_OBJECT_TYPE
source: Object type
de: Objekttyp
fr: Type d'objet
ja: オブジェクトタイプ
km: ប្រភេទវត្ថុ
ko: 개체 유형
lo: ປະເພດວັດຖຸ
my: အရာဝတ္ထုအမျိုးအစား
vi: Loại đối tượng
zh: 对象类型

# COM_CRUMB_KPI
source: Employee KPIs
de: Mitarbeiter-KPIs
fr: KPI des employés
ja: 従業員のKPI
km: KPIs របស់និយោជិក
ko: 직원 KPI
lo: KPIs ພະນັກງານ
my: ၀ န်ထမ်း KPIs
vi: KPI nhân viên
zh: 员工关键绩效指标

# COM_CRUMB_MAINTEN_ASSET_HOME
source: Maintenance and repair
de: Instandhaltung und Reparatur
fr: Maintenance et réparation
ja: 補修
km: ថែទាំនិងជួសជុល
ko: 유지 보수 및 수리
lo: ບຳ ລຸງຮັກສາແລະສ້ອມແປງ
my: ပြုပြင်ထိန်းသိမ်းခြင်းနှင့်ပြုပြင်ခြင်း
vi: Bảo dưỡng sửa chữa
zh: 维护和修理

# COM_CRUMB_MANAGER_CONTENT
source: Content Management
fr: Gestion de contenu
ja: コンテンツ管理
km: ការគ្រប់គ្រងមាតិកា
ko: 콘텐츠 관리
lo: ການຄຸ້ມຄອງເນື້ອຫາ
my: အကြောင်းအရာစီမံခန့်ခွဲမှု
vi: Quản lý nội dung
zh: 内容管理

# COM_CRUMB_MANAGE_POSTION
source: Managing location
de: Standort verwalten
fr: Gérer l'emplacement
ja: 場所の管理
km: គ្រប់គ្រងទីតាំង
ko: 위치 관리
lo: ການຄຸ້ມຄອງສະຖານທີ່
my: တည်နေရာကိုစီမံသည်
vi: Quản lý vị trí
zh: 管理位置

# COM_CRUMB_MATERIAL_PROD
source: Equipment and materials catalog
de: Geräte- und Materialkatalog
fr: Catalogue d'équipements et de matériaux
ja: 設備・資材カタログ
km: កាតាឡុកឧបករណ៍និងសំភារៈ
ko: 장비 및 재료 카탈로그
lo: ລາຍການອຸປະກອນແລະວັດສະດຸ
my: ပစ္စည်းကိရိယာနှင့်ပစ္စည်းများကက်တလောက်
vi: Vât tư - Thiết bị - Hàng hóa
zh: 设备和材料目录

# COM_CRUMB_MATERIAL_TYPE
source: Material type
de: Materialart
fr: Type de materiau
ja: 材料の種類
km: ប្រភេទសម្ភារៈ
ko: 재료 유형
lo: ປະເພດວັດສະດຸ
my: ပစ္စည်းအမျိုးအစား
vi: Phân loại Vật tư - Hàng hóa
zh: 材料种类

# COM_CRUMB_MEETING_SCHEDULE
source: Meeting online
de: Online treffen
fr: Réunion en ligne
ja: オンライン会議
km: ប្រជុំតាមអ៊ីនធឺណិត
ko: 온라인 회의
lo: ການພົບປະ online
my: အွန်လိုင်းအစည်းအဝေး
vi: Họp trực tuyến
zh: 在线会议

# COM_CRUMB_MENU_ACTIVITY
source: Build the process
de: Erstellen Sie den Prozess
fr: Construisez le processus
ja: プロセスを構築する
km: កសាងដំណើរការ
ko: 프로세스 구축
lo: ສ້າງຂະບວນການ
my: လုပ်ငန်းစဉ်တည်ဆောက်ပါ
vi: Dựng quy trình
zh: 建立流程

# COM_CRUMB_MENU_CENTER
source: Central operating
de: Zentralbetrieb
fr: Fonctionnement central
ja: 中央運用
km: ប្រតិបត្តិការកណ្តាល
ko: 중앙 운영
lo: ປະຕິບັດງານສູນກາງ
my: ဗဟိုလည်ပတ်မှု
vi: Điều hành trung tâm
zh: 中央操作

# COM_CRUMB_MENU_FINANCE
source: Finance
de: Finanzen
fr: La finance
ja: ファイナンス
km: ហិរញ្ញវត្ថុ
ko: 재원
lo: ການເງິນ
my: ဘဏ္ာရေး
vi: Tài chính
zh: 金融

# COM_CRUMB_MENU_STORE
source: Warehouse and sales
de: Lager und Verkauf
fr: Entrepôt et vente
ja: 倉庫と販売
km: ឃ្លាំងនិងការលក់
ko: 창고 및 판매
lo: ສາງແລະຂາຍ
my: ဂိုဒေါင်နှင့်ရောင်းအား
vi: Kho và bán hàng
zh: 仓库和销售

# COM_CRUMB_ORDER_RQ_RAW
source: Opportunity information
de: Opportunity-Informationen
fr: Informations sur l'opportunité
ja: 機会情報
km: ព័ត៌មានអំពីឱកាស
ko: 기회 정보
lo: ຂໍ້ມູນກ່ຽວກັບໂອກາດ
my: အခွင့်အလမ်းသတင်းအချက်အလက်
vi: Thông tin cơ hội
zh: 机会信息

# COM_CRUMB_ORGANIZATION
source: Branch
de: Ast
fr: Branche
ja: ブランチ
km: សាខា
ko: 분기
lo: ສາຂາ
my: ဌာနခွဲ
vi: Chi nhánh
zh: 科

# COM_CRUMB_PACK_COVER
source: Manage records boxes
de: Datensatzfelder verwalten
fr: Gérer les boîtes d'enregistrements
ja: レコードボックスの管理
km: គ្រប់គ្រងប្រអប់កំណត់ត្រា
ko: 기록 상자 관리
lo: ຈັດການກ່ອງບັນທຶກ
my: မှတ်တမ်းများသေတ္တာများစီမံပါ
vi: Quản lý hộp hồ sơ
zh: 管理记录框

# COM_CRUMB_PARAM_WARNING
source: Set up alerts
de: Richten Sie Warnungen ein
fr: Configurer des alertes
ja: アラートを設定する
km: រៀបចំការដាស់តឿន
ko: 알림 설정
lo: ຕັ້ງຄ່າການແຈ້ງເຕືອນ
my: သတိပေးချက်များကို set up
vi: Thiết lập cảnh báo
zh: 设置警报

# COM_CRUMB_PO_CUS
source: Sales
de: Der Umsatz
fr: Ventes
ja: 販売
km: ការលក់
ko: 매상
lo: ການຂາຍ
my: အရောင်း
vi: Doanh số bán hàng
zh: 营业额

# COM_CRUMB_PO_CUS_PAYMENT
source: Money collected / debt
de: Gesammeltes Geld / Schulden
fr: Argent collecté / dette
ja: 集めたお金/借金
km: លុយប្រមូល / បំណុល
ko: 수금 / 부채
lo: ເງິນທີ່ເກັບ / ໜີ້
my: စုဆောင်းထားသောငွေများ / အကြွေးများ
vi: Tiền đã thu/công nợ
zh: 收款/债务

# COM_CRUMB_PO_SUP
source: Report on total purchases made by NCC
de: Bericht über die gesamten Einkäufe von NCC
fr: Rapport sur le total des achats effectués par la CCN
ja: NCCによる総購入額のレポート
km: របាយការណ៍ស្តីពីការទិញសរុបធ្វើឡើងដោយអិនស៊ីស៊ី
ko: NCC의 총 구매 보고서
lo: ລາຍງານກ່ຽວກັບການຊື້ທັງ ໝົດ ທີ່ NCC ເຮັດ
my: NCC မှစုစုပေါင်းဝယ်ယူမှုနှင့် ပတ်သက်၍ အစီရင်ခံစာ
vi: Báo cáo thống kê tổng mua hàng đặt hàng NCC
zh: NCC的总购买报告

# COM_CRUMB_PO_SUP_CHART
source: Statistical chart
de: Statistisches Diagramm
fr: Tableau statistique
ja: 統計チャート
km: តារាងស្ថិតិ
ko: 통계 차트
lo: ຕາຕະລາງສະຖິຕິ
my: စာရင်းအင်းဇယား
vi: Biểu đồ thanh toán
zh: 统计图

# COM_CRUMB_PO_SUP_PAYMENT
source: NCC orders
de: NCC-Bestellungen
fr: Ordres NCC
ja: NCCの注文
km: បញ្ជាទិញ NCC
ko: NCC 주문
lo: ຄຳ ສັ່ງຂອງ NCC
my: NCC မှာယူ
vi: Đơn đặt hàng NCC
zh: NCC订单

# COM_CRUMB_PROD_ASSET
source: Property properties
de: Eigenschaften Eigenschaften
fr: Propriétés de la propriété
ja: プロパティプロパティ
km: លក្ខណៈសម្បត្តិទ្រព្យសម្បត្តិ
ko: 속성 속성
lo: ຄຸນສົມບັດຂອງຊັບສິນ
my: အိမ်ခြံမြေဂုဏ်သတ္တိများ
vi: Thuộc tính tài sản
zh: 物业物业

# COM_CRUMB_PROD_ATTR_QRCODE
source: Print the product QrCode 2
de: Drucken Sie das Produkt QrCode 2
fr: Imprimer le produit QrCode 2
ja: 製品を印刷するQrCode2
km: បោះពុម្ពផលិតផល QrCode ២
ko: 제품 QrCode 2 인쇄
lo: ພິມຜະລິດຕະພັນ QrCode 2
my: ထုတ်ကုန် QrCode 2 ပုံနှိပ်ပါ
vi: In QrCode sản phẩm 2
zh: 打印产品QrCode 2

# COM_CRUMB_PROD_GROUP
source: Materials group
de: Materialgruppe
fr: Groupe de matériaux
ja: 材料グループ
km: ក្រុមសម្ភារ
ko: 재료 그룹
lo: ກຸ່ມວັດສະດຸ
my: ပစ္စည်းများအုပ်စု
vi: Nhóm Vật tư - Hàng hóa
zh: 材料组

# COM_CRUMB_PROD_HIS_SALE
source: Product history
de: Produktgeschichte
fr: Historique du produit
ja: 製品履歴
km: ប្រវត្តិផលិតផល
ko: 제품 역사
lo: ປະຫວັດຜະລິດຕະພັນ
my: ကုန်ပစ္စည်းသမိုင်း
vi: Lịch sử sản phẩm
zh: 产品历史

# COM_CRUMB_PROD_QRCODE
source: Print the product QrCode
de: Drucken Sie den Produkt-QrCode
fr: Imprimer le produit QrCode
ja: 製品のQrCodeを印刷します
km: បោះពុម្ពផលិតផល QrCode
ko: 제품 QrCode 인쇄
lo: ພິມຜະລິດຕະພັນ QrCode
my: ထုတ်ကုန် QrCode ပုံနှိပ်ပါ
vi: In QrCode sản phẩm
zh: 打印产品QrCode

# COM_CRUMB_PROD_SELL
source: Selling price of SP, raw materials
de: Verkaufspreis von SP, Rohstoffen
fr: Prix ​​de vente de SP, matières premières
ja: SP、原材料の販売価格
km: តម្លៃលក់អេសភីវត្ថុធាតុដើម
ko: SP, 원자재 판매 가격
lo: ລາຄາຂາຍຂອງ SP, ວັດຖຸດິບ
my: SP ဈေးနှုန်း၊ ကုန်ကြမ်းပစ္စည်းများ
vi: Giá bán SP, nguyên liệu
zh: SP，原材料的售价

# COM_CRUMB_PROGRESS
source: Keep track of your progress
de: Verfolgen Sie Ihren Fortschritt
fr: Suivez vos progrès
ja: 進捗状況を追跡する
km: តាមដានការរីកចម្រើនរបស់អ្នក
ko: 진행 상황을 추적하세요
lo: ຕິດຕາມຄວາມຄືບຫນ້າຂອງທ່ານ
my: သင်၏တိုးတက်မှုကိုခြေရာခံပါ
vi: Theo dõi tiến độ
zh: 追踪进度

# COM_CRUMB_PROJECT
source: Project / Bidding
de: Projekt / Bieten
fr: Projet / Appel d'offres
ja: プロジェクト/入札
km: គម្រោង / ការដេញថ្លៃ
ko: 프로젝트 / 입찰
lo: ໂຄງການ / ການປະມູນ
my: စီမံကိန်း / လေလံ
vi: Dự án/Đấu thầu
zh: 项目/招标

# COM_CRUMB_PROJECT_HOME
source: Project
de: Projekt
fr: Projet
ja: 事業
km: គម្រោង
ko: 계획
lo: ໂຄງການ
my: စီမံကိန်း
vi: Dự án
zh: 项目

# COM_CRUMB_PROJECT_MANAGEMENT
source: Project management
de: Projektmanagement
fr: Gestion de projet
ja: プロジェクト管理
km: ការ​គ្រប់គ្រង​គម្រោង
ko: 프로젝트 관리
lo: ການບໍລິຫານໂຄງການ
my: စီမံကိန်းကိုစီမံခန့်ခွဲမှု
vi: Quản trị dự án
zh: 项目管理

# COM_CRUMB_PURCHARE_COST
source: Purchase costs
de: Anschaffungskosten
fr: Frais d'achat
ja: 購入費用
km: ចំណាយទិញ
ko: 구매 비용
lo: ຄ່າໃຊ້ຈ່າຍໃນການຊື້
my: ဝယ်ယူမှုကုန်ကျစရိတ်
vi: Chi phí mua hàng
zh: 采购费用

# COM_CRUMB_REMINDER_ATTR
source: List of reminders
de: Liste der Erinnerungen
fr: Liste des rappels
ja: リマインダーのリスト
km: បញ្ជីនៃការរំ.ក
ko: 미리 알림 목록
lo: ບັນຊີລາຍຊື່ຂອງການເຕືອນ
my: သတိပေးချက်များစာရင်း
vi: Danh mục nhắc nhở
zh: 提醒清单

# COM_CRUMB_REPORT_CARDJOB
source: Report
de: Bericht
fr: rapport
ja: 報告書
km: របាយការណ៍
ko: 보고서
lo: ບົດລາຍງານ
my: အစီရင်ခံစာ
vi: Báo cáo kết quả
zh: 报告

# COM_CRUMB_REPORT_RESULT_ACT
source: Report the results of activities
de: Berichten Sie über die Ergebnisse der Aktivitäten
fr: Rapporter les résultats des activités
ja: 活動の結果を報告する
km: រាយការណ៍លទ្ធផលនៃសកម្មភាព
ko: 활동 결과보고
lo: ລາຍງານຜົນຂອງກິດຈະ ກຳ
my: လှုပ်ရှားမှု၏ရလဒ်များကိုသတင်းပို့ပါ
vi: Báo cáo kết quả hoạt động
zh: 报告活动结果

# COM_CRUMB_REPORT_SEND_RQ
source: Synthesize Y / C order
de: Y / C-Reihenfolge synthetisieren
fr: Synthétiser l'ordre Y / C
ja: Y / Cオーダーを合成する
km: សំយោគលំដាប់ Y / C
ko: Y / C 순서 합성
lo: Synthesize ຄໍາສັ່ງ Y / C
my: Y / C အမိန့် Synthesize
vi: Tổng hợp Y/C đặt hàng
zh: 合成Y / C顺序

# COM_CRUMB_RESOURCE
source: Mobile app resources
de: Mobile App -Ressourcen
fr: Ressources d'application mobile
ja: モバイルアプリリソース
km: ធនធានកម្មវិធីទូរស័ព្ទ
ko: 모바일 앱 리소스
lo: ຊັບພະຍາກອນ App ມືຖື
my: မိုဘိုင်းအက်ပလီကေးရှင်းအရင်းအမြစ်များ
vi: Tài nguyên ứng dụng di động
zh: 移动应用资源

# COM_CRUMB_RESOURCE_WEB
source: Resources
de: Ressourcen
fr: Ressources
ja: リソース
km: ធនធាន
ko: 자원
lo: ຊັບ​ພະ​ຍາ​ກອນ
my: အရင်းအမြစ်များ
vi: Tài nguyên
zh: 资源资源

# COM_CRUMB_REVENUE
source: Sales
de: Der Umsatz
fr: Ventes
ja: 販売
km: ការលក់
ko: 매상
lo: ການຂາຍ
my: အရောင်း
vi: Doanh thu dịch vụ
zh: 营业额

# COM_CRUMB_RPT_WARE_HOUSE
source: Statistic
de: Statistik
fr: Statistique
ja: 統計
km: ស្ថិតិ
ko: 통계량
lo: ສະຖິຕິ
my: စာရင်းအင်း
vi: Báo cáo thống kê
zh: 统计

# COM_CRUMB_RQ_IMP_PROD
source: Y / C order
de: Y / C Bestellung
fr: Ordre Y / C
ja: Y / Cオーダー
km: បញ្ជាទិញអ៊ី / ស៊ី
ko: Y / C 주문
lo: ຄໍາສັ່ງ Y / C
my: Y / C အမှာစာ
vi: Y/C đặt hàng
zh: Y / C顺序

# COM_CRUMB_RQ_PRICE
source: Y / C asks the price
de: Y / C fragt nach dem Preis
fr: Y / C demande le prix
ja: Y / Cは価格を尋ねます
km: អ៊ី / ស៊ីសួរតម្លៃ
ko: Y / C는 가격을 묻습니다
lo: Y / C ຖາມລາຄາ
my: Y / C ကစျေးနှုန်းကိုမေးသည်
vi: Y/C hỏi giá
zh: Y / C要价

# COM_CRUMB_SALE_WH
source: Sell
de: Verkaufen
fr: Vendre
ja: 売る
km: លក់
ko: 팔다
lo: ຂາຍ
my: ရောင်းမည်
vi: Bán hàng
zh: 卖

# COM_CRUMB_SERVICE_CAT
source: List of services
de: Liste der Dienstleistungen
fr: Liste des services
ja: サービスのリスト
km: បញ្ជីសេវាកម្ម
ko: 서비스 목록
lo: ລາຍຊື່ບໍລິການ
my: ဝန်ဆောင်မှုများစာရင်း
vi: Danh mục dịch vụ
zh: 服务清单

# COM_CRUMB_SERVICE_TYPE
source: Type of service
de: Art der Leistung
fr: Type de service
ja: サービスの種類
km: ប្រភេទសេវាកម្ម
ko: 서비스 유형
lo: ປະເພດການບໍລິການ
my: ဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ
zh: 服务种类

# COM_CRUMB_STAFF_KEEPING
source: Timekeeping
de: Zeitmessung
fr: Chronométrage
ja: 計時
km: ពេលវេលា
ko: 타임 키핑
lo: ກຳ ນົດເວລາ
my: အချိန်ဇယား
vi: Chấm công
zh: 计时表

# COM_CRUMB_STAFF_LATE
source: Late report / leave request
de: Verspäteter Bericht / Urlaubsantrag
fr: Rapport tardif / demande de congé
ja: レイトレポート/休暇申請
km: របាយការណ៍យឺត / ការស្នើសុំឈប់សម្រាក
ko: 지연 신고 / 휴가 신청
lo: ການຮ້ອງຂໍການລາຍງານຊ້າ / ການອອກຊ້າ
my: နှောင်းပိုင်းအစီရင်ခံစာ / ခွင့်တောင်းဆိုချက်
vi: Danh sách báo phép
zh: 逾期报告/请假申请

# COM_CRUMB_STAFF_SALARY
source: Public supervision
de: Öffentliche Aufsicht
fr: Supervision publique
ja: 公的監督
km: ការត្រួតពិនិត្យជាសាធារណៈ
ko: 공공 감독
lo: ການຊີ້ ນຳ ປະຊາຊົນ
my: ပြည်သူ့ကြီးကြပ်မှု
vi: Giám sát công
zh: 公众监督

# COM_CRUMB_STATFF_REGISTRATION
source: Calendar
de: Kalender
fr: Calendrier
ja: カレンダー
km: ប្រតិទិន
ko: 달력
lo: ປະຕິທິນ
my: ပြက္ခဒိန်
vi: Lịch làm việc
zh: 日历

# COM_CRUMB_STOCK_CARD
source: Stock card
de: Lagerkarte
fr: Fiche de stock
ja: ストックカード
km: ប័ណ្ណភាគហ៊ុន
ko: 재고 카드
lo: ບັດຫຸ້ນ
my: စတော့အိတ်ကဒ်
vi: Thẻ kho
zh: 股票卡

# COM_CRUMB_SUPP
source: D / S supplier
de: D / S-Lieferant
fr: Fournisseur D / S
ja: D / Sサプライヤー
km: អ្នកផ្គត់ផ្គង់ឃ / អេស
ko: D / S 공급자
lo: ຜູ້ສະ ໜອງ D / S
my: D / S ပေးသွင်းသူ
vi: D/S nhà cung cấp
zh: D / S供应商

# COM_CRUMB_SUPP_HOME
source: Supplier
de: Lieferant
fr: Fournisseur
ja: サプライヤー
km: អ្នកផ្គត់ផ្គង់
ko: 공급자
lo: ຜູ້ສະ ໜອງ ສິນຄ້າ
my: ပေးသွင်းသူ
vi: Nhà cung cấp
zh: 供应商

# COM_CRUMB_SV_CAT_PRICE
source: Service price list
de: Service-Preisliste
fr: Liste de prix des services
ja: サービス価格表
km: បញ្ជីតម្លៃសេវាកម្ម
ko: 서비스 가격표
lo: ບັນຊີລາຄາບໍລິການ
my: ဝန်ဆောင်မှုစျေးနှုန်း
vi: Tính giá dịch vụ
zh: 服务价格表

# COM_CRUMB_SV_HOME
source: Service administration
de: Serviceverwaltung
fr: Administration des services
ja: サービス管理
km: រដ្ឋបាលសេវាកម្ម
ko: 서비스 관리
lo: ບໍລິຫານການບໍລິການ
my: ဝန်ဆောင်မှုစီမံခန့်ခွဲမှု
vi: Quản trị dịch vụ
zh: 服务管理

# COM_CRUMB_SYMBOL_LIB
source: Symbol Library
de: Symbolbibliothek
fr: Bibliothèque de symboles
ja: シンボルライブラリ
km: បណ្ណាល័យនិមិត្តសញ្ញា
ko: 심볼 라이브러리
lo: ຫໍສະມຸດສັນຍາລັກ
my: သင်္ကေတစာကြည့်တိုက်
vi: Thư viện ký hiệu
zh: 符号库

# COM_CRUMB_SYSTEM
source: System
fr: Système
ja: システム
km: ប្រព័ន្ធ
ko: 체계
lo: ລະບົບ
my: စနစ်
vi: Hệ thống
zh: 系统

# COM_CRUMB_SYSTEM_SETTING
source: System installation
fr: Installation du système
ja: システムのインストール
km: ការតំឡើងប្រព័ន្ធ
ko: 시스템 설치
lo: ການຕິດຕັ້ງລະບົບ
my: စနစ်တပ်ဆင်မှု
vi: Cài đặt hệ thống
zh: 系统安装

# COM_CRUMB_USER_MANAGE
source: User administration
de: Benutzerverwaltung
fr: Administration des utilisateurs
ja: ユーザー管理
km: ការគ្រប់គ្រងអ្នកប្រើប្រាស់
ko: 사용자 관리
lo: ການບໍລິຫານຜູ້ໃຊ້
my: အသုံးပြုသူအုပ်ချုပ်မှု
vi: Quản trị người dùng
zh: 用户管理

# COM_CRUMB_USER_MANUAL
source: User manual
de: Benutzerhandbuch
fr: Manuel de l'Utilisateur
ja: ユーザーマニュアル
km: សៀវភៅណែនាំអ្នកប្រើប្រាស់
ko: 사용자 매뉴얼
lo: ຄູ່​ມື​ຜູ້​ໃຊ້
my: အသုံးပြုသူလက်စွဲ
vi: Hướng dẫn sử dụng
zh: 用户手册

# COM_CRUMB_WARNING_FUND_HOME
source: Fund alert
de: Fondsalarm
fr: Alerte de fonds
ja: ファンドアラート
km: ការជូនដំណឹងអំពីមូលនិធិ
ko: 펀드 알림
lo: ແຈ້ງເຕືອນການລະດົມທຶນ
my: ရန်ပုံငွေသတိပေးချက်
vi: Cảnh báo quỹ
zh: 资金警报

# COM_CRUMB_WB_SALARY
source: Payroll
de: Lohn-und Gehaltsabrechnung
fr: Paie
ja: 給与
km: បើកប្រាក់ខែ
ko: 급여
lo: ເງິນເດືອນ
my: လစာ
vi: Tính lương
zh: 工资单

# COM_CRUMB_WF_HOME
source: Handling workflows
de: Umgang mit Workflows
fr: Gestion des workflows
ja: ワークフローの処理
km: ដោះស្រាយលំហូរការងារ
ko: 워크 플로 처리
lo: ການຈັດການກັບການເຮັດວຽກ
my: လုပ်ငန်းအသွားအလာကိုကိုင်တွယ်
vi: Xử lý luồng việc
zh: 处理工作流程

# COM_CRUMB_WH_DIGITAL_HOME
source: Data warehouse & digitization
de: Data Warehouse & Digitalisierung
fr: Entrepôt de données et numérisation
ja: データウェアハウスとデジタル化
km: ឃ្លាំងទិន្នន័យនិងឌីជីថល
ko: 데이터웨어 하우스 및 디지털화
lo: ສາງຂໍ້ມູນ & ການຍ່ອຍ
my: ဒေတာသိုလှောင်ရုံ & ဒီဂျစ်တယ်
vi: Kho dữ liệu & số hóa
zh: 数据仓库与数字化

# COM_CURD_BTN_ADD_DATA
source: Data entry
de: Dateneingabe
fr: Saisie des données
ja: データ入力
km: ការ​បញ្ចូល​ទិន្នន័យ
ko: 데이터 입력
lo: ການປ້ອນຂໍ້ມູນ
my: ဒေတာထည့်သွင်းခြင်း
vi: Vào dữ liệu
zh: 数据输入

# COM_CURD_BTN_HISTORY
source: History
de: Geschichte
fr: Histoire
ja: 歴史
km: ប្រវត្តិសាស្រ្ត
ko: 역사
lo: ປະຫວັດສາດ
my: သမိုင်း
vi: Lịch sử
zh: 历史

# COM_CURD_DETAIL_TITLE_SET
source: List of properties
de: Liste der Eigenschaften
fr: Liste des propriétés
ja: プロパティのリスト
km: បញ្ជីលក្ខណៈសម្បត្តិ
ko: 속성 목록
lo: ລາຍຊື່ຄຸນສົມບັດ
my: အိမ်ခြံမြေများစာရင်း
vi: Danh sách thuộc tính
zh: 属性清单

# COM_CURD_LBL_CAT_ACT
source: Business flow
de: Geschäftsfluss
fr: Flux d'affaires
ja: ビジネスフロー
km: លំហូរអាជីវកម្ម
ko: 비즈니스 흐름
lo: ກະແສທຸລະກິດ
my: စီးပွားရေးစီးဆင်းမှု
vi: Luồng nghiệp vụ
zh: 业务流程

# COM_CURD_LBL_TYPE_SET
source: Datatypes
de: Datentypen
fr: Types de données
ja: データタイプ
km: ដាតាថេត
ko: 데이터 유형
lo: ຕາຕະລາງ
my: အမျိုးအစားများ
vi: Kiểu dữ liệu
zh: 资料类型

# COM_CURD_LBL_VALUE_SET
source: Setting value
de: Einstellungswert
fr: Valeur de réglage
ja: 設定値
km: ការកំណត់តម្លៃ
ko: 설정 값
lo: ກຳ ນົດຄ່າ
my: တန်ဖိုးသတ်မှတ်ခြင်း
vi: Giá trị cài đặt
zh: 设定值

# COM_DELETE_FAIL
source: Deletion failed
de: Löschen fehlgeschlagen
fr: La suppression a échoué
ja: 削除に失敗しました
km: ការលុបបានបរាជ័យ
ko: 삭제 실패
lo: ການລຶບລົ້ມເຫລວລົ້ມເຫລວ
my: ဖျက်ပစ်သည်မအောင်မြင်ပါ
vi: Xóa thất bại
zh: 删除失败

# COM_DELETE_FILE_SUCCESS
source: File deletion is successful
de: Das Löschen der Datei ist erfolgreich
fr: La suppression du fichier a réussi
ja: ファイルの削除は成功しました
km: ការលុបឯកសារបានជោគជ័យ
ko: 파일 삭제 성공
lo: ການລຶບໄຟລ໌ແມ່ນປະສົບຜົນ ສຳ ເລັດ
my: ဖိုင်ဖျက်ရန်အောင်မြင်သည်
vi: Xóa tệp tin thành công
zh: 文件删除成功

# COM_DELETE_SUCCESS
source: Deleted successfully
de: Erfolgreich gelöscht
fr: Supprimé avec succès
ja: 正常に削除されました
km: បានលុបដោយជោគជ័យ
ko: 성공적으로 삭제되었습니다.
lo: ຖືກລຶບອອກຢ່າງ ສຳ ເລັດຜົນ
my: အောင်မြင်စွာဖျက်ပြီးပါပြီ
vi: Xóa thành công
zh: 删除成功

# COM_DEL_SUCCESS_LIST_ITEM_BUT_HAS_CHILD_OR_REF
source: Successfully deleted {0} {0} used elsewhere or {0} whose {0} have not been selected.
de: {0} {0} wurde erfolgreich gelöscht und an anderer Stelle verwendet oder {0}, deren {0} nicht ausgewählt wurde.
fr: {0} {0} utilisé ailleurs ou {0} dont {0} n'a pas été sélectionné.
ja: 他の場所で使用されている{0} {0}、または{0}が選択されていない{0}が正常に削除されました。
km: បានលុបដោយជោគជ័យ {0} {0} ដែលត្រូវបានប្រើនៅកន្លែងផ្សេងទៀតឬ {0} ដែល {0} មិនបានជ្រើសរើស។
ko: 다른 곳에서 사용 된 {0} {0} 또는 {0}이 (가) 선택되지 않은 {0}을 (를) 삭제했습니다.
lo: ລຶບ 0 ສົບຜົນ ສຳ ເລັດ {0} ໃຊ້ຢູ່ບ່ອນອື່ນຫຼື {0} ທີ່ {0} ບໍ່ໄດ້ຖືກເລືອກ.
my: အောင်မြင်စွာဖျက်ပစ် {0} {0} အခြားနေရာများတွင်အသုံးပြုသောသို့မဟုတ် {0} ၏ {0} ကိုမရွေးရသေးပါ။
vi: Xóa thành công các {0} các {0} được sử dụng ở nơi khác hoặc {0} có {0} con không được chọn.
zh: 已成功删除其他地方使用的{0} {0}或尚未选择{0}的{0}。

# COM_EDIT_FILE
source: Edit file
de: Datei bearbeiten
fr: Modifier le fichier
ja: ファイルの編集
km: កែសម្រួលឯកសារ
ko: 파일 수정
lo: ແກ້ໄຂເອກະສານ
my: ဖိုင်ကိုတည်းဖြတ်
vi: Sửa tệp tin
zh: 编辑档案

# COM_EDIT_INFORMATION_SUCCESS
source: Successfully edited file information
de: Dateiinformationen erfolgreich bearbeitet
fr: Informations sur le fichier modifiées avec succès
ja: ファイル情報の編集に成功
km: បានកែសម្រួលព័ត៌មានឯកសារដោយជោគជ័យ
ko: 파일 정보를 성공적으로 편집했습니다.
lo: ດັດແກ້ຂໍ້ມູນເອກະສານ ສຳ ເລັດແລ້ວ
my: ဖိုင်အချက်အလက်များကိုအောင်မြင်စွာတည်းဖြတ်ပြီး
vi: Sửa thông tin tệp tin thành công
zh: 成功编辑文件信息

# COM_ERR_ADD
source: There was an error adding!
de: Beim Hinzufügen ist ein Fehler aufgetreten!
fr: Une erreur s'est produite lors de l'ajout!
ja: 追加中にエラーが発生しました！
km: មានកំហុសបន្ថែម!
ko: 추가하는 중에 오류가 발생했습니다!
lo: ມີຂໍ້ຜິດພາດໃນການເພີ່ມ!
my: ဖြည့်စွက်အမှားတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi thêm !
zh: 添加时出错！

# COM_ERR_CODE_CHANGE
source: Code {0} cannot be changed.
de: Code {0} kann nicht geändert werden.
fr: Le code {0} ne peut pas être modifié.
ja: コード{0}は変更できません。
km: លេខកូដ {0} មិនអាចប្តូរបានទេ។
ko: {0} 코드는 변경할 수 없습니다.
lo: ລະຫັດ {0} ບໍ່ສາມາດປ່ຽນແປງໄດ້.
my: ကုဒ် {0} ကို ပြောင်းလဲ၍ မရပါ။
vi: Mã {0} không được phép thay đổi.
zh: 代码{0}无法更改。

# COM_ERR_DELETE
source: There was an error deleting!
de: Beim Löschen ist ein Fehler aufgetreten!
fr: Une erreur s'est produite lors de la suppression!
ja: 削除中にエラーが発生しました。
km: មានកំហុសក្នុងការលុប!
ko: 삭제하는 중에 오류가 발생했습니다!
lo: ມີຂໍ້ຜິດພາດໃນການລຶບ!
my: ဖျက်လိုက်တာကအမှားပဲ။
vi: Có lỗi xảy ra khi xóa
zh: 删除时出错！

# COM_ERR_EXCEED_CHARACTERS
source: {0} must not exceed {1} characters.
de: {0} darf {1} Zeichen nicht überschreiten.
fr: {0} ne doit pas dépasser {1} caractères.
ja: {0}は{1}文字を超えてはなりません。
km: {0} មិនត្រូវលើសពី {1} តួអក្សរ។
ko: {0}은 (는) {1}자를 초과 할 수 없습니다.
lo: {0} ບໍ່ຕ້ອງເກີນ {1} ໂຕອັກສອນ.
my: {0} သည် {1} အက္ခရာများထက်မကြီးရပါ။
vi: {0} không được nhập quá {1} ký tự.
zh: {0}不能超过{1}个字符。

# COM_ERR_EXIST
source: {0} already exists!
de: {0} existiert bereits!
fr: {0} existe déjà!
ja: {0}はすでに存在します！
km: {0} មានរួចហើយ!
ko: {0}이 (가) 이미 존재합니다!
lo: {0} ມີຢູ່ແລ້ວ!
my: {0} ရှိပြီးသား!
vi: {0} đã tồn tại!
zh: {0}已经存在！

# COM_ERR_FAIL_ADD
source: Added {0} error
de: {0} Fehler hinzugefügt
fr: Erreur {0} ajoutée
ja: {0}エラーを追加しました
km: បានបន្ថែមកំហុស {0}
ko: {0} 오류 추가
lo: ເພີ່ມຂໍ້ຜິດພາດ {0}
my: {0} အမှားထည့်သွင်းခဲ့သည်
vi: Thêm {0} lỗi
zh: 添加了{0}错误

# COM_ERR_FAIL_DOWLOAD
source: Load {0} error
de: Fehler {0} laden
fr: Erreur de chargement {0}
ja: ロード{0}エラー
km: ផ្ទុកកំហុស {0}
ko: {0}로드 오류
lo: ໂຫຼດ {0} ຜິດພາດ
my: {0} အမှား Load
vi: Tải {0} lỗi
zh: 加载{0}错误

# COM_ERR_LIST_OBJ_HAS_CHILD_OR_REF
source: {0} used elsewhere cannot be deleted or that have {0} children unselected. You must delete all {0} children first.
de: {0}, das an anderer Stelle verwendet wird, kann nicht gelöscht werden oder {0} untergeordnete Kinder sind nicht ausgewählt. Sie müssen zuerst alle {0} Kinder löschen.
fr: {0} utilisé ailleurs ne peut pas être supprimé ou pour lesquels {0} enfants sont désélectionnés. Vous devez d'abord supprimer tous les {0} enfants.
ja: 他の場所で使用されている{0}は削除できないか、{0}の子が選択されていません。最初にすべての{0}子を削除する必要があります。
km: {0} ប្រើនៅកន្លែងផ្សេងទៀតមិនអាចលុបចោលបានទេរឺក៏មានកូន {0} ដែលមិនបានជ្រើសរើស។ អ្នកត្រូវតែលុបចោលកុមារ {0} ទាំងអស់ជាមុនសិន។
ko: 다른 곳에서 사용 된 {0}은 (는) 삭제할 수 없거나 {0} 하위 항목이 선택 취소되었습니다. 먼저 {0} 개의 하위 항목을 모두 삭제해야합니다.
lo: {0} ທີ່ໃຊ້ຢູ່ບ່ອນອື່ນບໍ່ສາມາດລຶບໄດ້ຫລືມີ {0} ເດັກທີ່ບໍ່ໄດ້ເລືອກ. ທ່ານຕ້ອງລົບເດັກທັງ ໝົດ {0} ກ່ອນ.
my: {0} အခြားနေရာများတွင်အသုံးပြုသောကိုမဖျက်နိုင်ပါ။ {{}} ကလေးများကိုမရွေးချယ်ပါ။ {0} ကလေးအားလုံးကိုသင်အရင်ဖျက်ရမည်။
vi: Không thể xóa các {0} được sử dụng ở nơi khác hoặc có {0} con không được chọn. Bạn phải xóa hết {0} con trước.
zh: 无法删除在其他地方使用的{0}或未选择{0}个子项。您必须先删除所有{0}个孩子。

# COM_ERR_NOT_CHECKED
source: No {0} selected!
de: Nein {0} ausgewählt!
fr: Aucun {0} sélectionné!
ja: {0}が選択されていません！
km: គ្មាន {0} បានជ្រើសរើសទេ!
ko: {0}이 (가) 선택되지 않았습니다!
lo: ບໍ່ມີ {0} ເລືອກ!
my: {0} မရွေးရ။
vi: Không có {0} nào được chọn!
zh: 未选择{0}！

# COM_ERR_OBJ_REF
source: Cannot delete {0} in use elsewhere
de: {0}, das an anderer Stelle verwendet wird, kann nicht gelöscht werden
fr: Impossible de supprimer {0} utilisé ailleurs
ja: 他の場所で使用中の{0}は削除できません
km: មិនអាចលុប {0} ក្នុងការប្រើប្រាស់នៅកន្លែងផ្សេងទេ
ko: 다른 곳에서 사용중인 {0}을 (를) 삭제할 수 없습니다.
lo: ບໍ່ສາມາດລຶບ {0} ໃນການ ນຳ ໃຊ້ຢູ່ບ່ອນອື່ນ
my: အခြားနေရာများတွင်အသုံးပြုသော {0} ကိုမဖျက်နိုင်ပါ
vi: Không thể xóa {0} đang được sử dụng ở nơi khác
zh: 无法删除在其他地方使用的{0}

# COM_ERR_OBJ_USER
source: Inactive {0} Has Been Used in Plan
de: Inaktiv {0} wurde im Plan verwendet
fr: Inactif {0} a été utilisé dans le plan
ja: 非アクティブな{0}がプランで使用されました
km: អសកម្ម {0} ត្រូវបានប្រើតាមផែនការ
ko: 계획에서 비활성 {0}이 (가) 사용되었습니다.
lo: ບໍ່ມີປະໂຫຍດ {0} ໄດ້ຖືກ ນຳ ໃຊ້ໃນແຜນການແລ້ວ
my: မလှုပ်မရှား {0} အစီအစဉ်ကိုအသုံးပြုခဲ့သည်
vi: Không Thể Ngừng Hoạt Động {0} Đã Được Sử Dụng trong Kế Hoạch
zh: 非活动{0}已在计划中使用
