Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/TiktokSocialController.*.resx
Languages: fr

# TIKTOK_S_VIDEO
source: Video
fr: Vidéo

# TIKTOK_S_VOL
source: Volume
fr: Le volume

# TIKTOK_S_ASSIGNED_EXERCISES
source: Assigned exercises
fr: Mission

# TIKTOK_S_RUN_BY
source: Run by
fr: Exécuté par

# TIKTOK_S_PLAY_PAUSE
source: Play/Pause
fr: Jouer pause

# TIKTOK_S_MARKER_TOOLS
source: Markup Tool
fr: Outil de marquage

# TIKTOK_S_OFFER_DOWNL
source: Offer download
fr: Fourniture Télécharger

# TIKTOK_S_TO
source: To
fr: Arrivée

# TIKTOK_S_ADDRESS_CHECK_IN_NO_BLANK
source: The check-in location cannot be left empty
fr: Vérification de l'emplacement Imprimer n'est pas vacant

# TIKTOK_S_ADDRESS_CHECK_OUT_NO_BLANK
source: The check-out location cannot be left empty
fr: Vérifier l'emplacement n'est pas vacant

# TIKTOK_S_STOP
source: Stop
fr: Arrêter

# TIKTOK_S_RECORD
source: Record
fr: Enregistrement

# TIKTOK_S_REDO
source: Redo
fr: Refaire

# TIKTOK_S_MEETING_SCHEDULE
source: Meeting schedule
fr: Calendrier des réunions

# TIKTOK_S_PRACTICE
source: Practice
fr: Entraine toi

# TIKTOK_S_SUBMIT
source: Submit
fr: Soumettre

# TIKTOK_S_PLAY_VIDEO_AUDIO
source: Play Video/Audio
fr: Jouer Video / Audio

# TIKTOK_S_MP4_DOWNL
source: Download MP4
fr: Télécharger MP4

# TIKTOK_S_RESOURCES
source: Resources
fr: Ressources

# TIKTOK_S_CREATE_POST
source: Create post
fr: Créer des messages

# TIKTOK_S_MUTE_UNMUTE
source: Mute/Unmute
fr: Muet / out

# TIKTOK_S_TIME_CHECK_IN_NO_BLANK
source: Check-in time cannot be left blank
fr: Vérifiez que le temps d'impression ne doit pas être vacant

# TIKTOK_S_TIME_CHECK_OUT_NO_BLANK
source: Check out time cannot be left blank
fr: Le temps de vérification n'est pas vacant

# TIKTOK_S_PRESENTER_INFO
source: Presenter Information
fr: Informations sur le présentateur

# TIKTOK_S_NEXT
source: Next
fr: Suivant

# TIKTOK_S_SEARCH
source: Search
fr: Chercher

# TIKTOK_S_FULL_SCREEN
source: Full screen
fr: Plein écran

# TIKTOK_S_PREV
source: Prev
fr: Avant de

# TIKTOK_S_CHAPTERS
source: Chapters
fr: Rechercher

# TIKTOK_S_FROM
source: From
fr: Sont issus

# TIKTOK_S_SOCIAL_NETWORK
source: Tiktok Social NetWork
fr: Network social Tiktok
