Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/TokenManagerController.*.resx
Languages: fr, ja, km, ko, lo, my

# TOKEN_MANAGER_ACCOUNT_CODE
source: Account code
fr: Code de compte
ja: 口座番号
km: Codi de compte
ko: 계정 코드
lo: Ratio Code
my: အကောင့်ကုဒ်

# TOKEN_MANAGER_ACCOUNT_NAME
source: account name
fr: nom du compte
ja: アカウント名
km: nom del compte
ko: 계정 이름
lo: propter nomen
my: အကောင့်အမည်

# TOKEN_MANAGER_ACCOUNT_NUMBER
source: Account number
fr: Numéro de compte
ja: 口座番号
km: Número de compte
ko: 계좌 번호
lo: Propter numerum
my: အကောင့်နံပါတ်

# TOKEN_MANAGER_ADD_TOKEN_SUCCESS
source: New success
fr: Nouveau succès
ja: 新しい成功
km: Nou èxit
ko: 새로운 성공
lo: Novus
my: အောင်မြင်မှုအသစ်

# TOKEN_MANAGER_ADD_TOKEN_TITLE
source: Add new system service configuration
fr: Ajouter une nouvelle configuration du service système
ja: 新しいシステムサービス構成を追加します
km: Afegiu una nova configuració del servei del sistema
ko: 새 시스템 서비스 구성을 추가하십시오
lo: Addere nova ratio servitium configuratione
my: System Service Configuration အသစ်ထည့်ပါ

# TOKEN_MANAGER_CREDENTIAL_JSON
source: Credentials (Google)
fr: Critiques (Google)
ja: 資格情報（Google）
km: Credencials (Google)
ko: 자격 증명 (Google)
my: အထောက်အထားများ (Google)

# TOKEN_MANAGER_EMAIL
source: Email
ja: Eメール
km: Navegar
ko: 이메일
my: အီးမေးလ်

# TOKEN_MANAGER_REFRESH_TOKEN
source: Refresh token
fr: Rafraîchir le jeton
ja: リフレッシュトークン
km: Actualitza el token
ko: 토큰을 새로 고침
lo: Renovare indicium
my: Token ကို Refresh

# TOKEN_MANAGER_SDK_KEY
source: SDK Key (Mobile)
fr: Touche SDK (mobile)
ja: SDKキー（モバイル）
km: Key SDK (mòbil)
ko: SDK 키 (모바일)

# TOKEN_MANAGER_SDK_SECRET
source: SDK Secret (Mobile)
ja: SDKシークレット（モバイル）
km: Secret SDK (mòbil)
ko: SDK 비밀 (모바일)
my: SDK လျှို့ဝှက်ချက် (မိုဘိုင်း)

# TOKEN_MANAGER_SELECT_SERVICE_TYPE
source: Choose service type
fr: Choisissez le type de service
ja: サービスタイプを選択してください
km: Trieu el tipus de servei
ko: 서비스 유형을 선택하십시오
lo: Elige Service Type
my: 0 န်ဆောင်မှုအမျိုးအစားကိုရွေးချယ်ပါ

# TOKEN_MANAGER_SELECT_TYPE
source: Choose type
fr: Choisir le type
ja: タイプを選ぶ
km: Trieu el tipus
ko: 유형을 선택하십시오
lo: Eligere genus
my: အမျိုးအစားရွေးပါ

# TOKEN_MANAGER_SERVICE_TYPE
source: System service type
fr: Type de service système
ja: システムサービスタイプ
km: Tipus de servei del sistema
ko: 시스템 서비스 유형
lo: Ratio Service Type
my: စနစ်ဝန်ဆောင်မှုအမျိုးအစား

# TOKEN_MANAGER_TOKEN_DELETE_SUCCESS
source: Delete successful objects
fr: Supprimer des objets réussis
ja: 成功したオブジェクトを削除します
km: Suprimeix els objectes reeixits
ko: 성공적인 개체를 삭제하십시오
lo: Delere felix obiecti
my: အောင်မြင်သောအရာဝတ္ထုများကိုဖျက်ပါ

# TOKEN_MANAGER_TOKEN_EXIST
source: Account already exists
fr: Le compte existe déjà
ja: アカウントはすでに存在しています
km: El compte ja existeix
ko: 계정이 이미 있습니다
lo: Ratio iam existit
my: အကောင့်ရှိပြီးသား

# TOKEN_MANAGER_TOKEN_NOT_EXIST
source: No objects found
fr: Aucun objet trouvé
ja: オブジェクトは見つかりませんでした
km: No s'han trobat objectes
ko: 객체가 없습니다
lo: Non objects invenitur
my: အဘယ်သူမျှမအရာဝတ္ထုတွေ့ရှိခဲ့ပါတယ်

# TOKEN_MANAGER_TYPE
source: Type
fr: Taper
ja: タイプ
km: Escriure a màquina
ko: 유형
lo: Genus
my: ပုံနှိပ်စာ

# TOKEN_MANAGER_TYPE_GROUP
source: The group
fr: Le groupe
ja: グループ
km: El grup
ko: 그룹
lo: Coetus
my: အုပ်စု

# TOKEN_MANAGER_TYPE_MEETING
source: Meeting schedule
fr: Calendrier des réunions
ja: 会議スケジュール
km: Horari de reunions
ko: 회의 일정
lo: Testimonii schedule
my: အစည်းအဝေးအချိန်ဇယား

# TOKEN_MANAGER_TYPE_REPOSITORY
source: Storage
fr: Espace de rangement
ja: 保管所
km: Emmagatzematge
ko: 저장
lo: Repono
my: ကုန်လေှာင်ရုံ

# TOKEN_MANAGER_UPDATE_TOKEN_SUCCESS
source: Update successful
fr: Mise à jour réussie
ja: 更新に成功
km: Actualitzeu amb èxit
ko: 성공 업데이트
lo: Update felix
my: အဆင့်မြှင့်တင်

# TOKEN_MANAGER_UPDATE_TOKEN_TITLE
source: Editing system service configuration
fr: Modification de la configuration du service système
ja: システムサービスの編集の編集
km: Edició de configuració del servei del sistema
ko: 시스템 서비스 구성 편집
lo: PL, Service Configuratione Service
my: System Service Configuration ကိုတည်းဖြတ်ခြင်း

# TOKEN_MANAGER_VALIDATE_ACCOUNT_CODE
source: Account account code required
fr: Code de compte de compte requis
ja: アカウントアカウントコードが必要です
km: Es requereix el codi del compte de compte
ko: 계정 계정 코드 필수 항목
lo: Ratio Ratio Code required
my: အကောင့်အကောင့်ကုဒ်လိုအပ်သည်

# TOKEN_MANAGER_VALIDATE_ACCOUNT_NAME
source: Account name required request
fr: Nom du compte Demande requise
ja: アカウント名必須リクエスト
km: Petició requerida del nom del compte
ko: 계정 이름 필수 요청
lo: Ratio Name Request Request
my: အကောင့်အမည်လိုအပ်သောတောင်းဆိုမှု

# TOKEN_MANAGER_VALIDATE_ACCOUNT_NUMBER
source: Mandatory required account number
fr: Numéro de compte obligatoire obligatoire
ja: 必須の口座番号
km: Número de compte obligatori obligatori
ko: 필수 요청 계좌 번호
lo: Amet Required Ratio Number
my: မသင်မနေရလိုအပ်သောအကောင့်နံပါတ်

# TOKEN_MANAGER_VALIDATE_CREDENTIALS
source: Credentials Required requirements
fr: Conditions d'identification requises
ja: 資格情報要件が必要です
km: Requisits necessaris de credencials
ko: 자격 증명 필수 요구 사항
lo: Documentorum requiritur requisita
my: လိုအပ်သောလိုအပ်ချက်များလိုအပ်ချက်များ

# TOKEN_MANAGER_VALIDATE_EMAIL
source: Email request required
fr: Demande de messagerie requise
ja: 必要な電子メールリクエスト
km: Sol·licitud de correu electrònic necessària
ko: 이메일 요청 필요함
my: အီးမေးလ်တောင်းဆိုမှုလိုအပ်သည်

# TOKEN_MANAGER_VALIDATE_SDK_KEY
source: SDK key required required
fr: Touche SDK requise obligatoire
ja: SDKキーが必要です
km: Requerit la tecla SDK necessària
ko: SDK 키가 필요합니다
lo: SDK key required requiratur
my: SDK key လိုအပ်သည်

# TOKEN_MANAGER_VALIDATE_SDK_SECRET
source: SDK Secret required requirement
fr: SDK Secret requis requis
ja: SDKシークレット必要な要件
km: Requisit requerit SDK Secret
ko: SDK 비밀 요구 사항 요구 사항
lo: SDK Secret requiritur postulationem
my: SDK လျှို့ဝှက်လိုအပ်သည်လိုအပ်ချက်

# TOKEN_MANAGER_VALIDATE_SERVICE_TYPE
source: Service type cannot be blank
fr: Le type de service ne peut pas être vide
ja: サービスの種類を空白にすることはできません
km: El tipus de servei no pot estar en blanc
ko: 서비스 유형은 비워 둘 수 없습니다
lo: Service Type non blank
my: ဝန်ဆောင်မှုအမျိုးအစားသည်ကွက်လပ်မဖြစ်နိုင်ပါ

# TOKEN_MANAGER_VALIDATE_TYPE
source: Type of blank
fr: Type de blanc
ja: 空白の種類
km: Tipus de blanc
ko: 공란의 유형
lo: Genus blank
my: ကွက်လပ်အမျိုးအစား

# TOKEN_MANAGER_VALIDATE_WEB_KEY
source: API key required required
fr: Touche API requise
ja: 必要なAPIキーが必要です
km: Es requereix la clau API
ko: API 키가 필요합니다
lo: API Key required requiratur
my: API သော့ချက်လိုအပ်သည်

# TOKEN_MANAGER_VALIDATE_WEB_SECRET
source: API Secret required requirements
fr: API Secret requis Exigences requises
ja: APIシークレット必要な要件
km: Requisits necessaris secrets API
ko: API 비밀 요구 사항
lo: API Secret requiritur requiruntur
my: API လျှို့ဝှက်ချက်လိုအပ်ချက်များ

# TOKEN_MANAGER_VALIDATE_WEB_TOKEN
source: API token required requirements
fr: Jeton API requis Exigences
ja: APIトークン必要な要件
km: Requisits obligatoris de token API
ko: API 토큰 필수 요구 사항
lo: API Token requiritur requiruntur
my: API တိုကင်လိုအပ်သောလိုအပ်ချက်များ

# TOKEN_MANAGER_WEB_KEY
source: Key (web)
fr: Clé (web)
ja: キー（Web）
km: Clau (web)
ko: 키 (웹)
lo: Key (Latin)

# TOKEN_MANAGER_WEB_SECRET
source: Secret (Web)
ja: 秘密（Web）
ko: 비밀 (웹)
lo: Secret (Latin)
my: လျှို့ဝှက်ချက် (ဝက်ဘ်)

# TOKEN_MANAGER_WEB_TOKEN
source: Token (Web)
fr: Jeton (web)
ja: トークン（Web）
ko: 토큰 (웹)
lo: Thochen (Latin)
my: တိုကင် (ဝက်ဘ်)

# TOKEN_MANAGER_TYPE_MATH
source: Math
ja: 算数
km: ផសមបុន្យ
ko: 수학
lo: ເລກ
my: သင်္ချာ

# TOKEN_MANAGER_FAILED_TO_GET_CREDENTIAL
source: Error while trying to get credential
fr: Erreur tout en essayant d'obtenir des informations d'identification
ja: 資格情報を取得しようとしているときにエラー
km: មានកំហុសនៅពេលព្យាយាមដើម្បីទទួលបានអត្តសញ្ញាណប័ណ្ណ
ko: 자격 증명을 얻으려고하는 동안 오류
lo: ມີຄວາມຜິດພາດໃນຂະນະທີ່ພະຍາຍາມທີ່ຈະໄດ້ຮັບຄວາມສາມາດ
my: အထောက်အထားရဖို့ကြိုးစားနေစဉ်အမှား

# TOKEN_MANAGER_ZOOM_NO_USER_ID
source: Can't get Zoom UserId
fr: Impossible d'obtenir un zoom utilisateur
ja: Zoom UserIDを取得できません
km: មិនអាចទទួលបាន Zoom Useridid
ko: Zoom userID를 얻을 수 없습니다
lo: ບໍ່ສາມາດໄດ້ຮັບ ASIDION SHOOM
my: zoom userid မရနိုင်ပါ

# TOKEN_MANAGER_ZOOM_ERR_CONNECT
source: Error while connect to Zoom
fr: Erreur lors de la connexion au zoom
ja: ズームに接続するときにエラー
km: មានកំហុសខណៈពេលភ្ជាប់ទៅពង្រីក
ko: 줌에 연결하는 동안 오류가 발생합니다
lo: ຄວາມຜິດພາດໃນຂະນະທີ່ເຊື່ອມຕໍ່ກັບຂະຫຍາຍ
my: zoom မှချိတ်ဆက်နေစဉ်အမှား

# TOKEN_MANAGER_ZOOM_TOKEN_INVALID
source: Invalid token, please enter correct token
fr: Jeton non valide, veuillez entrer le jeton correct
ja: 無効なトークン、正しいトークンを入力してください
km: និមិត្តសញ្ញាមិនត្រឹមត្រូវសូមបញ្ចូលថូខឹនត្រឹមត្រូវ
ko: 유효하지 않은 토큰, 올바른 토큰을 입력하십시오
lo: token ບໍ່ຖືກຕ້ອງ, ກະລຸນາໃສ່ iten ທີ່ຖືກຕ້ອງ
my: မမှန်ကန်သောလက္ခဏာသက်သေ, ကျေးဇူးပြု. မှန်ကန်သော token ကိုထည့်ပါ

# TOKEN_MANAGER_HOST_KEY
source: Host Key
fr: Clé hôte
ja: ホストキー
km: កូនសោម៉ាស៊ីន
ko: 호스트 키
lo: Key Tost
my: အိမ်ရှင် key
