Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/WarehousePackManagerController.*.resx
Languages: ja, km, lo, my, vi

# WPM_GROUP_PACK
source: Packing group
ja: 梱包グループ
km: Grup d'embalatge
lo: Stipare Group
my: ထုပ်ပိုးအုပ်စု
vi: Nhóm đóng gói

# WPM_ADD
source: Add new
ja: 新しく追加する
km: Afegir nou
lo: Addeo
my: အသစ်ထည့်ပါ
vi: Thêm mới

# WPM_ADD_ATTR
source: Add properties
ja: プロパティを追加します
km: Afegeix propietats
lo: Proprietatibus addere
my: ဂုဏ်သတ္တိများထည့်ပါ
vi: Thêm thuộc tính

# WPM_ATTR
source: Properties
ja: プロパティ
km: Propietat
lo: Proprietatibus
my: ဂုဏ်သတ္တိမောင်များ
vi: Thuộc tính

# WPM_CANCEL
source: Cancel
ja: キャンセル
km: Cancel · lar
lo: Inrito
my: ပျက်စေ
vi: Hủy bỏ

# WPM_CODE_ATTR
source: Properties code
ja: プロパティコード
km: Codi de propietats
lo: Proprietatibus codice
my: ဂုဏ်သတ္တိများကုဒ်
vi: Mã thuộc tính

# WPM_CODE_NAME_SPEC
source: Code & Specific Names
ja: コードと特定の名前
km: Codi i noms específics
lo: Code & specifica nomina
my: Code & သတ်သတ်မှတ်မှတ်အမည်များ
vi: Mã & tên cụ thể

# WPM_CODE_OBJ
source: Object code
ja: オブジェクトコード
km: Codi d'objectes
my: အရာဝတ္ထုကုဒ်
vi: Mã đối tượng

# WPM_DIAGRAM
source: diagram
ja: ダイアグラム
km: diagrama
my: ပုံ
vi: Sơ đồ

# WPM_EDIT_PACK
source: Edit package
ja: パッケージを編集します
km: Edita el paquet
lo: Recensere Package
my: package ကိုတည်းဖြတ်ပါ
vi: Chỉnh sửa gói

# WPM_FILE
source: File
ja: ファイル
km: Dossier
lo: Lima
my: ဖိုင်တဲွ
vi: Tệp tin

# WPM_FILTER
source: Filter
ja: フィルター
km: Filtre
lo: Filtrum
my: စိမ့်ထွက်
vi: Lọc

# WPM_GROUP_PACK_NOT_BLANK
source: Liberal packing group is empty
ja: リベラルパッキンググループは空です
km: El grup d'embalatge liberal està buit
lo: Liberalis stipare coetus vacua
my: လစ်ဘရယ်ထုပ်ပိုးအုပ်စုသည်ဗလာဖြစ်သည်
vi: Nhóm đóng gói khống được để trống

# WPM_LABEL
source: Label
ja: ラベル
km: Etiqueta
my: ကပ်တံဆိပ်
vi: Nhãn

# WPM_LABEL_DESCRIPTION
source: Description labels
ja: 説明ラベル
km: Etiquetes de descripció
lo: Description titulus
my: ဖော်ပြချက်တံဆိပ်များ
vi: Nhãn mô tả

# WPM_LEVEL
source: Level
ja: レベル
km: Nivell
lo: Levitas
my: အဆင့်အတန်း
vi: Bậc

# WPM_MANIPULATION
source: Manipulation
ja: 操作
km: Manipulació
my: ခြယ်ခြင်း
vi: Thao tác

# WPM_MUNBER_LEVEL
source: Number of grades (depths)
ja: グレード数（深さ）
km: Nombre de qualificacions (profunditats)
lo: Numero grades (profundis)
my: အဆင့်အတန်း (နက်ရှိုင်း)
vi: Số bậc( độ sâu)

# WPM_NAME_ATTR
source: Attribute name
ja: 属性名
km: Nom d'atribut
lo: CRINIO
my: attribute နာမ
vi: Tên thuộc tính

# WPM_PACK
source: Pack
ja: パック
km: Omplir
my: ဝန်ထုပ်
vi: Đóng gói

# WPM_PACK_IN
source: Packing in
ja: 詰め込む
km: Embalatge
lo: In stipare in
my: ထုပ်ပိုး
vi: Đóng gói trong

# WPM_PACK_IN_NOT_BLANK
source: Inner packing is not left blank
ja: インナーパッキンは空白のままになりません
km: L'embalatge interior no es queda en blanc
lo: Interiorem sarcina non reliquit blank
my: အတွင်းထုပ်ပိုးအလွတ်မကျန်ရစ်ပါ
vi: Đóng gói trong không được để trống

# WPM_PACK_PLACE
source: Packing & Reverse
ja: パッキングとリバース
km: Embalatge i revers
lo: Stipare & Reverse
my: ထုပ်ပိုး & ပြောင်းပြန်
vi: Đóng gói & xếp

# WPM_PATH
source: Path
ja: 道
km: Camí
lo: Semita
my: ခေြလမ်း
vi: Đường dẫn

# WPM_PLACE_OBJ
source: Subscribe objects
ja: オブジェクトを購読する
km: Subscriure objectes
my: အရာဝတ္ထု subscribe
vi: Đối tượng xếp đặt cụ thể

# WPM_PLACE_OF_ARRANGEMENT
source: Place of placement (Warehouse, Floor, Different)
ja: 配置場所（倉庫、床、違う）
km: Lloc de col·locació (magatzem, pis, diferent)
lo: Placement loco (CELLA, area, aliud)
my: နေရာချထားရေးနေရာ (ဂိုဒေါင်, ကြမ်းပြင်, ကွဲပြားခြားနားသော)
vi: Nơi xếp đặt (kho, lầu, dẫy)

# WPM_POSITION_STACKING
source: Folding position
ja: 折りたたみ位置
km: Posició de plegat
lo: PRAESENTIO
my: ခေါက်အနေအထား
vi: Vị trí xếp

# WPM_QUANTITY
source: Amount
ja: 額
km: Quantitat
lo: Moles
my: စုပေါင်း
vi: Số lượng

# WPM_SAVE
source: Save
ja: 保存
km: Estalviar
lo: salvare
my: ကယ်ဆယ်
vi: Lưu lại

# WPM_SEARCH
source: Search
ja: 検索
km: Cerca
lo: Quaerere
my: ရှာဖေွခြင်း
vi: Tìm kiếm

# WPM_SIZE
source: Size
ja: サイズ
km: Tamany
lo: Magnitudo
my: အရွယ်
vi: Kích cỡ

# WPM_STATUS
source: Status
ja: スターテス
km: Estat
my: အခေြအနေ
vi: Trạng thái

# WPM_STYPE_DATA
source: Datatypes
ja: データ型
km: Tipus de dades
vi: Kiểu dữ liệu

# WPM_STYPE_DATA_NOT_BLANK
source: Data type cannot be blank
ja: データ型を空白にすることはできません
km: El tipus de dades no pot estar en blanc
lo: Data genus non blank
my: ဒေတာအမျိုးအစားအလွတ်မဖြစ်နိုင်ပါ
vi: Kiểu dữ liệu không được để trống

# WPM_STYPE_PACK
source: Packing type (roll, barrel ...)
ja: パッキングタイプ（ロール、バレル...）
km: Tipus d'embalatge (rotllo, barril ...)
lo: Packing Type (volumine, dolium ...)
my: ထုပ်ပိုးအမျိုးအစား (လိပ်, စည် ... )
vi: Kiểu đóng gói (cuốn, thùng ...)

# WPM_STYPE_PACK_BTN
source: Packing type
ja: パッキングタイプ
km: Tipus d'embalatge
lo: Stipare type
my: ထုပ်ပိုးအမျိုးအစား
vi: Kiểu đóng gói

# WPM_STYPE_PACK_BTN_BLANK
source: Packing type cannot be blank
ja: パッキングタイプを空白にすることはできません
km: El tipus d'embalatge no pot estar en blanc
lo: Stipare genus non blank
my: ထုပ်ပိုးအမျိုးအစားအလွတ်မဖြစ်နိုင်ပါ
vi: kiểu đóng gói không được để trống

# WPM_STYPE_PACK_BTN_NOT_BLANK
source: Profile packaging type cannot be blank
ja: プロファイル包装タイプを空白にすることはできません
km: El tipus d'embalatge de perfils no pot estar en blanc
lo: Profile packaging genus non blank
my: Profile ထုပ်ပိုးအမျိုးအစားအလွတ်မဖြစ်နိုင်ပါ
vi: Kiểu đóng gói hồ sơ không được để trống

# WPM_TITLE
source: Title
ja: タイトル
km: Títol
lo: Titulus
my: ခေါင်းစဥ်
vi: Tiêu đề

# WPM_UNIT
source: Unit
ja: 単位
km: Unitat
lo: Unitas
my: တခု
vi: Đơn vị

# WPM_UNIT_NOT_BLANK
source: Unit
ja: 単位
km: Unitat
lo: Unitas
my: တခု
vi: Đơn vị không được để trống

# WPM_VALUE
source: Value
ja: 価値
km: Valorar
lo: Valor
my: အဘိုး
vi: Giá trị

# WPM_ADD_DOWN
source: Decompose
ja: 分けて
km: រលួយ
lo: ເນົ່າເປື່ອຍ
my: ပုပ်သိုးသည်
vi: Thêm xuống

# WPM_CODE_NAME_ATTR
source: Code and attribute name
ja: コードと属性の名前
km: ឈ្មោះលេខកូដនិងគុណលក្ខណៈ
lo: ລະຫັດແລະຄຸນລັກສະນະຊື່
my: ကုဒ်နှင့် attribute နာအမည်
vi: Mã và tên thuộc tính

# WPM_CODE_TITLE
source: Code & Title
ja: コード＆タイトル
km: លេខកូដនិងចំណងជើង
lo: ລະຫັດແລະຫົວຂໍ້
my: ကုဒ်နှင့်ခေါင်းစဉ်
vi: Mã & tiêu đề

# WPM_DELETE
source: Erase
ja: er
km: លុប
lo: ລົບລ້າງ
my: ဖေျာက်ဖျက်
vi: Xóa

# WPM_IN_PACK
source: Arrange
ja: 整える
km: ចាត់ចេង
lo: ຈັດແຈງ
my: စီစဉ်
vi: Xếp vào

# WPM_OPERATION
source: Operation
ja: 手術
km: ការវហកាត់
lo: ການປະຕິບັດງານ
my: ခဲွစိတ်ကုသမှု
vi: Thao tác

# WPM_PACK_AND_PLACE
source: Packing and folding
ja: 梱包と折りたたみ
km: វេចខ្ចប់និងបត់
lo: ການຫຸ້ມຫໍ່ແລະພັບ
my: ထုပ်ပိုးခြင်းနှင့်ခေါက်
vi: Đóng gói và xếp

# WPM_PACK_FATHER
source: Parent package
ja: 親パッケージ
km: កញ្ចប់មេ
lo: ຊຸດພໍ່ແມ່
my: မိဘအထုပ်
vi: Gói cha

# WPM_PACK_WANT_PACK
source: Package needed
ja: 必要なパッケージ
km: កញ្ចប់ចាំបាច់
lo: package ຕ້ອງການ
my: အထုပ်လိုအပ်
vi: Gói cần đóng gói

# WPM_PACK_WANT_PACK_BLANK
source: Package need to close
ja: パッケージが閉じる必要があります
km: កញ្ចប់ចាំបាច់ត្រូវបិទ
lo: ຊຸດຕ້ອງການປິດ
my: အထုပ်ကိုပိတ်ရန်လိုအပ်သည်
vi: Gói cần đóng không được để trống

# WPM_PLACE
source: Pack
ja: パック
km: វេច
lo: ບັນຈຸ
my: ဝန်ထုပ်
vi: Đóng gói

# WPM_POSITION_PACK
source: Location
ja: 位置
km: កន្លេងតាមងនោ
lo: ທີ່ຕັ້ງ
my: တည်ရှိမှု
vi: Vị trí xếp kho

# WPM_STT
source: Stt
ja: st
lo: ຄົງ
my: စဆဲတီ

# WPM_VALUE_UNIT
source: Value (unit)
ja: 値（単位）
km: តម្លៃ (ឯកតា)
lo: ມູນຄ່າ (ຫນ່ວຍ)
my: တန်ဖိုး (ယူနစ်)
vi: Giá trị (Đơn vị)

# WPM_PACKAGE_UPDATE_SUCCESS
source: Activate
ja: 活性化
km: ធេវីអាេយក្ផានធេវី
lo: ກະຕຸ້ນ
my: ဘက်ဖြည့်သည်
vi: Cập nhật gói thành công

# WPM_NOT_ACTIVE
source: Not active
ja: 非活動中
km: មិនសកម្ម
lo: ບໍ່ເຄື່ອນໄຫວ
my: မတက်ကြွ
vi: Không hoạt động

# WPM_ACTIVE
source: Arrange successfully
ja: 正常にアレンジします
km: រៀបចំដោយជោគជ័យ
lo: ເຮັດໃຫ້ປະສົບຜົນສໍາເລັດ
my: အောင်မြင်စွာစီစဉ်ပါ
vi: Hoạt động

# WPM_RECORD_PACK_NOT_EXIST
source: File already packed
ja: すでに詰め込まれているファイル
km: ឯកសារបានខ្ចប់រួចហើយ
lo: ໄຟລ໌ທີ່ບັນຈຸແລ້ວ
my: ပြီးသားထုပ်ပိုးဖိုင်
vi: Đối tượng hồ sơ không tồn tại

# WPM_ENCAPSULATE_SUCCESS
source: Add file successfully
ja: ファイルを正常に追加します
km: បន្ថែមឯកសារដោយជោគជ័យ
lo: ເພີ່ມເອກະສານສໍາເລັດແລ້ວ
my: အောင်မြင်စွာဖိုင်ထည့်ပါ
vi: Đóng gói thành công

# WPM_ADD_FILE_SUCCESS
source: Encapsulate successfully
ja: 正常にカプセル化します
km: ការវែកញែកដោយជោគជ័យ
lo: encapsulate ປະສົບຜົນສໍາເລັດ
my: အောင်မြင်စွာ encapsulate
vi: Thêm tệp tin thành công

# WPM_ARRANGE_SUCCESS
source: Record pack do not exist
ja: レコードパックは存在しません
km: កញ្ចប់កំណត់ត្រាមិនមានទេ
lo: ຊອງບັນທຶກບໍ່ມີ
my: Record Pack မရှိပါ
vi: Xếp thành công

# WPM_FILE_ALREADY_PACKED
source: Package updated successfully
ja: パッケージが正常に更新されました
km: កញ្ចប់បានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ
lo: ຊຸດປັບປຸງແລ້ວ
my: အထုပ်ကိုအောင်မြင်စွာမွမ်းမံ
vi: Tệp tin đã được đóng gói vào hộp

# WPM_FILE_NOT_EXIST
source: File not exist
ja: ファイルは存在しません
km: មិនមានឯកសារ
lo: ບໍ່ມີເອກະສານ
my: ဖိုင်မရှိပါ
vi: Không tìm thấy bản ghi

# WPM_FILE_ALREADY_PACK_ANOTHER
source: File already packed in another package
ja: すでに別のパッケージに詰め込まれているファイル
km: ឯកសារបានខ្ចប់រួចហើយក្នុងកញ្ចប់ផ្សេង
lo: ໄຟລ໌ທີ່ບັນຈຸຢູ່ໃນຊຸດອື່ນ
my: ဖိုင်ပြီးသားအခြားအထုပ်ထဲမှာထုပ်ပိုး
vi: Tệp tin đã được đóng gói vào hộp khác

# WPM_PACK_CODE_MATCH_PARENT
source: Please choose different \"Packing in \"
ja: 別の\ "パッキングで\"を選択してください
km: សូមជ្រើសរើស \ "វេចខ្ចប់ក្នុង \" ក្នុង \ "ក្នុង \"
lo: ກະລຸນາເລືອກທີ່ແຕກຕ່າງກັນ \ "ການຫຸ້ມຫໍ່ໃນ \"
my: ကျေးဇူးပြု. ကွဲပြားခြားနားသော "ထုပ်ပိုးခြင်း" ကိုရွေးချယ်ပါ "
vi: Vui lòng chọn \"Đóng gói trong\" khác với đối tượng hồ sơ

# WPM_ID
source: Id
km: សយរកាត់ក្ដី
lo: ບັດປະຈໍາຕົວ
my: သတ်
