Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/WorkflowActivityController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# WFAI_VALIDATE_REGX_WF_NAME
source: The thread instance name does not begin with a space
de: Der Name der Thread-Instanz beginnt nicht mit einem Leerzeichen
fr: Le nom de l'instance de thread ne commence pas par un espace
ja: スレッドインスタンス名がスペースで始まらない
km: ឈ្មោះឧទាហរណ៍ខ្សែស្រឡាយមិនចាប់ផ្តើមពីចន្លោះទេ
ko: 스레드 인스턴스 이름이 공백으로 시작하지 않습니다.
lo: ຊື່ຕົວຢ່າງກະທູ້ບໍ່ໄດ້ເລີ່ມຕົ້ນດ້ວຍພື້ນທີ່ຫວ່າງ
my: Thread instance name သည်နေရာမှမစတင်ပါ
vi: Tên thể hiện luồng không bắt đầu bằng khoảng trắng
zh: 线程实例名称不以空格开头

# WFAI_VALIDATE_STATUS
source: The state cannot be left blank
de: Der Status kann nicht leer gelassen werden
fr: L'état ne peut pas être laissé vide
ja: 状態を空白のままにすることはできません
km: រដ្ឋមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 상태는 비워 둘 수 없습니다.
lo: ລັດບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: ပြည်နယ်ကိုကွက်လပ် ထား၍ မရပါ
vi: Trạng thái không được bỏ trống
zh: 状态不能为空

# WFAI_VALIDATE_TITLE_WF_INST
source: The thread instance name is not empty
de: Der Name der Thread-Instanz ist nicht leer
fr: Le nom de l'instance de thread n'est pas vide
ja: スレッドインスタンス名が空ではありません
km: ឈ្មោះឧទាហរណ៍ខ្សែស្រឡាយគឺមិនទទេ
ko: 스레드 인스턴스 이름이 비어 있지 않습니다.
lo: ຊື່ຕົວຢ່າງກະທູ້ບໍ່ແມ່ນຫວ່າງເປົ່າ
my: အဆိုပါ thread ကိုဥပမာအားဖြင့်အမည်ဗလာမဟုတ်ပါဘူး
vi: Tên thể hiện luồng không bỏ trống
zh: 线程实例名称不为空

# WFAI_VALIDATE_TYPE
source: The type cannot be left blank
de: Der Typ darf nicht leer bleiben
fr: Le type ne peut pas être laissé vide
ja: タイプを空白のままにすることはできません
km: ប្រភេទមិនអាចទុកចោលបានទេ
ko: 유형은 비워 둘 수 없습니다.
lo: ປະເພດດັ່ງກ່າວບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: အမျိုးအစားကိုအလွတ်မထားနိုင်ပါ
vi: Loại không được bỏ trống
zh: 类型不能留空

# WFAI_VALIDATE_UNIT
source: Units cannot be left blank
de: Einheiten dürfen nicht leer gelassen werden
fr: Les unités ne peuvent pas être laissées vides
ja: ユニットを空白のままにすることはできません
km: ឯកតាមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 단위는 비워 둘 수 없습니다.
lo: ໜ່ວຍ ງານບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: ယူနစ်များကိုအလွတ်မထားနိုင်ပါ
vi: Đơn vị tính không được bỏ trống
zh: 单位不能为空

# WFAI_VALIDATE_WF
source: Stream cannot be empty
de: Stream kann nicht leer sein
fr: Le flux ne peut pas être vide
ja: ストリームを空にすることはできません
km: ស្ទ្រីមមិនអាចទទេបានទេ
ko: 스트림은 비워 둘 수 없습니다.
lo: ກະແສບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: စီးအချည်းနှီးမဖြစ်နိုင်ပါ
vi: Luồng không được bỏ trống
zh: 流不能为空

# WFAI_VALIDATE_WF_CODE_NO_BLANK
source: Stream code cannot be left blank
de: Der Stream-Code darf nicht leer bleiben
fr: Le code de flux ne peut pas être laissé vide
ja: ストリームコードを空白のままにすることはできません
km: លេខកូដស្ទ្រីមមិនអាចទុកចោលបានទេ
ko: 스트림 코드는 비워 둘 수 없습니다.
lo: ລະຫັດສາຍນໍ້າບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: Stream ကုဒ်ကိုကွက်လပ် ထား၍ မရပါ
vi: Mã luồng không được bỏ trống
zh: 流代码不能为空

# WFAI_VALIDATE_WF_NAME
source: The thread name cannot be left blank
de: Der Threadname darf nicht leer bleiben
fr: Le nom du fil ne peut pas être laissé vide
ja: スレッド名を空白のままにすることはできません
km: ឈ្មោះខ្សែស្រឡាយមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 스레드 이름은 비워 둘 수 없습니다.
lo: ຊື່ກະທູ້ບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: ချည်မျှင်အမည်ကိုကွက်လပ် ထား၍ မရပါ
vi: Tên luồng không được bỏ trống
zh: 线程名称不能为空

# WFAI_BTN_GROUP_ATTR
source: Data set
de: Datensatz
fr: Base de données
ja: データセット
km: Conjunt de dades
ko: 데이터 세트
lo: DATA
my: ဒေတာ set
vi: Bộ dữ liệu
zh: 数据集

# WFAI_CRUD_GROUP_ATTR
source: Data set Results
de: Datensatzergebnisse.
fr: Résultats du jeu de données
ja: データ・セット結果
km: Resultats del conjunt de dades
ko: 데이터 세트 결과
lo: Data paro results
my: ဒေတာများကိုသတ်မှတ်ထားသည်
vi: Bộ dữ liệu kết quả
zh: 数据集结果

# WFAI_CRUD_DETAIL
source: Detail
fr: Détail
ja: 詳細
km: Detall
ko: 세부 사항
my: အသေးစိတ်
vi: Chi tiết
zh: 细节

# WFAI_SELECT_GROUP_ATTR
source: Select the results data set
de: Wählen Sie den Ergebnisdatensatz aus
fr: Sélectionnez le jeu de données de résultats
ja: 結果データセットを選択してください
km: Seleccioneu el conjunt de dades de resultats
ko: 결과 데이터 세트를 선택하십시오
lo: Eligere eventus notitia paro
my: ရလဒ်ဒေတာ set ကိုရွေးချယ်ပါ
vi: Chọn bộ dữ liệu kết quả
zh: 选择结果数据集

# WFAI_MSG_STREAM_CATEGORY
source: Category stream
de: Kategoriestrom
fr: Flux de catégories
ja: カテゴリストリーム
km: Correcció del flux
ko: 범주 스트림
lo: Genus amnis
my: အမျိုးအစားစီး
vi: Danh mục luồng
zh: 类别流

# WFAI_CRUD_DATA_ADMIN
source: Administrative data
de: Verwaltungsdaten
fr: Données administratives
ja: 管理データ
km: Dades administratives
ko: 관리 데이터
lo: Data administrativus
my: အုပ်ချုပ်ရေးဆိုင်ရာဒေတာ
vi: Dữ liệu hành chính
zh: 行政数据

# WFAI_MSG_ACT_INTIAL_NOT_EXIST
source: Operation starts unable
de: Der Betrieb beginnt nicht möglich
fr: L'opération commence incapable
ja: 操作ができません
km: L'operació comença
ko: 작동이 시작되지 않습니다
lo: Operatio animi non
my: စစ်ဆင်ရေးလှုပ်ရှားမှုစတင်
vi: Hoạt động bắt đầu chưa tồn tại
zh: 操作开始无效

# WFAI_MSG_ACT_INTIAL_EXISTED
source: Activities began to exist
de: Aktivitäten begannen zu existieren
fr: Les activités ont commencé à exister
ja: 活動が存在し始めました
km: Les activitats van començar a existir
ko: 활동이 존재하기 시작했습니다
lo: Actiones coepit esse
my: လှုပ်ရှားမှုများစတင်စတင်ခဲ့သည်
vi: Hoạt động bắt đầu đã tồn tại
zh: 活动开始存在

# WFAI_MSG_ACT_END_NOT_EXIST
source: Operation finish does not exist
de: Operations-Finish existiert nicht
fr: La fin de fonctionnement n'existe pas
ja: 操作終了は存在しません
km: L'acabat d'operacions no existeix
ko: 작동 마감 처리가 없습니다
lo: Operatio metam non est
my: စစ်ဆင်ရေး finish ကိုမတည်ရှိပါဘူး
vi: Hoạt động kết thúc chưa tồn tại
zh: 操作完成不存在

# WFAI_MSG_ACT_END_EXISTED
source: Activities have existed
de: Aktivitäten sind vorhanden
fr: Les activités ont existé
ja: 活動が存在しました
km: Les activitats han existit
ko: 활동이 존재했습니다
lo: Actiones fuerunt
my: လှုပ်ရှားမှုများတည်ရှိခဲ့ကြသည်
vi: Hoạt động kết thúc đã tồn tại
zh: 活动已经存在

# WFAI_MSG_ACT_NOT_EXIST
source: Operation does not exist
de: Der Betrieb existiert nicht
fr: L'opération n'existe pas
ja: 操作は存在しません
km: L'operació no existeix
ko: 작동이 없습니다
lo: Operatio non est
my: စစ်ဆင်ရေးမတည်ရှိပါဘူး
vi: Hoạt động không tồn tại
zh: 操作不存在

# WFAI_CRUD_TYPE_STREAM
source: Flow
de: Fließen
fr: Couler
ja: フロー
km: Fluir
ko: 흐름
lo: Influo
my: စီးဆင်းမှု
vi: Loại luồng
zh: 流动

# WFAI_CRUD_DESCRIPTION
source: Description
de: Beschreibung
fr: La description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
vi: Mô tả
zh: 描述

# WFAI_CRUD_GROUP_STREAM
source: Group
de: Gruppe
fr: Grouper
ja: グループ
km: Grup
ko: 그룹
my: စုရုံး
vi: Nhóm luồng
zh: 团体

# WFAI_VALIDATE_NAME_STREAM_INSTANCE
source: Stream instance name
de: Name des Instanzstatises
fr: Nom de l'instance de flux
ja: ストリームインスタンス名
km: Nom de la instància de transmissió
ko: 스트림 인스턴스 이름
lo: Flue exempli gratia nominis
my: Stream ဥပမာအမည်
vi: Tên thể hiện luồng
zh: 流实例名称

# WFAI_MSG_STREAM_NAME_INSTANCE_CODE
source: Stream name/instance code
de: Stromname / Instanzcode
fr: Nom du flux / code d'instance
ja: ストリーム名/インスタンスコード
km: Codi de nom / instància de corrent
ko: 스트림 이름 / 인스턴스 코드
lo: Fluvius nomen / exempli gratia codice
my: stream အမည် / ဥပမာကုဒ်
vi: Tên/Mã thể hiện luồng
zh: 流名称/实例代码

# WFAI_BTN_ADD_ATTR
source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティ
km: Propietat
ko: 속성
lo: Proprietatibus
my: ဂုဏ်သတ္တိမောင်များ
vi: Thuộc tính
zh: 特性

# COM_CRUMB_WF_ACTIVITY
source: Activity stream
de: Aktivitätsstrom
fr: Flux d'activité
ja: 活動の流れ
km: Transmissió d'activitats
ko: 활동 스트림
lo: Actione amnis
my: လှုပ်ရှားမှုစီး
vi: Luồng hoạt động
zh: 活动流

# COM_CRUMB_WF_BY
source: By
de: Durch
fr: Par
ja: に
km: Al costat de
ko: 에 의해
lo: A
my: ဖြင့်
vi: Bởi
zh: 经过

# COM_CRUMB_WF_VIEW_SHARE
source: View share
de: Anteil ansehen
fr: Vue
ja: シェアを表示します
km: Veure Compartir
ko: Share보기
lo: Participes
my: ဝေစုကြည့်ရန်
vi: Xem chia sẻ
zh: 查看份额

# COM_CRUMB_WF_ACTIVITY_REAL
source: Real activity
de: Echte Aktivität
fr: Activité réelle
ja: 実際の活動
km: Activitat real
ko: 실제 활동
lo: Verus operatio
my: အစစ်အမှန်လှုပ်ရှားမှု
vi: Hoạt động thực
zh: 真正的活动

# COM_CRUMB_WF_AT_THE_TIME
source: At the time
de: Damals
fr: À l'époque
ja: 当時の
km: En el moment
ko: 당시
lo: In tempore
my: ထိုအချိန်မှာ
vi: Lúc
zh: 当时

# COM_CRUMB_WF_COMFIRM
source: Comfirm
de: Bestätigen
fr: Confirmer
ja: omfirs
km: Confirmar
my: comffirm
vi: Xác nhận
zh: com

# COM_CRUMB_WF_COMMAND
source: Command
de: Befehl
fr: Commander
ja: 指示
km: Comandament
ko: 명령
lo: Mandatum
my: အမိန့်
vi: Lệnh
zh: 命令

# COM_CRUMB_WF_COMMAND_RUN
source: Run command
de: Führen Sie den Befehl aus
fr: Exécution de la commande
ja: 実行コマンドを実行します
km: Comandament d'execució
ko: 실행 명령을 실행하십시오
lo: Imperito
my: command ကို run
vi: Chạy lệnh
zh: 运行命令

# COM_CRUMB_WF_COMMAND_TAKING
source: Order taking operation
de: Auftragseinnahme
fr: Opération de commande
ja: 注文勤務
km: Ordre que prengui l'operació
ko: 주문 복용 작업
lo: Ordinis taking operatio
my: စစ်ဆင်ရေးယူရန်အမိန့်
vi: Hoạt động nhận lệnh
zh: 订购运作

# COM_CRUMB_WF_COMMAND_TO_GO
source: Command to go
de: Befehl zu gehen
fr: Commandement d'aller
ja: 行くコマンド
km: Ordre per anar
ko: Go
lo: Iubeo
my: သွားကြဖို့ command ကို
vi: Lệnh đi
zh: 命令去

# COM_CRUMB_WF_DELETE
source: Delete
de: Löschen
fr: Supprimer
ja: 消去
km: Supressió
ko: 삭제
my: ဖျက်
vi: Xóa
zh: 删除

# COM_CRUMB_WF_END
source: End
de: Ende
fr: Finir
ja: 終わり
km: Final
ko: 끝
lo: Finis
my: အဆုံး
vi: Kết thúc
zh: 结尾

# COM_CRUMB_WF_EXTEND
source: Extend
de: Erweitern
fr: Se déployer
ja: 拡張する
km: Estendre
ko: 연장하다
lo: Extendo
my: တိုးချဲ့
vi: Mở rộng
zh: 延长

# COM_CRUMB_WF_NARROW_DOWN
source: Narrow down
de: Verkleinern
fr: Étroit
ja: 狭く
km: Reduir
ko: 좁혀
lo: Adspectum graciliorem
my: ကျဉ်းမြောင်း
vi: Thu hẹp
zh: 狭窄

# COM_CRUMB_WF_NOTE
source: Note
de: Notiz
fr: Noter
ja: ノート
km: Nota
ko: 메모
lo: Nota
my: မှတ်ချက်
vi: Ghi chú
zh: 笔记

# COM_CRUMB_WF_NOTIF
source: Notification
de: Benachrichtigung
ja: 通知
km: Notificació
ko: 공고
lo: Notificatio
my: ကေြာ်ြငာခြင်း
vi: Thông báo
zh: 通知

# COM_CRUMB_WF_ORDERS_COME
source: Orders come
de: Bestellungen kommen
fr: Les commandes viennent
ja: 注文する
km: Les comandes vénen
ko: 주문이 왔습니다
lo: Ordinum
my: အမိန့်လာ
vi: Lệnh đến
zh: 订单来了

# COM_CRUMB_WF_PROPER
source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティ
km: Propietat
ko: 속성
lo: Proprietatibus
my: ဂုဏ်သတ္တိမောင်များ
vi: Thuộc tính
zh: 特性

# COM_CRUMB_WF_PROPER_NAME
source: Name properties
de: Namenseigenschaften
fr: Propriétés du nom
ja: 名前のプロパティ
km: Nom de les propietats
ko: 이름 속성
lo: Nomen proprietatibus
my: Properties name
vi: Tên thuộc tính
zh: 名称属性

# COM_CRUMB_WF_SENDER
source: Sender
de: Absender
fr: Expéditeur
ja: send send
km: Remitec
ko: 보내는 사람
lo: Mittens
my: ပေးပွေ
vi: Người gửi
zh: 发件人

# COM_CRUMB_WF_START
source: Start
fr: Démarrer
ja: 始める
km: Començar
ko: 시작
lo: Satus
my: စက်နှုိး
vi: Bắt đầu
zh: 开始

# COM_CRUMB_WF_VALUE
source: Value
de: Wert
fr: Évaluer
ja: 価値
km: Valorar
ko: 값
lo: Valor
my: အဘိုး
vi: Giá trị
zh: 价值

# COM_CRUMB_WF_ACTI
source: activity
de: Aktivität
fr: activité
ja: アクティビティ
km: activitat
ko: 활동
lo: operatio
my: ဆောင်ရွက်ခြင်း
vi: Hoạt động
zh: 活动

# WFAI_LBL_SEND_BY
source: Send by
de: Gesendet von
fr: Envoyé par
ja: から
km: Enviar per
ko: 제출
lo: Mitto
my: အားဖြင့်ပို့ပါ
vi: Gửi bởi
zh: 发送

# WFAI_MSG_NO_PERMISSION_DELETE_APPROVED_WFI
source: No permission for deleting approved workflow instance
de: Keine Erlaubnis zum Löschen der genehmigten Workflow -Instanz
fr: Aucune autorisation pour supprimer l'instance de flux de travail approuvé
ja: 承認されたワークフローインスタンスを削除する許可はありません
km: គ្មានការអនុញ្ញាតសម្រាប់ការលុបវត្ថុការងារដែលបានអនុម័ត
ko: 승인 된 워크 플로 인스턴스 삭제에 대한 권한이 없습니다
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃນການລຶບຕົວຢ່າງທີ່ຖືກອະນຸມັດ
my: ခွင့်ပြုထားသော terriflow ဥပမာအားဖြင့်ဖျက်ရန်ခွင့်ပြုချက်မရှိပါ
vi: Bạn không được xóa luồng đã được duyệt
zh: 无权删除批准的工作流实例

# WFAI_MSG_NO_PERMISSION_ALREADY_APPROVED
source: One of workflow activities is approved, not allowed to update, delete
de: Eine der Workflow -Aktivitäten ist genehmigt, nicht zu aktualisieren, löschen zu können
fr: L'une des activités de workflow est approuvée, non autorisée à mettre à jour, supprimer
ja: ワークフローアクティビティの1つが承認されており、更新は許可されていません。
km: សកម្មភាពការងារមួយក្នុងចំណោមសកម្មភាពការងារត្រូវបានអនុម័តមិនអនុញ្ញាតឱ្យធ្វើបច្ចុប្បន្នភាពលុប
ko: 워크 플로 활동 중 하나가 승인되었으며 업데이트 할 수없고 삭제
lo: ກິດຈະກໍາຫນຶ່ງທີ່ຖືກອະນຸມັດ, ບໍ່ອະນຸຍາດໃຫ້ປັບປຸງ, ລຶບ
my: လုပ်ငန်းတော် 0 င်လှုပ်ရှားမှုများအနက်မှတစ်ခုကိုအတည်ပြုရန်,
vi: Luồng đã được duyệt, không được sửa xóa
zh: 批准了一项工作流活动，不允许更新，删除

# WFAI_MSG_NO_PERMISSION_UPDATE
source: You are not creator, not allowed to update
de: Sie sind nicht Ersteller, dürfen nicht aktualisiert werden
fr: Vous n'êtes pas créateur, pas autorisé à mettre à jour
ja: あなたは作成者ではなく、更新することは許可されていません
km: អ្នកមិនមែនជាអ្នកបង្កើតទេមិនត្រូវបានអនុញ្ញាតឱ្យធ្វើបច្ចុប្បន្នភាពទេ
ko: 당신은 제작자가 아니며 업데이트 할 수 없습니다
lo: ທ່ານບໍ່ແມ່ນຜູ້ສ້າງ, ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ປັບປຸງ
my: သင်ဟာဖန်တီးသူမဟုတ်ဘဲအသစ်ပြောင်းရန်ခွင့်မပြုပါ
vi: Bạn không phải người tạo, không được phép cập nhật
zh: 您不是创造者，不允许更新

# WFAI_MSG_NO_PERMISSION_DELETE
source: You are not creator, not allowed to delete
de: Sie sind nicht Schöpfer, dürfen nicht löschen
fr: Vous n'êtes pas créateur, pas autorisé à supprimer
ja: あなたは作成者ではなく、削除することは許可されていません
km: អ្នកមិនមែនជាអ្នកបង្កើតទេមិនត្រូវបានអនុញ្ញាតឱ្យលុបទេ
ko: 당신은 제작자가 아니며 삭제할 수 없습니다
lo: ທ່ານບໍ່ແມ່ນຜູ້ສ້າງ, ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບ
my: သငျသညျဖန်ဆင်းရှင်မဟုတ်, ပယ်ဖျက်ဖို့ခွင့်မပြုပါ
vi: Bạn không phải người tạo, không được phép xóa
zh: 您不是创造者，不允许删除

# WFAI_BTN_SHOW_JSON
source: JSON
km: ជេសុន
zh: JSON格式

# COM_CRUMB_WF_DVT
source: DVT
my: အစားအကျဗ္ပြည်ိက်
vi: ĐVT
