Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/WorkBookSalaryController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# WBS_LBL_ACCUMULATION_ON_YEAR
source: Accumulation from the beginning of the year
de: Akkumulation ab Jahresbeginn
fr: Accumulation dès le début de l'année
ja: 年初からの蓄積
km: ការប្រមូលផ្តុំចាប់ពីដើមឆ្នាំ
ko: 연초부터 누적
lo: ສະສົມແຕ່ຕົ້ນປີ
my: ယခုနှစ်အစမှစုဆောင်းခြင်း
vi: Phép lũy kế từ đầu năm
zh: 从年初开始积累

# WBS_LBL_ADD_MONTH
source: Enter the month
de: Geben Sie den Monat ein
fr: Entrez le mois
ja: 月を入力してください
km: បញ្ចូលខែ
ko: 월 입력
lo: ກະລຸນາໃສ່ເດືອນ
my: လကိုရိုက်ထည့်ပါ
vi: Nhập tháng
zh: 输入月份

# WBS_LBL_ADD_PAYROLL
source: Add new payroll
de: Neue Gehaltsabrechnung hinzufügen
fr: Ajouter une nouvelle paie
ja: 新しい給与を追加する
km: បន្ថែមប្រាក់ឈ្នួលថ្មី
ko: 새 급여 추가
lo: ຕື່ມເງິນເດືອນ ໃໝ່
my: လုပ်ခလစာအသစ်ကိုထည့်ပါ
vi: Thêm mới bảng lương
zh: 添加新的工资单

# WBS_LBL_ADD_TITLE
source: Enter a title
de: Geben Sie einen Titel ein
fr: Entrez un titre
ja: タイトルを入力してください
km: បញ្ចូលចំណងជើង
ko: 제목을 입력하세요.
lo: ໃສ່ຊື່
my: ခေါင်းစဉ်တစ်ခုထည့်ပါ
vi: Nhập tiêu đề
zh: 输入标题

# WBS_LBL_APPROVED_BY
source: Approved by
de: Genehmigt durch
fr: Approuvé par
ja: によって承認された
km: អនុម័តដោយ
ko: 승인자
lo: ອະນຸມັດໂດຍ
my: ကအတည်ပြုသည်
vi: Người duyệt
zh: 由通过

# WBS_LBL_BUSSINESS_SALARY
source: Base business salary = Responsible salary + Basic business salary
de: Grundgehalt des Unternehmens = Verantwortliches Gehalt + Grundgehalt des Unternehmens
fr: Salaire d'entreprise de base = Salaire responsable + Salaire d'entreprise de base
ja: 基本事業給与=責任給与+基本事業給与
km: ប្រាក់ខែអាជីវកម្មមូលដ្ឋាន = ប្រាក់ខែទទួលខុសត្រូវ + ប្រាក់ខែអាជីវកម្មមូលដ្ឋាន
ko: 기본 비즈니스 급여 = 책임있는 급여 + 기본 비즈니스 급여
lo: ເງິນເດືອນທຸລະກິດຂັ້ນພື້ນຖານ = ເງິນເດືອນທີ່ຮັບຜິດຊອບ + ເງິນເດືອນຂັ້ນພື້ນຖານ
my: အခြေခံစီးပွားရေးလစာ = တာဝန်ရှိသောလစာ + အခြေခံစီးပွားရေးလစာ
vi: Lương KD cơ sở=Lương trách nhiệm+Lương KD cơ bản
zh: 基本业务工资=负责人工资+基本业务工资

# WBS_LBL_CAL_SALARY
source: Payroll
de: Lohn-und Gehaltsabrechnung
fr: Paie
ja: 給与
km: បើកប្រាក់ខែ
ko: 급여
lo: ເງິນເດືອນ
my: လစာ
vi: Tính lương
zh: 工资单

# WBS_LBL_CAL_SALARY_BUSINESS
source: Business salary: Business salary = K x Base salary x actual number of working days
de: Geschäftsgehalt: Geschäftsgehalt = K x Grundgehalt x tatsächliche Anzahl der Arbeitstage
fr: Salaire d'entreprise: Salaire d'entreprise = K x Salaire de base x nombre réel de jours ouvrables
ja: 事業給与：事業給与= Kx基本給与x実際の就業日数
km: ប្រាក់ខែអាជីវកម្ម៖ ប្រាក់ខែអាជីវកម្ម = K x ប្រាក់ខែគោល x ចំនួនថ្ងៃធ្វើការជាក់ស្តែង
ko: 업무 급여 : 업무 급여 = K x 기본 급여 x 실제 근무일 수
lo: ເງິນເດືອນທຸລະກິດ: ເງິນເດືອນທຸລະກິດ = K x ເງິນເດືອນພື້ນຖານ x ຈຳ ນວນມື້ເຮັດວຽກແທ້
my: စီးပွားရေးလစာ: စီးပွားရေးလစာ = ကျပ် x အခြေခံလစာ x အမှန်တကယ်အလုပ်လုပ်ရက်အရေအတွက်
vi: Lương KD: Lương KD=K x Lương KD cơ sở x số ngày công thực tế
zh: 业务工资：业务工资= K x基本工资x实际工作天数

# WBS_LBL_CD_SALARY
source: College income
de: College-Einkommen
fr: Revenu universitaire
ja: 大学の収入
km: ប្រាក់ចំណូលនៅមហាវិទ្យាល័យ
ko: 대학 수입
lo: ລາຍໄດ້ຈາກວິທະຍາໄລ
my: ကောလိပ်ဝင်ငွေ
vi: Thu nhập CĐ
zh: 大学收入

# WBS_LBL_COEFFICENT
source: The new K coefficient will be built from 0.5-2.5; Complete work K = 1. The jump is 0.1 (equivalent to 10% of base salary)
de: Der neue K-Koeffizient wird von 0,5 bis 2,5 gebaut; Vollständige Arbeit K = 1. Der Sprung beträgt 0,1 (entspricht 10% des Grundgehalts)
fr: Le nouveau coefficient K sera construit de 0,5 à 2,5; Terminer le travail K = 1. Le saut est de 0,1 (équivalent à 10% du salaire de base)
ja: 新しいK係数は0.5〜2.5で作成されます。作業完了K = 1。ジャンプは0.1（基本給の10％に相当）です
km: មេគុណ K ថ្មីនឹងត្រូវបានសាងសង់ពី ០.៥-២.៥ ។ ការងារ K = ១ ។ លោតគឺ 0,1 (ស្មើនឹង 10% នៃប្រាក់ខែគោល)
ko: 새로운 K 계수는 0.5-2.5에서 구축됩니다. 작업 완료 K = 1. 점프는 0.1입니다 (기본 급여의 10 %에 해당)
lo: ຕົວຄູນ K ໃໝ່ ຈະຖືກສ້າງຂື້ນຕັ້ງແຕ່ 0.5-2.5; ສຳ ເລັດວຽກ K = 1. ກະໂດດແມ່ນ 0,1 (ເທົ່າກັບ 10% ຂອງເງິນເດືອນພື້ນຖານ)
my: အသစ်က K ကိန်း 0.5-2.5 ကနေတည်ဆောက်လိမ့်မည် ပြီးပြည့်စုံသောအလုပ် K သည် = 1 ။ ခုန်ခြင်းသည် ၀.၁ ဖြစ်သည် (အခြေခံလစာ၏ ၁၀% နှင့်ညီသည်)
vi: Hệ số K mới sẽ xây dựng từ 0.5-2.5; Hoàn thành công việc K=1. Bước nhảy là 0.1 (tương đương 10% Lương KD cơ sở)
zh: 新的K系数将在0.5-2.5之间建立；完成工作K = 1。跳高为0.1（相当于基本工资的10％）

# WBS_LBL_CREATION_TIME
source: Creation time
de: Erstellungszeitpunkt
fr: Temps de creation
ja: 作成時間
km: ពេលវេលាបង្កើត
ko: 생성 시간
lo: ເວລາສ້າງ
my: ဖန်တီးမှုအချိန်
vi: Thời gian tạo
zh: 创作时间

# WBS_LBL_CREATOR
source: Creator
de: Schöpfer
fr: Créateur
ja: クリエイター
km: អ្នកបង្កើត
ko: 창조자
lo: ຜູ້ສ້າງ
my: ဖန်ဆင်းရှင်
vi: Người tạo
zh: 创作者

# WBS_LBL_DATE_APPROVAL
source: Date of approval
de: Datum der Genehmigung
fr: Date d'approbation
ja: 承認日
km: កាលបរិច្ឆេទនៃការយល់ព្រម
ko: 승인 날짜
lo: ວັນທີອະນຸມັດ
my: အတည်ပြုသည့်နေ့စွဲ
vi: Ngày duyệt
zh: 批准日期

# WBS_LBL_DEPARTMENT
source: Department
de: Abteilung
fr: département
ja: 部門
km: នាយកដ្ឋាន
ko: 학과
lo: ພະແນກ
my: ဌာန
vi: Phòng Ban
zh: 部

# WBS_LBL_DES_KD_BASE
source: Basic business salary = 3,000,000 VND
de: Grundgehalt des Unternehmens = 3.000.000 VND
fr: Salaire d'entreprise de base = 3 000 000 VND
ja: 基本的なビジネス給与= 3,000,000 VND
km: ប្រាក់ខែអាជីវកម្មមូលដ្ឋាន = ៣.០០០.០០០ ដុង
ko: 기본 비즈니스 급여 = 3,000,000 VND
lo: ເງິນເດືອນທຸລະກິດຂັ້ນພື້ນຖານ = 3,000,000 ດົ່ງ
my: အခြေခံစီးပွားရေးလစာ = ၃,၀၀၀,၀၀၀ VND
vi: Lương KD cơ bản=3.000.000 VNĐ
zh: 基本业务工资= 3,000,000越南盾

# WBS_LBL_DES_RATE_SALARY
source: The current salary ratio of employees remains the same as at present. Periodically increase every 2 years.
de: Die aktuelle Gehaltsquote der Beschäftigten bleibt unverändert. Regelmäßig alle 2 Jahre erhöhen.
fr: Le ratio salarial actuel des employés reste le même qu'actuellement. Augmenter périodiquement tous les 2 ans.
ja: 現在の従業員の給与比率は現在と同じです。 2年ごとに定期的に増加します。
km: អនុបាតប្រាក់ខែបច្ចុប្បន្នរបស់និយោជិកនៅតែដដែលដូចពេលបច្ចុប្បន្ន។ កើនឡើងជារៀងរាល់ ២ ឆ្នាំម្តង។
ko: 직원의 현재 급여 비율은 현재와 동일합니다. 2 년마다 주기적으로 증가합니다.
lo: ອັດຕາສ່ວນເງິນເດືອນຂອງພະນັກງານໃນປະຈຸບັນຍັງຄົງຄືເກົ່າໃນປະຈຸບັນ. ແຕ່ລະໄລຍະເພີ່ມຂື້ນທຸກໆ 2 ປີ.
my: လက်ရှိ ၀ န်ထမ်းများ၏လစာအချိုးသည်လက်ရှိကာလနှင့်အတူတူပင်ဖြစ်သည်။ အခါအားလျော်စွာတိုးမြှင့် 2 နှစ်တိုင်း။
vi: Hệ số lương hiện tại của CBNV vẫn giữ nguyên như hiện tại. Định kỳ tăng 2 năm 1 lần.
zh: 员工的当前薪金比例与目前相同。每2年定期增加。

# WBS_LBL_DES_SALARY_IN_HSTN
source: Salary of responsibility: According to the HSTN table
de: Verantwortungsgehalt: Gemäß HSTN-Tabelle
fr: Salaire de responsabilité: selon le tableau HSTN
ja: 責任の給与：HSTN表によると
km: ប្រាក់ខែទទួលខុសត្រូវ៖ យោងតាមតារាងអេសអេសអេសអេស
ko: 책임 급여 : HSTN 표에 따름
lo: ເງິນເດືອນຂອງຄວາມຮັບຜິດຊອບ: ອີງຕາມຕາຕະລາງ HSTN
my: တာဝန်၏လစာ: HSTN စားပွဲပေါ်မှာအရ
vi: Lương trách nhiệm: Theo bảng HSTN
zh: 责任工资：根据HSTN表

# WBS_LBL_DES_SALARY_RESPON
source: Responsible salary, once every 12 months. The salary and responsibilities vary flexibly according to the position of work.
de: Verantwortliches Gehalt, einmal alle 12 Monate. Das Gehalt und die Verantwortlichkeiten variieren je nach Arbeitslage flexibel.
fr: Salaire de responsabilité, une fois tous les 12 mois. Le salaire et les responsabilités varient de manière flexible en fonction du poste de travail.
ja: 責任ある給与、12か月に1回。給与と責任は、仕事の位置によって柔軟に異なります。
km: ប្រាក់ខែទទួលខុសត្រូវរាល់ ១២ ខែម្តង។ ប្រាក់ខែនិងទំនួលខុសត្រូវខុសគ្នាទៅតាមស្ថានភាពការងារ។
ko: 12 개월에 한 번 책임있는 급여. 급여와 책임은 직위에 따라 유연하게 달라집니다.
lo: ເງິນເດືອນທີ່ຮັບຜິດຊອບ, ທຸກໆ 12 ເດືອນ. ເງິນເດືອນແລະ ໜ້າ ທີ່ຮັບຜິດຊອບແຕກຕ່າງກັນໄປຕາມ ຕຳ ແໜ່ງ ງານ.
my: ၁၂ လတစ်ကြိမ်တာဝန်သိသောလစာ။ လစာနှင့်တာ ၀ န်များသည်အလုပ်အနေအထားအရပြောင်းသာပြောင်းသာရှိသည်။
vi: Lương trách nhiệm, định kỳ 12 tháng xét 1 lần. Lương trách nhiệm thay đổi linh hoạt theo vị trí công tác.
zh: 负责的工资，每12个月一次。工资和职责根据工作职位而灵活变化。

# WBS_LBL_EMPLOYEE_PAYROLL
source: Employee payroll
de: Mitarbeiterabrechnung
fr: Paie des employés
ja: 従業員の給与
km: ប្រាក់ខែបុគ្គលិក
ko: 직원 급여
lo: ເງິນເດືອນພະນັກງານ
my: ၀ န်ထမ်းလစာ
vi: Bảng lương nhân viên
zh: 员工工资单

# WBS_LBL_FIX_SALARY_CAL_BY_RATE
source: Fixed Income: Calculated on current salary. Insurance premiums may be considered on this number.
de: Fixed Income: Berechnet auf dem aktuellen Gehalt. Versicherungsprämien können für diese Nummer berücksichtigt werden.
fr: Revenu fixe: calculé sur le salaire actuel. Les primes d'assurance peuvent être considérées sur ce numéro.
ja: 固定収入：現在の給与に基づいて計算されます。保険料はこの数で考慮されるかもしれません。
km: ប្រាក់ចំណូលថេរ៖ គណនាលើប្រាក់ខែបច្ចុប្បន្ន។ បុព្វលាភធានារ៉ាប់រងអាចត្រូវបានពិចារណាលើលេខនេះ។
ko: 고정 수입 : 현재 급여로 계산됩니다. 이 번호에 보험료가 고려 될 수 있습니다.
lo: ລາຍໄດ້ຄົງທີ່: ຄິດໄລ່ຕາມເງິນເດືອນປະຈຸບັນ. ຄ່າປະກັນໄພອາດຈະໄດ້ຮັບການພິຈາລະນາກ່ຽວກັບຕົວເລກນີ້.
my: ပုံသေ ၀ င်ငွေ - လက်ရှိလစာအပေါ်တွက်ချက်သည်။ ဤနံပါတ်ပေါ်တွင်အာမခံပရီမီယံများကိုထည့်သွင်းစဉ်းစားနိုင်သည်။
vi: Thu nhập cố định: Tính trên HS lương hiện tại. Có thể tính đến việc đóng bảo hiểm trên số này.
zh: 固定收益：根据当前工资计算。可以考虑使用此号码的保险费。

# WBS_LBL_FULL_NAME
source: FIRST AND LAST NAME
de: VOR-UND NACHNAME
fr: PRÉNOM ET NOM
ja: 名前と苗字
km: នាមត្រកូល​និង​ឈ្មោះ
ko: 이름과 성
lo: ຊື່ ທຳ ອິດແລະຄັ້ງສຸດທ້າຍ
my: ပထမနှင့်နောက်ဆုံးအမည်
vi: HỌ VÀ TÊN
zh: 名字和姓氏

# WBS_LBL_GO_ON_BUSSINESS
source: Go on bussiness
de: Mach weiter mit dem Geschäft
fr: Allez sur les affaires
ja: 忙しくしなさい
km: បន្តដំណើរទៅមុខទៀត
ko: bussiness에 가십시오
lo: ໄປດ້ວຍຄວາມທຸລະກິດ
my: bussiness သွားပါ
vi: Công tác
zh: 继续忙

# WBS_LBL_HR_EMPLOYEE
source: Personnel
de: Personal
ja: 人事
km: បុគ្គលិក
ko: 인원
lo: ບຸກຄະລາກອນ
my: ဝန်ထမ်း
vi: Nhân sự
zh: 人员

# WBS_LBL_INCOME_BY_BUSSINESS
source: Income by business
de: Einkommen nach Geschäft
fr: Revenu par entreprise
ja: 事業別収入
km: ប្រាក់ចំណូលដោយអាជីវកម្ម
ko: 사업 소득
lo: ລາຍໄດ້ຈາກທຸລະກິດ
my: စီးပွားရေးလုပ်ငန်းမှဝင်ငွေ
vi: Thu nhập theo kinh doanh
zh: 业务收入

# WBS_LBL_IN_HERE
source: Inside:
de: Innerhalb:
fr: À l'intérieur:
ja: 内部：
km: នៅខាងក្នុង៖
ko: 내부:
lo: ພາຍໃນ:
my: အတွင်းပိုင်း:
vi: Trong đó:
zh: 内：

# WBS_LBL_LEVEL
source: Rank
de: Rang
fr: Rang
ja: ランク
km: ចំណាត់ថ្នាក់
ko: 계급
lo: ອັນດັບ
my: အဆင့်
vi: Cấp bậc
zh: 秩

# WBS_LBL_MONEY_IN_TEXT
source: Amount in words
de: Betrag in Worten
fr: Le montant en mots
ja: 言葉での量
km: ចំនួនពាក្យ
ko: 단어의 양
lo: ຈຳ ນວນເງິນໃນ ຄຳ ສັບ
my: စကားလုံးပမာဏ
vi: Số tiền bằng chữ
zh: 字数

# WBS_LBL_MONEY_PAYMENT_BY_PHONE
source: Pay for the phone
de: Zahlen Sie für das Telefon
fr: Payer pour le téléphone
ja: 電話代を支払う
km: បង់ប្រាក់សម្រាប់ទូរស័ព្ទ
ko: 전화 결제
lo: ຈ່າຍຄ່າໂທລະສັບ
my: ဖုန်းအတွက်ပေးရ
vi: Phải trả tiền điện thoại
zh: 支付电话

# WBS_LBL_MONTH
source: Month
de: Monat
fr: Mois
ja: 月
km: ខែ
ko: 달
lo: ເດືອນ
my: လ
vi: Tháng
zh: 月

# WBS_LBL_NO_WORK_BY_SICK
source: Sick leave
de: Krankenstand
fr: Congé de maladie
ja: 病気の休暇
km: ឈប់​សម្រាក​ដោយ​សារ​ជម្ងឺ
ko: 병가
lo: ລາ​ປ່ວຍ
my: ခွင့်ယူပါ
vi: Nghỉ ốm
zh: 病假

# WBS_LBL_NO_WORK_HOLIDAY
source: Holiday
de: Urlaub
fr: Vacances
ja: 休日
km: ថ្ងៃឈប់សម្រាក
ko: 휴일
lo: ພັກຜ່ອນ
my: အားလပ်ရက်
vi: Nghỉ lễ
zh: 假日

# WBS_LBL_NO_WORK_WITH_NO_SALARY
source: Unpaid leave
de: Unbezahlter Urlaub
fr: Congé sans solde
ja: 無給休暇
km: ការឈប់សម្រាកដែលមិនបានបង់ប្រាក់
ko: 무급 휴가
lo: ການພັກຜ່ອນທີ່ບໍ່ໄດ້ຈ່າຍ
my: မရတဲ့ခွင့်
vi: Nghỉ không lương
zh: 无薪休假

# WBS_LBL_NO_WORK_WITH_PERMISSION
source: Permission
de: Genehmigung
fr: Autorisation
ja: 許可
km: ការអនុញ្ញាត
ko: 허가
lo: ການອະນຸຍາດ
my: ခွင့်ပြုချက်
vi: Phép
zh: 允许

# WBS_LBL_NUMBER_WORKDAYS
source: Number of workdays
de: Anzahl der Arbeitstage
fr: Nombre de jours de travail
ja: 就業日数
km: ចំនួនថ្ងៃធ្វើការ
ko: 근무일 수
lo: ຈຳ ນວນມື້ເຮັດວຽກ
my: အလုပ်လုပ်ရက်အရေအတွက်
vi: Số ngày công
zh: 工作日数

# WBS_LBL_NUM_DAY
source: Number of days
de: Anzahl der Tage
fr: Nombre de jours
ja: 日数
km: ចំនួនថ្ងៃ
ko: 일 수
lo: ຈຳ ນວນມື້
my: ရက်အရေအတွက်
vi: Số ngày
zh: 天数

# WBS_LBL_PAYROLL_CODE
source: Payroll code
de: Abrechnungscode
fr: Code de paie
ja: 給与コード
km: លេខកូដបើកប្រាក់ខែ
ko: 급여 코드
lo: ລະຫັດເງິນເດືອນ
my: လုပ်ခလစာကုဒ်
vi: Mã bảng lương
zh: 工资代码

# WBS_LBL_PAY_METHOD
source: Pay forms
de: Zahlungsformulare
fr: Formulaires de paiement
ja: 支払いフォーム
km: ទម្រង់បង់ប្រាក់
ko: 지불 양식
lo: ຈ່າຍແບບຟອມຕ່າງໆ
my: ငွေပေးချေခြင်းပုံစံများ
vi: Hình thức trả lương
zh: 支付表格

# WBS_LBL_PAY_SALARY_TIME
source: Salary payment: Pay the salary of the company on the 15th of the following month
de: Gehaltszahlung: Zahlen Sie das Gehalt des Unternehmens am 15. des folgenden Monats
fr: Paiement du salaire: Payez le salaire de l'entreprise le 15 du mois suivant
ja: 給与支払い：翌月15日に会社の給与を支払います
km: ការបើកប្រាក់ខែ៖ បើកប្រាក់ខែឱ្យក្រុមហ៊ុននៅថ្ងៃទី ១៥ ខែបន្ទាប់
ko: 급여 지급 : 익월 15 일 회사 급여 지급
lo: ການເບີກຈ່າຍເງິນເດືອນ: ຈ່າຍເງິນເດືອນຂອງບໍລິສັດໃນວັນທີ 15 ຂອງເດືອນຕໍ່ໄປ
my: လစာပေးချေမှု - လစာကိုနောက်လ ၁၅ ရက်နေ့တွင်ပေးသည်
vi: Thanh toán lương: Thanh toán Lương KD vào ngày 15 của tháng sau
zh: 工资支付：在下个月的15号支付公司的工资

# WBS_LBL_PCDT
source: PC Phone
de: PC-Telefon
fr: Téléphone PC
ja: PC電話
km: ទូរស័ព្ទកុំព្យូទ័រ
ko: PC 전화
lo: ໂທລະສັບ PC
my: PC ဖုန်း
vi: PC ĐT
zh: PC电话

# WBS_LBL_PRESENT
source: Present
de: Vorhanden
fr: Présent
ja: プレゼント
km: បច្ចុប្បន្ន
ko: 선물
lo: ປະຈຸບັນ
my: ပစ္စုပ္ပန်
vi: Thuyết minh
zh: 当下

# WBS_LBL_RATE_BY_POSITION
source: Coefficient according to working position
de: Koeffizient je nach Arbeitsposition
fr: Coefficient selon la position de travail
ja: 作業位置に応じた係数
km: មេគុណយោងទៅតាមទីតាំងការងារ
ko: 작업 위치에 따른 계수
lo: ຕົວຄູນອີງຕາມ ຕຳ ແໜ່ງ ທີ່ເຮັດວຽກ
my: အလုပ်လုပ်အနေအထားအရကိန်း
vi: Hệ số theo vị trí làm việc
zh: 根据工作位置的系数

# WBS_LBL_REAL_RATE
source: Coefficient
de: Koeffizient
ja: 係数
km: មេគុណ
ko: 계수
lo: ຕົວຄູນ
my: ကိန်း
vi: Hệ số
zh: 系数

# WBS_LBL_REAL_SALARY
source: Also received
de: Auch erhalten
fr: Aussi reçu
ja: また受け取った
km: បានទទួលផងដែរ
ko: 또한 받았습니다
lo: ໄດ້ຮັບເຊັ່ນກັນ
my: လက်ခံရရှိခဲ့သည်
vi: Còn được lĩnh
zh: 也收到了

# WBS_LBL_SALARY_BUSSINESS
source: Salary business
de: Gehaltsgeschäft
fr: Entreprise salariale
ja: 給与ビジネス
km: អាជីវកម្មប្រាក់ខែ
ko: 급여 사업
lo: ທຸລະກິດເງິນເດືອນ
my: လစာစီးပွားရေးလုပ်ငန်း
vi: Lương KD
zh: 薪资业务

# WBS_LBL_SALARY_FIX
source: Fixed income
fr: Revenu fixe
ja: 固定収入
km: ប្រាក់ចំណូលថេរ
ko: 고정 수입
lo: ລາຍໄດ້ຄົງທີ່
my: ပုံသေ ၀ င်ငွေ
vi: Thu nhập cố định
zh: 固定收入

# WBS_LBL_SALARY_IN_CONTRACT
source: Basic salary
de: Grundgehalt
fr: Salaire de base
ja: 基本給
km: ប្រាក់ខែ​គោល
ko: 기본 급여
lo: ເງິນເດືອນພື້ນຖານ
my: အခြေခံလစာ
vi: Mức lương cơ bản
zh: 基础工资

# WBS_LBL_SALARY_LUNCH_BY_DAY_WORK
source: Support for lunch (by working day)
de: Unterstützung für das Mittagessen (bis zum Arbeitstag)
fr: Assistance pour le déjeuner (par jour ouvrable)
ja: 昼食のサポート（営業日別）
km: គាំទ្រអាហារថ្ងៃត្រង់ (ដោយថ្ងៃធ្វើការ)
ko: 점심 지원 (근무 일별)
lo: ສະ ໜັບ ສະ ໜູນ ອາຫານທ່ຽງ (ໂດຍມື້ເຮັດວຽກ)
my: နေ့လယ်စာအတွက်ပံ့ပိုးမှု (အလုပ်လုပ်သည့် နေ့မှစ၍)
vi: Hỗ trợ tiền ăn trưa (theo ngày công)
zh: 午餐支持（按工作日）

# WBS_LBL_SALARY_MONTH_INTO_TWO_PICES
source: The monthly salary is divided into 2 parts
de: Das monatliche Gehalt gliedert sich in 2 Teile
fr: Le salaire mensuel est divisé en 2 parties
ja: 月給は2つの部分に分かれています
km: ប្រាក់ខែប្រចាំខែត្រូវបានបែងចែកជា ២ ផ្នែក
ko: 월급은 두 부분으로 나뉩니다.
lo: ເງິນເດືອນປະ ຈຳ ເດືອນແບ່ງອອກເປັນ 2 ພາກສ່ວນ
my: လစဉ်လစာကို ၂ ပိုင်းခွဲထားသည်
vi: Lương hàng tháng được chia làm 2 phần
zh: 月薪分为两部分

# WBS_LBL_SALARY_REPON
source: Responsible wage
de: Verantwortlicher Lohn
fr: Salaire responsable
ja: 責任ある賃金
km: ប្រាក់ឈ្នួលដែលទទួលខុសត្រូវ
ko: 책임있는 임금
lo: ຄ່າແຮງງານທີ່ຮັບຜິດຊອບ
my: တာဝန်ရှိသည့်လုပ်ခ
vi: Lương trách nhiệm
zh: 负责工资

# WBS_LBL_SALARY_RES_BUSS
source: Base business salary = Responsible salary + Basic business salary
de: Grundgehalt des Unternehmens = Verantwortliches Gehalt + Grundgehalt des Unternehmens
fr: Salaire d'entreprise de base = Salaire responsable + Salaire d'entreprise de base
ja: 基本事業給与=責任給与+基本事業給与
km: ប្រាក់ខែអាជីវកម្មមូលដ្ឋាន = ប្រាក់ខែទទួលខុសត្រូវ + ប្រាក់ខែអាជីវកម្មមូលដ្ឋាន
ko: 기본 비즈니스 급여 = 책임있는 급여 + 기본 비즈니스 급여
lo: ເງິນເດືອນທຸລະກິດຂັ້ນພື້ນຖານ = ເງິນເດືອນທີ່ຮັບຜິດຊອບ + ເງິນເດືອນຂັ້ນພື້ນຖານ
my: အခြေခံစီးပွားရေးလစာ = တာဝန်ရှိသောလစာ + အခြေခံစီးပွားရေးလစာ
vi: Lương KD cơ sở=Lương trách nhiệm+Lương KD cơ bản
zh: 基本业务工资=负责人工资+基本业务工资

# WBS_LBL_SALARY_SICK_DES
source: Sick salary = Fixed income + (Responsible salary + Basic business salary) / Number of working days per month * Number of sick days * 75% where K = 1
de: Krankengehalt = festes Einkommen + (Verantwortliches Gehalt + Grundgehalt des Unternehmens) / Anzahl der Arbeitstage pro Monat * Anzahl der Krankheitstage * 75% wobei K = 1
fr: Salaire de maladie = Revenu fixe + (Salaire responsable + Salaire d'entreprise de base) / Nombre de jours de travail par mois * Nombre de jours de maladie * 75% où K = 1
ja: 病気の給与=固定収入+（責任ある給与+基本的なビジネス給与）/ 1か月あたりの就業日数*病気の日数* 75％（K = 1の場合）
km: ប្រាក់ខែឈឺ = ប្រាក់ចំណូលថេរ + (ប្រាក់ខែទទួលខុសត្រូវ + ប្រាក់ខែអាជីវកម្មមូលដ្ឋាន) / ចំនួនថ្ងៃធ្វើការក្នុងមួយខែ * ចំនួនថ្ងៃឈឺ * ៧៥% ដែល K = ១
ko: 병가 = 고정 수입 + (책임 급여 + 기본 사업 급여) / 월 근무일 수 * 병가 일 수 * 75 %, K = 1
lo: ເງິນເດືອນເຈັບ = ລາຍໄດ້ທີ່ ກຳ ນົດ + (ເງິນເດືອນທີ່ຮັບຜິດຊອບ + ເງິນເດືອນຂັ້ນພື້ນຖານ) / ຈຳ ນວນມື້ເຮັດວຽກຕໍ່ເດືອນ * ຈຳ ນວນມື້ທີ່ເຈັບປ່ວຍ * 75% ທີ່ K = 1
my: နာမကျန်းသောလစာ = ပုံမှန် ၀ င်ငွေ + (တာ ၀ န် ၀ တ္တရား + အခြေခံစီးပွားရေးလစာ) / တစ်လလျှင်အလုပ်လုပ်ရက်အရေအတွက် * ဖျားနာသောနေ့ရက်အရေအတွက် * ၇၅% K = 1 ရှိရာ
vi: Lương ốm=Thu nhập cố định+(lương trách nhiệm+Lương KD cơ bản)/Số ngày công tháng*Số ngày ốm *75% với K = 1
zh: 病假工资=固定收入+（负责任的工资+基本业务工资）/每月工作天数*病假天数* 75％，其中K = 1

# WBS_LBL_SALARY_WHEN_SICK
source: Sick salary
de: Krankes Gehalt
fr: Maladie
ja: 病気の給料
km: ប្រាក់ខែឈឺ
ko: 아픈 급여
lo: ເງິນເດືອນເຈັບ
my: ဖျားနာနေပါတယ်
vi: Lương ốm
zh: 病假工资

# WBS_LBL_SETTLEMENT
source: Salary finalization: At the end of the year, make salary finalization based on the remaining approved salary fund (No salary in 13 months)
de: Gehaltsabschluss: Führen Sie am Ende des Jahres einen Gehaltsabschluss auf der Grundlage des verbleibenden genehmigten Gehaltsfonds durch (kein Gehalt in 13 Monaten).
fr: Finalisation du salaire: à la fin de l'année, finaliser le salaire en fonction du fonds salarial approuvé restant (pas de salaire dans 13 mois)
ja: 給与の確定：年末に、残​​りの承認された給与基金に基づいて給与の確定を行います（13か月間給与なし）
km: ការបញ្ចប់ប្រាក់បៀវត្ស៖ នៅដំណាច់ឆ្នាំសូមធ្វើការបញ្ចប់ប្រាក់ខែដោយផ្អែកលើមូលនិធិប្រាក់ខែដែលបានយល់ព្រម (មិនមានប្រាក់ខែក្នុងរយៈពេល ១៣ ខែ)
ko: 급여 확정 : 연말에 승인 된 나머지 급여 기금을 기준으로 급여 확정 (13 개월에는 급여 없음)
lo: ການ ສຳ ເລັດຂັ້ນເງິນເດືອນ: ໃນທ້າຍປີ, ໃຫ້ ສຳ ເລັດຂັ້ນເງິນເດືອນໂດຍອີງໃສ່ກອງທຶນເງິນເດືອນທີ່ໄດ້ຮັບການອະນຸມັດທີ່ເຫລືອ (ບໍ່ມີເງິນເດືອນໃນ 13 ເດືອນ)
my: လစာအပြီးသတ် - ဤနှစ်ကုန်တွင်ကျန်ရှိသောအတည်ပြုလစာရန်ပုံငွေကို အခြေခံ၍ လစာကိုအပြီးသတ် (၁၃ လအတွင်းလစာမပေးပါ)
vi: Quyết toán lương: Cuối năm quyết toán lương dựa trên quỹ lương còn lại được duyệt (Không trả lương tháng 13)
zh: 薪资定案：在年末，根据剩余的批准薪资基金定薪（13个月内没有薪金）

# WBS_LBL_SIGN
source: Sign
de: Zeichen
fr: Signe
ja: 符号
km: ចុះហត្ថលេខា
ko: 기호
lo: ລົງລາຍເຊັນ
my: လက်မှတ်ထိုး
vi: Ký nhận
zh: 标志

# WBS_LBL_STAFF
source: Staff
de: Mitarbeiter
fr: Personnel
ja: スタッフ
km: បុគ្គលិក
ko: 직원
lo: ພະນັກງານ
my: ဝန်ထမ်းများ
vi: Nhân viên
zh: 员工

# WBS_LBL_SUM_SALARY
source: Total income (rounded)
de: Gesamteinkommen (gerundet)
fr: Revenu total (arrondi)
ja: 総収入（四捨五入）
km: ប្រាក់ចំណូលសរុប (មានរាងមូល)
ko: 총 수입 (반올림)
lo: ລາຍໄດ້ທັງ ໝົດ (ເປັນຮູບກົມ)
my: စုစုပေါင်းဝင်ငွေ (rounded)
vi: Tổng thu nhập ( làm tròn)
zh: 总收入（四舍五入）

# WBS_LBL_TABLE_CODE
source: Table code
de: Tabellencode
fr: Code de table
ja: テーブルコード
km: លេខកូដតារាង
ko: 테이블 코드
lo: ລະຫັດຕາຕະລາງ
my: ဇယားကုဒ်
vi: Mã bảng
zh: 表格代码

# WBS_LBL_TITLE
source: Title
de: Titel
fr: Titre
ja: 題名
km: ចំណងជើង
ko: 표제
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# WBS_LBL_TOTAL
source: total
de: gesamt
ja: 合計
km: សរុប
ko: 합계
lo: ລວມທັງ ໝົດ
my: စုစုပေါင်း
vi: Tổng cộng
zh: 总

# WBS_LBL_VR
source: VR
zh: 虚拟现实

# WBS_LBL_WORK_ON_OFFICE
source: LV at VP
de: LV bei VP
fr: LV chez VP
ja: VPでのLV
km: អិលនៅវី
ko: VP의 LV
lo: LV ທີ່ VP
my: VP မှာ LV
vi: LV tại VP
zh: LV副总裁

# WBS_LIST_STAFF_EMPTY
source: The list of staff is empty!
de: Die Liste der Mitarbeiter ist leer!
fr: La liste du personnel est vide!
ja: スタッフのリストは空です！
km: បញ្ជីឈ្មោះបុគ្គលិកគឺទទេ!
ko: 직원 목록이 비어 있습니다!
lo: ບັນຊີລາຍຊື່ຂອງພະນັກງານແມ່ນຫວ່າງເປົ່າ!
my: ၀ န်ထမ်းများစာရင်းသည်ဗလာဖြစ်သည်။
vi: Danh sách nhân viên trống!
zh: 工作人员名单是空的！

# WBS_MSG_ERR_CONNECTION
source: Connection errors
de: Verbindungsfehler
fr: Erreurs de connexion
ja: 接続エラー
km: កំហុសក្នុងការភ្ជាប់
ko: 연결 오류
lo: ຂໍ້ຜິດພາດໃນການເຊື່ອມຕໍ່
my: ချိတ်ဆက်မှုအမှားများ
vi: Lỗi kết nối
zh: 连接错误

# WBS_RATE_SALARY
source: HS salary
de: HS Gehalt
fr: Salaire HS
ja: HS給与
km: ប្រាក់ខែ HS
ko: HS 급여
lo: ເງິນເດືອນ HS
my: HS လစာ
vi: HS lương
zh: HS工资

# WBS_TXT_MONTH
source: Select the month
de: Wählen Sie den Monat
fr: Sélectionnez le mois
ja: 月を選択してください
km: ជ្រើសរើសខែ
ko: 월을 선택하십시오
lo: ເລືອກເດືອນ
my: လကိုရွေးပါ
vi: Chọn tháng
zh: 选择月份

# WBS_TXT_STAFF
source: Staff
de: Mitarbeiter
fr: Personnel
ja: スタッフ
km: បុគ្គលិក
ko: 직원
lo: ພະນັກງານ
my: ဝန်ထမ်းများ
vi: Nhân viên
zh: 员工
