Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/WorkflowActivityController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# WFAI_BTN_ACTORS
source: Agent
ja: エージェント
km: ភ្នាក់ងារ
ko: 에이전트
lo: ຕົວແທນ
my: အေးဂျင့်
vi: Tác nhân
zh: 代理商

# WFAI_BTN_ADD
source: More
de: Mehr
fr: Plus
ja: もっと
km: ច្រើនទៀត
ko: 더
lo: ຫຼາຍ
my: နောက်ထပ်
vi: Thêm
zh: 更多

# WFAI_BTN_AUTO_RANGE
source: Autorange
ja: オートレンジ
km: ជួសជុលឡើងវិញ
ko: 자동 범위
lo: ສ້ອມແປງລົດ
zh: 自动量程

# WFAI_BTN_CODE_ACTION
source: Action code
de: Aktionscode
fr: Code d'action
ja: アクションコード
km: កូដសកម្មភាព
ko: 액션 코드
lo: ລະຫັດປະຕິບັດງານ
my: လှုပ်ရှားမှုကုဒ်
vi: Mã hành động
zh: 动作码

# WFAI_BTN_COMMAND
source: Set command
de: Befehl setzen
fr: Définir la commande
ja: コマンドの設定
km: កំណត់ពាក្យបញ្ជា
ko: 설정 명령
lo: ຕັ້ງ ຄຳ ສັ່ງ
my: command ကို set ကို
vi: Đặt lệnh
zh: 设定指令

# WFAI_BTN_CONFIRM
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
km: បញ្ជាក់
ko: 확인
lo: ຢືນຢັນ
my: အတည်ပြုပါ
vi: Xác nhận
zh: 确认

# WFAI_BTN_CREAE_LINE
source: Connect
de: Verbinden
fr: Relier
ja: 接続する
km: ភ្ជាប់
ko: 잇다
lo: ເຊື່ອມຕໍ່
my: ဆက်သွယ်ပါ
vi: Kết nối
zh: 连接

# WFAI_BTN_CREATE_ACT
source: Create Activity
de: Aktivität erstellen
fr: Créer une activité
ja: アクティビティを作成する
km: បង្កើតសកម្មភាព
ko: 활동 만들기
lo: ສ້າງກິດຈະ ກຳ
my: လှုပ်ရှားမှုဖန်တီးပါ
vi: Tạo Activity
zh: 建立活动

# WFAI_BTN_CREATE_WFLI
source: More
de: Mehr
fr: Plus
ja: もっと
km: ច្រើនទៀត
ko: 더
lo: ຫຼາຍ
my: နောက်ထပ်
vi: Thêm
zh: 更多

# WFAI_BTN_DASH_BOARD
source: Dashboard
de: Instrumententafel
fr: Tableau de bord
ja: ダッシュボード
km: ផ្ទាំងគ្រប់គ្រង
ko: 계기반
lo: ແຜງຄວບຄຸມ
my: ဒိုင်ခွက်
zh: 仪表板

# WFAI_BTN_DEFAULT_SCREEN
source: Default size
de: Standard Größe
fr: Taille par défaut
ja: デフォルトサイズ
km: ទំហំលំនាំដើម
ko: 기본 크기
lo: ຂະ ໜາດ ເລີ່ມຕົ້ນ
my: ပုံမှန်အရွယ်အစား
vi: Kích thước mặc định
zh: 预设大小

# WFAI_BTN_EXTEND
source: Extend
de: Erweitern
fr: Étendre
ja: 拡張する
km: ពង្រីក
ko: 넓히다
lo: ຂະຫຍາຍ
my: တိုးချဲ့
vi: Mở rộng
zh: 延伸

# WFAI_BTN_FORM
source: Forms
de: Formen
fr: Formes
ja: フォーム
km: ទម្រង់បែបបទ
ko: 양식
lo: ແບບຟອມຕ່າງໆ
my: ပုံစံများ
zh: 形式

# WFAI_BTN_FULL_SCREEN
source: Full screen
de: Vollbildschirm
fr: Plein écran
ja: 全画面表示
km: ពេញ​អេក្រង់
ko: 전체 화면
lo: ເຕັມ​ຈໍ
my: မျက်နှာပြင်အပြည့်
vi: Toàn màn hình
zh: 全屏

# WFAI_BTN_GRAPH
source: Graphs and Statistics
de: Grafiken und Statistiken
fr: Graphiques et statistiques
ja: グラフと統計
km: ក្រាហ្វិចនិងស្ថិតិ
ko: 그래프 및 통계
lo: ກາຟິກແລະສະຖິຕິ
my: ဂရပ်များနှင့်စာရင်းအင်းများ
zh: 图形和统计

# WFAI_BTN_HOME
source: Home
de: Zuhause
fr: Accueil
ja: ホーム
km: ផ្ទះ
ko: 집
lo: ເຮືອນ
my: နေအိမ်
zh: 家

# WFAI_BTN_IMAGE
source: Picture
de: Bild
fr: Image
ja: 画像
km: រូបភាព
ko: 그림
lo: ຮູບພາບ
my: ရုပ်ပုံ
vi: Hình vẽ
zh: 图片

# WFAI_BTN_JOB_CARD
source: Job card
de: Jobkarte
fr: Carte de travail
ja: ジョブカード
km: កាតការងារ
ko: 직업 카드
lo: ບັດເຮັດວຽກ
my: အလုပ်ကဒ်ပြား
vi: Thẻ việc
zh: 工作卡

# WFAI_BTN_LIST_ACT
source: Object library list
de: Objektbibliotheksliste
fr: Liste des bibliothèques d'objets
ja: オブジェクトライブラリリスト
km: បញ្ជីបណ្ណាល័យវត្ថុ
ko: 개체 라이브러리 목록
lo: ບັນຊີລາຍຊື່ຫໍສະ ໝຸດ ວັດຖຸ
my: စာကြည့်တိုက်စာရင်း
vi: Danh sách thư viện đối tượng
zh: 对象库列表

# WFAI_BTN_LIST_WF_INSTANCE
source: List
de: Aufführen
fr: liste
ja: リスト
km: បញ្ជី
ko: 명부
lo: ລາຍຊື່
my: စာရင်း
vi: Danh sách
zh: 清单

# WFAI_BTN_LOCATION_INFO
source: Location
de: Ort
fr: Emplacement
ja: ロケーション
km: ទីតាំង
ko: 위치
lo: ສະຖານທີ່
my: တည်နေရာ
vi: Vị trí
zh: 位置

# WFAI_BTN_LOCK_ACT
source: Lock operation
de: Sperrbetrieb
fr: Opération de verrouillage
ja: ロック操作
km: ប្រតិបត្តិការចាក់សោ
ko: 잠금 작동
lo: ປະຕິບັດການລັອກ
my: သော့ခတ်စစ်ဆင်ရေး
vi: Khóa hoạt động
zh: 锁定操作

# WFAI_BTN_LOG
source: Log
fr: Journal
ja: ログ
km: កំណត់ហេតុ
ko: 로그
lo: ເຊັນເຂົ້າ
zh: 日志记录

# WFAI_BTN_LOG_CHANGE_FILE
source: Log changes
de: Protokolländerungen
fr: Modifications du journal
ja: ログの変更
km: ការផ្លាស់ប្តូរកំណត់ហេតុ
ko: 로그 변경
lo: ການປ່ຽນແປງບັນທຶກ
my: မှတ်တမ်းအပြောင်းအလဲများ
vi: Log thay đổi
zh: 记录变更

# WFAI_BTN_LOG_SIGN_FILE
source: Log signed electronically
de: Protokoll elektronisch signiert
fr: Journal signé électroniquement
ja: 電子署名されたログ
km: កំណត់ហេតុបានចុះហត្ថលេខាតាមអេឡិចត្រូនិក
ko: 전자 서명 된 로그
lo: ເຊັນເຂົ້າດ້ວຍເອເລັກໂຕຣນິກ
my: log ကိုအီလက်ထရောနစ်လက်မှတ်ရေးထိုးခဲ့သည်
vi: Log ký điện tử
zh: 电子登录日志

# WFAI_BTN_MOVE_GRAPH
source: Move
de: Bewegung
fr: Bouge toi
ja: 移動
km: ផ្លាស់ទី
ko: 움직임
lo: ຍ້າຍ
my: ရွှေ့ပါ
vi: Di chuyển
zh: 移动

# WFAI_BTN_PAGE
source: Pages
de: Seiten
fr: Des pages
ja: ページ
km: ទំព័រ
ko: 페이지
lo: ໜ້າ
my: စာမျက်နှာများ
zh: 页数

# WFAI_BTN_PROCESS_INFO
source: Process
de: Prozess
fr: Processus
ja: 処理する
km: ដំណើរការ
ko: 방법
lo: ຂະບວນການ
my: လုပ်ငန်းစဉ်
vi: Tiến trình
zh: 处理

# WFAI_BTN_REDO
source: Rework, do it again
de: Nacharbeit, mach es nochmal
fr: Retravailler, recommencer
ja: やり直して、もう一度やり直してください
km: ធ្វើការម្តងទៀតធ្វើវាម្តងទៀត
ko: 재 작업, 다시 수행
lo: ເຮັດວຽກ ໃໝ່, ເຮັດມັນອີກຄັ້ງ
my: ပြန်လုပ်ပါ
vi: Làm lại
zh: 返工，再做一次

# WFAI_BTN_REPO
source: Archives
de: Archiv
fr: Les archives
ja: アーカイブ
km: បណ្ណសារ
ko: 아카이브
lo: ຮວບຮວມ
my: မော်ကွန်းတိုက်
vi: Kho tài liệu
zh: 档案

# WFAI_BTN_RUN_COMMAND_ALL
source: Running socks
de: Laufsocken
fr: Chaussettes de course
ja: ランニングソックス
km: ស្រោមជើងដែលកំពុងរត់
ko: 러닝 양말
lo: ຖົງຕີນແລ່ນ
my: ခြေအိတ်ပြေး
vi: Chạy tất
zh: 跑步袜

# WFAI_BTN_RUN_ONE_COMMAND
source: Run
de: Lauf
fr: Courir
ja: 実行
km: រត់
ko: 운영
lo: ແລ່ນ
my: ပြေးပါ
vi: Chạy
zh: 跑

# WFAI_BTN_SAVE_WFL_GRAPH
source: Save the diagram
de: Speichern Sie das Diagramm
fr: Enregistrez le diagramme
ja: 図を保存する
km: រក្សាទុកដ្យាក្រាម
ko: 다이어그램 저장
lo: ບັນທຶກແຜນວາດ
my: ပုံကိုသိမ်းပါ
vi: Lưu sơ đồ
zh: 保存图

# WFAI_BTN_SELECT_FILE
source: Select the file
de: Wählen Sie die Datei aus
fr: Choisir le dossier
ja: ファイルを選択します
km: ជ្រើសរើសឯកសារ
ko: 파일 선택
lo: ເລືອກເອກະສານ
my: ဖိုင်ကိုရွေးချယ်ပါ
vi: Chọn tệp
zh: 选择文件

# WFAI_BTN_SIGN
source: Electronic sign
de: Elektronisches Schild
fr: Signe électronique
ja: 電子サイン
km: សញ្ញាអេឡិចត្រូនិក
ko: 전자 사인
lo: ເຄື່ອງ ໝາຍ ອີເລັກໂທຣນິກ
my: အီလက်ထရောနစ်သင်္ကေတ
vi: Ký điện tử
zh: 电子标牌

# WFAI_BTN_STAR_COMPONENT
source: Stars Components
de: Sterne Komponenten
fr: Composants Stars
ja: スターコンポーネント
km: សមាសធាតុផ្កាយ
ko: 별 구성 요소
lo: ສ່ວນປະກອບດາວ
my: ကြယ်အစိတ်အပိုင်းများ
zh: 星星组件

# WFAI_BTN_TIMER
source: Set the timer
de: Stellen Sie den Timer ein
fr: Réglez la minuterie
ja: タイマーを設定する
km: កំណត់ពេលវេលា
ko: 타이머 설정
lo: ຕັ້ງໂມງຈັບເວລາ
my: timer နေရာကိုသတ်မှတ်ပါ
vi: Đặt giờ
zh: 设定计时器

# WFAI_BTN_UNDO
source: Undo
de: Rückgängig machen
fr: annuler
ja: 元に戻す
km: មិនធ្វើវិញ
ko: 실행 취소
lo: ຍົກເລີກ
my: ပယ်ဖျက်ပါ
vi: Hoàn tác
zh: 撤消

# WFAI_BTN_UNLOCK_ACT
source: Unlock
de: Freischalten
fr: Ouvrir
ja: ロックを解除する
km: ដោះសោ
ko: 터놓다
lo: ປົດລັອກ
my: သော့ခတ်
vi: Mở khóa
zh: 开锁

# WFAI_BTN_UPLOAD_FILE
source: Download the file
de: Laden Sie die Datei herunter
fr: Téléchargez le fichier
ja: ファイルをダウンロードする
km: ទាញយកឯកសារ
ko: 파일 다운로드
lo: ດາວໂຫລດເອກະສານ
my: ဖိုင်ကို download လုပ်ပါ
vi: Tải tệp
zh: 下载档案

# WFAI_BTN_VIEW_DATA
source: View data
de: Daten anzeigen
fr: Afficher les données
ja: データを見る
km: មើលទិន្នន័យ
ko: 데이터보기
lo: ເບິ່ງຂໍ້ມູນ
my: ဒေတာကိုကြည့်ပါ
vi: Xem dữ liệu
zh: 查看资料

# WFAI_BTN_VIEW_SHARE_OBJ
source: View share
de: Freigabe anzeigen
fr: Afficher le partage
ja: シェアを見る
km: មើលចែករំលែក
ko: 공유보기
lo: ເບິ່ງແບ່ງປັນ
my: ဝေစုကြည့်ပါ
vi: Xem chia sẻ
zh: 查看分享

# WFAI_BTN_WFL_GRAPH
source: diagram
de: Diagramm
fr: diagramme
ja: 図
km: ដ្យាក្រាម
ko: 도표
lo: ແຜນວາດ
my: ပုံ
vi: Sơ đồ
zh: 图

# WFAI_BTN_ZOOMIN
source: Enlarge
de: Vergrößern
fr: Agrandir
ja: 拡大
km: ពង្រីក
ko: 크게 하다
lo: ຂະຫຍາຍ
my: ချဲ့
vi: Phóng to
zh: 放大

# WFAI_BTN_ZOOMOUT
source: Zoom out
de: Rauszoomen
fr: Dézoomer
ja: ズームアウトする
km: បង្រួម
ko: 축소
lo: ຂະຫຍາຍອອກ
my: ချုံ့ကြည့်ပါ
vi: Thu nhỏ
zh: 缩小

# WFAI_CHK_MAIN_OBJECT
source: Main object
de: Hauptobjekt
fr: Objet principal
ja: 主な目的
km: វត្ថុសំខាន់
ko: 주요 개체
lo: ຈຸດປະສົງຫຼັກ
my: အဓိကအရာဝတ္ထု
vi: Đối tượng chính
zh: 主要对象

# WFAI_CHK_REQUIRE_SIGN_FILE
source: Requires electronic signature
de: Erfordert eine elektronische Signatur
fr: Nécessite une signature électronique
ja: 電子署名が必要
km: ត្រូវការហត្ថលេខាអេឡិចត្រូនិក
ko: 전자 서명 필요
lo: ຕ້ອງການລາຍເຊັນເອເລັກໂຕຣນິກ
my: အီလက်ထရောနစ်လက်မှတ်လိုအပ်သည်
vi: Yêu cầu ký điện tử
zh: 需要电子签名

# WFAI_CRUD_ACT_CODE
source: Operation code
de: Betriebscode
fr: Code d'opération
ja: オペコード
km: លេខកូដប្រតិបត្តិការ
ko: 운영 코드
lo: ລະຫັດປະຕິບັດງານ
my: စစ်ဆင်ရေးကုဒ်
vi: Mã hoạt động
zh: 操作码

# WFAI_CRUD_ACT_INST
source: Work
de: Arbeit
fr: Travail
ja: 作業
km: ការងារ
ko: 작업
lo: ເຮັດວຽກ
my: အလုပ်
vi: Hoạt động
zh: 工作

# WFAI_CRUD_ACT_NAME
source: Operation name
de: Operationsname
fr: Nom de l'opération
ja: 操作名
km: ឈ្មោះប្រតិបត្តិការ
ko: 작업 이름
lo: ຊື່ປະຕິບັດງານ
my: စစ်ဆင်ရေးအမည်
vi: Tên hoạt động
zh: 操作名称

# WFAI_CRUD_APPROVE
source: Browser
fr: Navigateur
ja: ブラウザ
km: កម្មវិធីរុករក
ko: 브라우저
vi: Duyệt
zh: 浏览器

# WFAI_CRUD_BRANCH
source: Head office - branch
de: Hauptsitz - Niederlassung
fr: Siège social - succursale
ja: 本社-支店
km: ការិយាល័យកណ្តាល - សាខា
ko: 본사-지점
lo: ສຳ ນັກງານໃຫຍ່ - ສາຂາ
my: ရုံးချုပ် - ဌာနခွဲ
vi: Trụ sở - chi nhánh
zh: 总公司-分公司

# WFAI_CRUD_COMMAND
source: Comeinand
ja: コミナンド
my: လာပါ
vi: Lệnh

# WFAI_CRUD_CONFIRM
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
km: បញ្ជាក់
ko: 확인
lo: ຢືນຢັນ
my: အတည်ပြုပါ
vi: Xác nhận
zh: 确认

# WFAI_CRUD_DEPARTMENT_GROUP
source: Department / Group
de: Abteilung / Gruppe
fr: Département / Groupe
ja: 部門/グループ
km: នាយកដ្ឋាន / ក្រុម
ko: 부서 / 그룹
lo: ພະແນກ / ກຸ່ມ
my: ဌာန / အုပ်စု
vi: Phòng ban/Nhóm
zh: 部门/小组

# WFAI_CRUD_DURATION
source: Time
de: Zeit
fr: Temps
ja: 時間
km: ពេលវេលា
ko: 시각
lo: ເວລາ
my: အချိန်
vi: Thời lượng
zh: 时间

# WFAI_CRUD_EMPLOYEE
source: Staff
de: Mitarbeiter
fr: Personnel
ja: スタッフ
km: បុគ្គលិក
ko: 직원
lo: ພະນັກງານ
my: ဝန်ထမ်းများ
vi: Nhân viên
zh: 员工

# WFAI_CRUD_GROUP
source: Group
de: Gruppe
fr: Groupe
ja: グループ
km: ក្រុម
ko: 그룹
lo: ກຸ່ມ
my: အုပ်စု
vi: Nhóm
zh: 组

# WFAI_CRUD_GROUP_DATA_TEPMLATE
source: Sample data group
de: Beispieldatengruppe
fr: Exemple de groupe de données
ja: サンプルデータグループ
km: ក្រុមទិន្នន័យគំរូ
ko: 샘플 데이터 그룹
lo: ກຸ່ມຂໍ້ມູນຕົວຢ່າງ
my: နမူနာဒေတာအုပ်စု
vi: Nhóm dữ liệu mẫu
zh: 样本数据组

# WFAI_CRUD_LOCATION
source: Place
de: Ort
fr: Endroit
ja: 場所
km: កន្លែង
ko: 장소
lo: ສະຖານທີ່
my: နေရာ
vi: Địa điểm
zh: 地点

# WFAI_CRUD_OBJ
source: Object
de: Objekt
fr: Objet
ja: オブジェクト
km: វត្ថុ
ko: 목적
lo: ຈຸດປະສົງ
my: အရာဝတ္ထု
vi: Đối tượng
zh: 目的

# WFAI_CRUD_OBJECT
source: Object
de: Objekt
fr: Objet
ja: オブジェクト
km: វត្ថុ
ko: 목적
lo: ຈຸດປະສົງ
my: အရာဝတ္ထု
vi: Đối tượng
zh: 目的

# WFAI_CRUD_OBJ_NAME
source: Name of the object
de: Name des Objekts
fr: Nom de l'objet
ja: オブジェクトの名前
km: ឈ្មោះរបស់វត្ថុ
ko: 개체의 이름
lo: ຊື່ຂອງວັດຖຸ
my: အရာဝတ္ထု၏အမည်
vi: Tên đối tượng
zh: 对象名称

# WFAI_CRUD_OBJ_TYPE
source: Object type
de: Objekttyp
fr: Type d'objet
ja: オブジェクトタイプ
km: ប្រភេទវត្ថុ
ko: 개체 유형
lo: ປະເພດວັດຖຸ
my: အရာဝတ္ထုအမျိုးအစား
vi: Loại đối tượng
zh: 对象类型

# WFAI_CRUD_OBJ_TYPE_WF
source: Object type
de: Objekttyp
fr: Type d'objet
ja: オブジェクトタイプ
km: ប្រភេទវត្ថុ
ko: 개체 유형
lo: ປະເພດວັດຖຸ
my: အရာဝတ္ထုအမျိုးအစား
vi: Loại đối tượng
zh: 对象类型

# WFAI_CRUD_ROLE
source: Role
de: Rolle
fr: Rôle
ja: 役割
km: តួនាទី
ko: 역할
lo: ພາລະບົດບາດ
my: အခန်းကဏ္။
vi: Vai trò
zh: 角色

# WFAI_CRUD_SELECT_ACT
source: Choose an activity
de: Wählen Sie eine Aktivität
fr: Choisissez une activité
ja: アクティビティを選択してください
km: ជ្រើសរើសសកម្មភាពមួយ
ko: 활동 선택
lo: ເລືອກກິດຈະ ກຳ ໃດ ໜຶ່ງ
my: လှုပ်ရှားမှုတစ်ခုကိုရွေးချယ်ပါ
vi: Chọn hoạt động
zh: 选择一个活动

# WFAI_CRUD_SELECT_GROUP
source: Choose a group
de: Wählen Sie eine Gruppe
fr: Choisissez un groupe
ja: グループを選択してください
km: ជ្រើសរើសក្រុម
ko: 그룹 선택
lo: ເລືອກກຸ່ມ
my: အုပ်စုတစ်ခုရွေးပါ
vi: Chọn nhóm
zh: 选择一个组

# WFAI_CRUD_STATUS
source: Status
fr: Statut
ja: 状態
km: ស្ថានភាព
ko: 상태
lo: ສະຖານະພາບ
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# WFAI_CRUD_TIME_END
source: End time
de: Endzeit
fr: Heure de fin
ja: 終了時間
km: ពេលវេលាបញ្ចប់
ko: 종료 시간
lo: ເວລາສິ້ນສຸດ
my: အဆုံးအချိန်
vi: Thời gian kết thúc
zh: 时间结束

# WFAI_CRUD_TIME_START
source: Starting time
de: Anfangszeit
fr: Heure de départ
ja: 開始時間
km: ពេលវេលាចាប់ផ្តើម
ko: 시작 시간
lo: ເວລາເລີ່ມຕົ້ນ
my: စတင်ချိန်
vi: Thời gian bắt đầu
zh: 起始时间

# WFAI_CRUD_TYPE
source: Species
de: Spezies
fr: Espèce
ja: 種
km: ប្រភេទសត្វ
ko: 종
lo: ຊະນິດ
my: မျိုးစိတ်များ
vi: Loại
zh: 种类

# WFAI_CRUD_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
km: ឯកតា
ko: 단위
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị tính
zh: 单元

# WFAI_CRUD_USER_DO
source: Employees
de: Angestellte
fr: Des employés
ja: 従業員
km: និយោជិក
ko: 직원
lo: ພະນັກງານ
my: ဝန်ထမ်းများ
vi: Người làm
zh: 雇员

# WFAI_CRUD_WF
source: Flow of operation
de: Ablauf des Betriebs
fr: Flux de fonctionnement
ja: 操作の流れ
km: លំហូរនៃប្រតិបត្តិការ
ko: 운영의 흐름
lo: ການໄຫລວຽນຂອງການປະຕິບັດງານ
my: စစ်ဆင်ရေးစီးဆင်းမှု
vi: Luồng hoạt động
zh: 操作流程

# WFAI_CRUMB_WF_INSTANCE
source: Processing flow
de: Verarbeitungsablauf
fr: Flux de traitement
ja: 処理フロー
km: លំហូរដំណើរការ
ko: 처리 흐름
lo: ການປະມວນຜົນກະແສ
my: အပြောင်းအလဲနဲ့စီးဆင်းမှု
vi: Luồng việc xử lý
zh: 处理流程

# WFAI_DATA_ACTIVITY
source: Work
de: Arbeit
fr: Travail
ja: 作業
km: ការងារ
ko: 작업
lo: ເຮັດວຽກ
my: အလုပ်
vi: Hoạt động
zh: 工作

# WFAI_DATA_NAME
source: Data name
de: Datenname
fr: Nom des données
ja: データ名
km: ឈ្មោះទិន្នន័យ
ko: 데이터 이름
lo: ຊື່ຂໍ້ມູນ
my: ဒေတာအမည်
vi: Tên dữ liệu
zh: 资料名称

# WFAI_DATA_VALUE
source: Value
de: Wert
fr: Valeur
ja: 値
km: តម្លៃ
ko: 값
lo: ຄຸນຄ່າ
my: တန်ဖိုး
vi: Giá trị
zh: 值

# WFAI_FILE_ACTIVITY
source: Work
de: Arbeit
fr: Travail
ja: 作業
km: ការងារ
ko: 작업
lo: ເຮັດວຽກ
my: အလုပ်
vi: Hoạt động
zh: 工作

# WFAI_FILE_NAME
source: File
de: Datei
fr: Fichier
ja: ファイル
km: ឯកសារ
ko: 파일
lo: ແຟ້ມ
my: ဖိုင်
vi: Tệp tin
zh: 文件

# WFAI_LBL_ALL_WF
source: Total flow
de: Gesamtdurchfluss
fr: Débit total
ja: 総流量
km: លំហូរសរុប
ko: 총 흐름
lo: ກະແສທັງ ໝົດ
my: စုစုပေါင်းစီးဆင်းမှု
vi: Tổng số luồng
zh: 总流量

# WFAI_LBL_BACK
source: Rework, do it again
de: Nacharbeit, mach es nochmal
fr: Retravailler, recommencer
ja: やり直して、もう一度やり直してください
km: ធ្វើការម្តងទៀតធ្វើវាម្តងទៀត
ko: 재 작업, 다시 수행
lo: ເຮັດວຽກ ໃໝ່, ເຮັດມັນອີກຄັ້ງ
my: ပြန်လုပ်ပါ
vi: Làm lại
zh: 返工，再做一次

# WFAI_LBL_CAT
source: Category
de: Kategorie
fr: Catégorie
ja: カテゴリー
km: ប្រភេទ
ko: 범주
lo: ໝວດ
my: အမျိုးအစား
vi: Danh mục
zh: 类别

# WFAI_LBL_COMMAND
source: Comeinand
ja: コミナンド
my: လာပါ
vi: Lệnh

# WFAI_LBL_LIST_DEPARTMENT_GROUP_EMPL
source: List of departments / groups / employees assigned
de: Liste der zugewiesenen Abteilungen / Gruppen / Mitarbeiter
fr: Liste des départements / groupes / employés affectés
ja: 割り当てられた部門/グループ/従業員のリスト
km: បញ្ជីនាយកដ្ឋាន / ក្រុម / និយោជិកដែលបានចាត់តាំង
ko: 할당 된 부서 / 그룹 / 직원 목록
lo: ລາຍຊື່ພະແນກ / ກຸ່ມ / ພະນັກງານທີ່ຖືກມອບ ໝາຍ
my: ခန့်အပ်ထားသောဌာန / အဖွဲ့များ / ၀ န်ထမ်းများစာရင်း
vi: Danh sách phòng ban/Nhóm/Nhân viên được giao việc
zh: 部门/团体/员工分配清单

# WFAI_LBL_MESSAGE
source: Message
de: Botschaft
ja: メッセージ
km: សារ
ko: 메시지
lo: ຂໍ້ຄວາມ
my: မက်ဆေ့ခ်ျ
vi: Thông điệp
zh: 信息

# WFAI_LBL_NO_USER_SIGN
source: No electronic signed log
de: Kein elektronisch signiertes Protokoll
fr: Aucun journal électronique signé
ja: 電子署名されたログはありません
km: មិនមានកំណត់ហេតុអេឡិកត្រូនិក
ko: 전자 서명 된 로그 없음
lo: ບໍ່ມີບັນທຶກເອເລັກໂຕຣນິກທີ່ເຊັນ
my: အီလက်ထရောနစ်လက်မှတ်ထိုးထားသောမှတ်တမ်းမရှိပါ
vi: Chưa có log ký điện tử
zh: 没有电子签名的日志

# WFAI_LBL_SIGNED
source: Signed
de: Unterzeichnet
fr: Signé
ja: 署名済み
km: បាន​ចុះហត្ថលេខា​លើ
ko: 서명 됨
lo: ລົງນາມ
my: လက်မှတ်ထိုး
vi: đã ký
zh: 签

# WFAI_LBL_SIGN_IN_TIME
source: Signed, at
de: Signiert bei
fr: Signé à
ja: 署名、で
km: បានចុះហត្ថលេខានៅ
ko: 서명 됨
lo: ລົງນາມ, ທີ່
my: လက်မှတ်ရေးထိုးခဲ့သည်
vi: Đã ký, lúc
zh: 签名于

# WFAI_LBL_USER_FROM_ACT
source: Person assigned from operations
de: Person aus dem Betrieb zugewiesen
fr: Personne affectée des opérations
ja: オペレーションから割り当てられた人
km: អ្នកដែលត្រូវបានចាត់តាំងពីប្រតិបត្តិការ
ko: 운영에서 할당 된 사람
lo: ບຸກຄົນທີ່ຖືກມອບ ໝາຍ ຈາກການປະຕິບັດງານ
my: စစ်ဆင်ရေးမှတာဝန်ပေးအပ်လူ
vi: Người được giao từ hoạt động
zh: 业务分配人

# WFAI_LBL_WF_PENDING
source: Doing
de: Tun
fr: Faire
ja: やってる
km: កំពុងធ្វើ
ko: 하기
lo: ເຮັດ
my: လုပ်နေတာ
vi: Đang làm
zh: 在做

# WFAI_LBL_WF_SUCCED
source: Finish
de: Fertig
fr: terminer
ja: 終了
km: បញ្ចប់
ko: 끝
lo: ຈົບ
my: ပြီးပြီ
vi: Hoàn thành
zh: 完

# WFAI_LIST_COL_ACT_FROM
source: Operation to receive orders
de: Operation zum Empfangen von Bestellungen
fr: Opération de réception des commandes
ja: 受注操作
km: ប្រតិបត្ដិការដើម្បីទទួលបានការបញ្ជាទិញ
ko: 주문 접수 작업
lo: ການ ດຳ ເນີນງານເພື່ອຮັບ ຄຳ ສັ່ງ
my: အမိန့်ကိုလက်ခံရရှိရန်စစ်ဆင်ရေး
vi: Hoạt động nhận lệnh
zh: 接收订单的操作

# WFAI_LIST_COL_ACT_RECEIVE
source: Operation received
de: Operation erhalten
fr: Opération reçue
ja: 受けた操作
km: ប្រតិបត្តិការបានទទួល
ko: 접수 된 작업
lo: ການປະຕິບັດງານໄດ້ຮັບ
my: စစ်ဆင်ရေးကိုလက်ခံရရှိခဲ့သည်
vi: Hoạt động nhận
zh: 收到操作

# WFAI_LIST_COL_ACT_SEND_COMMAND
source: Operation of sending commands
de: Bedienung von Sendebefehlen
fr: Fonctionnement de l'envoi de commandes
ja: コマンド送信操作
km: ប្រតិបត្ដិការនៃការផ្ញើពាក្យបញ្ជា
ko: 명령 보내기 작업
lo: ການ ດຳ ເນີນງານຂອງການສົ່ງ ຄຳ ສັ່ງ
my: command များကိုပေးပို့ခြင်း၏စစ်ဆင်ရေး
vi: Hoạt động gửi lệnh
zh: 发送命令的操作

# WFAI_LIST_COL_APPROVE
source: Browser
fr: Navigateur
ja: ブラウザ
km: កម្មវិធីរុករក
ko: 브라우저
vi: Duyệt
zh: 浏览器

# WFAI_LIST_COL_ASSGINEE
source: Assigned person
de: Zugewiesene Person
fr: Personne désignée
ja: 担当者
km: អ្នកចាត់តាំង
ko: 할당 된 사람
lo: ຜູ້ທີ່ຖືກມອບ ໝາຍ
my: ခန့်အပ်ထားသူ
vi: Người được giao
zh: 指定人

# WFAI_LIST_COL_ATTR_NAME
source: Property name
de: Name des Anwesens
fr: Nom de la propriété
ja: プロパティ名
km: ឈ្មោះ​របស់​ទ្រព្យ​ស​ម្ប​ត្ដិ
ko: 부동산 이름
lo: ຊື່ຂອງຊັບສິນ
my: အိမ်ခြံမြေနာမည်
vi: Tên thuộc tính
zh: 物业名称

# WFAI_LIST_COL_ATTR_UNIT
source: Unit
de: Einheit
fr: Unité
ja: 単位
km: ឯកតា
ko: 단위
lo: ໜ່ວຍ ງານ
my: ယူနစ်
vi: Đơn vị tính
zh: 单元

# WFAI_LIST_COL_ATTR_VALUE
source: Value
de: Wert
fr: Valeur
ja: 値
km: តម្លៃ
ko: 값
lo: ຄຸນຄ່າ
my: တန်ဖိုး
vi: Giá trị
zh: 值

# WFAI_LIST_COL_COMMAND
source: Comeinand
ja: コミナンド
my: လာပါ
vi: Lệnh

# WFAI_LIST_COL_CONFIRM
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
km: បញ្ជាក់
ko: 확인
lo: ຢືນຢັນ
my: အတည်ပြုပါ
vi: Xác nhận
zh: 确认

# WFAI_LIST_COL_DATA_TYPE
source: Datatypes
de: Datentypen
fr: Types de données
ja: データタイプ
km: ដាតាថេត
ko: 데이터 유형
lo: ຕາຕະລາງ
my: အမျိုးအစားများ
vi: Kiểu dữ liệu
zh: 资料类型

# WFAI_LIST_COL_DATE
source: Date created
de: Datum erstellt
fr: Date créée
ja: 作成日
km: កាលបរិច្ឆេទបង្កើត
ko: 작성일
lo: ວັນທີສ້າງ
my: ရက်စွဲဖန်တီးပြီး
vi: Ngày tạo
zh: 创建日期

# WFAI_LIST_COL_DEPARTMENT_GROUP
source: Department / Group / Staff
de: Abteilung / Gruppe / Mitarbeiter
fr: Département / Groupe / Personnel
ja: 部門/グループ/スタッフ
km: នាយកដ្ឋាន / ក្រុម / បុគ្គលិក
ko: 부서 / 그룹 / 직원
lo: ພະແນກ / ກຸ່ມ / ພະນັກງານ
my: ဌာန / အုပ်စု / ၀ န်ထမ်း
vi: Phòng ban/Nhóm/Nhân viên
zh: 部门/小组/员工

# WFAI_LIST_COL_INDEX
source: No
de: Nein
fr: Non
ja: 番号
km: ទេ
ko: 아니
lo: ບໍ່
my: မဟုတ်ဘူး
vi: STT
zh: 没有

# WFAI_LIST_COL_MAIN_PROCESS
source: Main treatment
de: Hauptbehandlung
fr: Traitement principal
ja: 主な治療
km: ការព្យាបាលសំខាន់
ko: 주요 치료
lo: ການຮັກສາຕົ້ນຕໍ
my: အဓိကကုသမှု
vi: Xử lý chính
zh: 主要治疗

# WFAI_LIST_COL_MESSAGE
source: Message
de: Botschaft
ja: メッセージ
km: សារ
ko: 메시지
lo: ຂໍ້ຄວາມ
my: မက်ဆေ့ခ်ျ
vi: Thông điệp
zh: 信息

# WFAI_LIST_COL_OBJ_PROCESSING
source: Handling object
de: Objekt handhaben
fr: Objet de manipulation
ja: 取り扱い対象
km: ការដោះស្រាយវត្ថុ
ko: 취급 대상
lo: ການຈັດການວັດຖຸ
my: အရာဝတ္ထုကိုင်တွယ်
vi: Đối tượng xử lý
zh: 处理对象

# WFAI_LIST_COL_ROLE
source: Role
de: Rolle
fr: Rôle
ja: 役割
km: តួនាទី
ko: 역할
lo: ພາລະບົດບາດ
my: အခန်းကဏ္။
vi: Vai trò
zh: 角色

# WFAI_LIST_COL_SHARE_OBJECT
source: Share
de: Teilen
fr: Partager
ja: シェア
km: ចែករំលែក
ko: 공유
lo: ແບ່ງປັນ
my: မျှဝေပါ
vi: Chia sẻ
zh: 分享

# WFAI_LIST_COL_STATUS
source: Status
fr: Statut
ja: 状態
km: ស្ថានភាព
ko: 상태
lo: ສະຖານະພາບ
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# WFAI_LIST_COL_TIME_EDIT
source: Repair time
de: Reparaturzeit
fr: Temps de réparation
ja: 修理時間
km: ជួសជុលពេលវេលា
ko: 수리 시간
lo: ເວລາສ້ອມແປງ
my: အချိန်ပြုပြင်ပါ
vi: Thời gian sửa
zh: 维修时间

# WFAI_LIST_COL_TITLE
source: Title
de: Titel
fr: Titre
ja: 題名
km: ចំណងជើង
ko: 표제
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# WFAI_LIST_COL_TRANS_PROCESS
source: Handing over
de: Die Übergabe
fr: Remise
ja: 引き渡し
km: ប្រគល់ឱ្យ
ko: 넘겨
lo: ການມອບໂອນ
my: လွှဲပြောင်းခြင်း
vi: Giao xử lý
zh: 交接

# WFAI_LIST_COL_USER_CREATED
source: Creator
de: Schöpfer
fr: Créateur
ja: クリエイター
km: អ្នកបង្កើត
ko: 창조자
lo: ຜູ້ສ້າງ
my: ဖန်ဆင်းရှင်
vi: Người tạo
zh: 创作者

# WFAI_LIST_COL_USER_DO
source: The person performing
de: Die Person, die auftritt
fr: La personne exécutant
ja: 演じる人
km: អ្នកសម្តែង
ko: 공연하는 사람
lo: ຜູ້ທີ່ສະແດງ
my: ဖျော်ဖြေသူ
vi: Người thực hiện
zh: 表演的人

# WFAI_LIST_COL_USER_EDIT
source: Repairer
de: Reparateur
fr: Réparateur
ja: 修理業者
km: អ្នកជួសជុល
ko: 수선공
lo: ຊ່າງສ້ອມແປງ
my: ပြင်သစ်
vi: Người sửa
zh: 修理工

# WFAI_LIST_COL_USER_SEND
source: Sender
de: Absender
fr: Expéditeur
ja: 送信者
km: អ្នកផ្ញើ
ko: 보내는 사람
lo: ຜູ້ສົ່ງ
my: ပို့သူ
vi: Người gửi
zh: 发件人

# WFAI_LIST_COL_VALUE_SET
source: Setting value
de: Einstellungswert
fr: Valeur de réglage
ja: 設定値
km: ការកំណត់តម្លៃ
ko: 설정 값
lo: ການ ກຳ ນົດຄ່າ
my: တန်ဖိုးသတ်မှတ်ခြင်း
vi: Giá trị cài đặt
zh: 设定值

# WFAI_LIST_COL_VERSION
source: Version
de: Ausführung
ja: バージョン
km: កំណែ
ko: 버전
lo: ຮຸ່ນ
my: ဗားရှင်း
vi: Phiên bản
zh: 版

# WFAI_LIST_COL_VIEW_CONTENT
source: View content
de: Inhalt anzeigen
fr: Afficher le contenu
ja: コンテンツを見る
km: មើលមាតិកា
ko: 내용보기
lo: ເບິ່ງເນື້ອຫາ
my: အကြောင်းအရာကြည့်ရန်
vi: Xem nội dung
zh: 查看内容

# WFAI_LIST_COL_WF_INSTANCE
source: Workflow list
de: Workflow-Liste
fr: Liste des flux de travail
ja: ワークフローリスト
km: បញ្ជីលំហូរការងារ
ko: 워크 플로 목록
lo: ບັນຊີລາຍຊື່ການເຮັດວຽກ
my: လုပ်ငန်းအသွားအလာစာရင်း
vi: Danh mục quy trình việc
zh: 工作流程清单

# WFAI_MSG_ACT_END_CANT_GO
source: End operation cannot continue
de: Der Vorgang kann nicht fortgesetzt werden
fr: L'opération de fin ne peut pas continuer
ja: 終了操作を続行できません
km: ប្រតិបត្តិការបញ្ចប់មិនអាចបន្តបានទេ
ko: 작업 종료를 계속할 수 없습니다.
lo: ການປະຕິບັດງານສິ້ນສຸດບໍ່ສາມາດ ດຳ ເນີນຕໍ່ໄປ
my: အဆုံးစစ်ဆင်ရေးကိုဆက်လက်မလုပ်ဆောင်နိုင်ပါ
vi: Hoạt động kết thúc không thể đi tiếp
zh: 结束操作无法继续

# WFAI_MSG_ACT_EXISTED
source: Activity already exists
de: Aktivität existiert bereits
fr: L'activité existe déjà
ja: アクティビティはすでに存在します
km: សកម្មភាពមានរួចហើយ
ko: 활동이 이미 있습니다.
lo: ກິດຈະ ກຳ ມີຢູ່ແລ້ວ
my: လှုပ်ရှားမှုရှိပြီးသား
vi: Hoạt động đã tồn tại
zh: 活动已存在

# WFAI_MSG_ACT_IS_LOCKED
source: Activity locked
de: Aktivität gesperrt
fr: Activité verrouillée
ja: アクティビティがロックされました
km: សកម្មភាពត្រូវបានចាក់សោ
ko: 활동이 잠겼습니다.
lo: ກິດຈະ ກຳ ຖືກລັອກ
my: လှုပ်ရှားမှုသော့ခတ်
vi: Hoạt động đã khóa
zh: 活动已锁定

# WFAI_MSG_APPROVE_SUCCESS
source: Browse successfully
de: Erfolgreich durchsuchen
fr: Parcourir avec succès
ja: 正常に閲覧
km: រកមើលដោយជោគជ័យ
ko: 성공적으로 찾아보기
lo: ຊອກຫາສົບຜົນສໍາເລັດ
my: အောင်မြင်စွာရှာဖွေပါ
vi: Duyệt thành công
zh: 浏览成功

# WFAI_MSG_COMMAND_NO_EXISTS
source: The command does not exist
de: Der Befehl existiert nicht
fr: La commande n'existe pas
ja: コマンドが存在しません
km: ពាក្យបញ្ជាមិនមានទេ
ko: 명령이 없습니다.
lo: ຄໍາສັ່ງບໍ່ມີ
my: ဒီ command မတည်ရှိပါဘူး
vi: Lệnh không tồn tại
zh: 该命令不存在

# WFAI_MSG_CONFIRM_COMMAND_SUCCES
source: Successful order confirmation
de: Erfolgreiche Auftragsbestätigung
fr: Confirmation de commande réussie
ja: 注文確認の成功
km: ការបញ្ជាក់ពីការបញ្ជាទិញដោយជោគជ័យ
ko: 성공적인 주문 확인
lo: ການຢືນຢັນ ຄຳ ສັ່ງທີ່ປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်သောအမှာစာအတည်ပြုခြင်း
vi: Xác nhận lệnh thành công
zh: 成功订单确认

# WFAI_MSG_DEL_COMMAND_SUCCESS
source: Successfully deleted the order
de: Bestellung erfolgreich gelöscht
fr: La commande a bien été supprimée
ja: 注文が正常に削除されました
km: បានលុបចោលការបញ្ជាទិញដោយជោគជ័យ
ko: 주문을 삭제했습니다.
lo: ລຶບ ຄຳ ສັ່ງດັ່ງກ່າວຢ່າງ ສຳ ເລັດຜົນແລ້ວ
my: အမိန့်ကိုအောင်မြင်စွာဖျက်လိုက်သည်
vi: Xóa lệnh thành công
zh: 成功删除订单

# WFAI_MSG_EMPLOYEE_EXIST
source: Employees already exist
de: Mitarbeiter existieren bereits
fr: Les employés existent déjà
ja: 従業員はすでに存在します
km: និយោជិកមានរួចហើយ
ko: 직원이 이미 존재합니다.
lo: ພະນັກງານມີຢູ່ແລ້ວ
my: ဝန်ထမ်းများရှိပြီးသား
vi: Nhân viên đã tồn tại
zh: 员工已经存在
