Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/WorkflowActivityController.*.resx
Languages: de, fr, ja, km, ko, lo, my, vi, zh

# WFAI_MSG_ENTER_ATTR_EXTEND
source: Please enter extended properties
de: Bitte geben Sie erweiterte Eigenschaften ein
fr: Veuillez saisir des propriétés étendues
ja: 拡張プロパティを入力してください
km: សូមបញ្ចូលលក្ខណៈបន្ថែម
ko: 확장 속성을 입력하십시오
lo: ກະລຸນາໃສ່ຄຸນສົມບັດທີ່ຂະຫຍາຍ
my: ကျေးဇူးပြုပြီးတိုးချဲ့ထားသောဂုဏ်သတ္တိများကိုရိုက်ထည့်ပါ
vi: Vui lòng nhập thuộc tính mở rộng
zh: 请输入扩展属性

# WFAI_MSG_FORM_EXIST
source: Form code already exists
de: Formularcode existiert bereits
fr: Le code de formulaire existe déjà
ja: フォームコードはすでに存在します
km: លេខកូដទម្រង់មានរួចហើយ
ko: 양식 코드가 이미 있습니다.
lo: ລະຫັດແບບຟອມມີຢູ່ແລ້ວ
my: ပုံစံကုဒ်ရှိပြီးသား
vi: Mã Form đã tồn tại
zh: 表单代码已存在

# WFAI_MSG_GROUP_HAS_NOT_ATTR
source: Data groups have no child attributes
de: Datengruppen haben keine untergeordneten Attribute
fr: Les groupes de données n'ont aucun attribut enfant
ja: データグループには子属性がありません
km: ក្រុមទិន្នន័យមិនមានគុណលក្ខណៈកុមារទេ
ko: 데이터 그룹에는 하위 속성이 없습니다.
lo: ກຸ່ມຂໍ້ມູນບໍ່ມີຄຸນລັກສະນະເດັກ
my: ဒေတာအုပ်စုများမရှိပါကလေး attribute တွေရှိသည်
vi: Nhóm dữ liệu không có thuộc tính con
zh: 数据组没有子属性

# WFAI_MSG_LIST_USER_EMPTY
source: List of empty people
de: Liste der leeren Personen
fr: Liste des personnes vides
ja: 空の人のリスト
km: បញ្ជីមនុស្សទទេ
ko: 빈 사람 목록
lo: ບັນຊີລາຍຊື່ຂອງຄົນເປົ່າ
my: အချည်းနှီးသောလူစာရင်း
vi: Danh sách người trống
zh: 空的人名单

# WFAI_MSG_LOCK_ACT_SUCCESS
source: The lock works successfully
de: Die Sperre funktioniert erfolgreich
fr: Le verrou fonctionne avec succès
ja: ロックは正常に機能します
km: សោរដំណើរការដោយជោគជ័យ
ko: 잠금이 성공적으로 작동합니다.
lo: ປຸ່ມລັອກປະສົບຜົນ ສຳ ເລັດ
my: သော့ခတ်အောင်မြင်စွာအလုပ်လုပ်
vi: Khóa hoạt động thành công
zh: 锁成功工作

# WFAI_MSG_LOCK_WF_SUCCESS
source: Successful thread lock
de: Erfolgreiche Thread-Sperre
fr: Verrouillage de fil réussi
ja: スレッドロックの成功
km: ចាក់សោខ្សែស្រឡាយដោយជោគជ័យ
ko: 스레드 잠금 성공
lo: ລັອກກະທູ້ທີ່ປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်သောချည်သော့ခတ်
vi: Khóa luồng thành công
zh: 成功的线程锁定

# WFAI_MSG_NOT_FOUND_FILE
source: File not found
de: Datei nicht gefunden
fr: Fichier non trouvé
ja: ファイルが見つかりません
km: រក​មិន​ឃើញ​ឯកសារ
ko: 파일을 찾을 수 없습니다
lo: ບໍ່ພົບແຟ້ມ
my: ဖိုင်ရှာမတွေ့ပါ
vi: Không tìm thấy tệp tin
zh: 文件未找到

# WFAI_MSG_NO_RECORD_FOUND
source: Record does not exist
de: Datensatz existiert nicht
fr: L'enregistrement n'existe pas
ja: レコードが存在しません
km: មិនមានកំណត់ត្រាទេ
ko: 기록이 존재하지 않습니다
lo: ບໍ່ມີການບັນທຶກ
my: မှတ်တမ်းမရှိပါ
vi: Bản ghi không tồn tại
zh: 记录不存在

# WFAI_MSG_OBJECT_CANT_DEL
source: The initializing object is not allowed to be deleted
de: Das Initialisierungsobjekt darf nicht gelöscht werden
fr: L'initialiseur ne peut pas être supprimé
ja: 初期化オブジェクトは削除できません
km: អ្នកលុបមិនអាចលុបបានទេ
ko: 초기화 개체는 삭제할 수 없습니다.
lo: ວັດຖຸເລີ່ມຕົ້ນແມ່ນບໍ່ອະນຸຍາດໃຫ້ລຶບ
my: ကန ဦး အရာဝတ္ထုကို ဖျက်၍ မရပါ
vi: Đối tượng khởi tạo không được phép xóa
zh: 初始化程序无法删除

# WFAI_MSG_OBJECT_EXIST
source: Object already exists
de: Objekt existiert bereits
fr: L'objet existe déjà
ja: オブジェクトはすでに存在します
km: វត្ថុមានរួចហើយ
ko: 개체가 이미 있습니다.
lo: ວັດຖຸມີຢູ່ແລ້ວ
my: အရာဝတ္ထုရှိပြီးသား
vi: Đối tượng đã tồn tại
zh: 对象已存在

# WFAI_MSG_OBJECT_HAD_WF
source: Threaded object
de: Gewindeobjekt
fr: Objet fileté
ja: スレッドオブジェクト
km: វត្ថុដែលមានខ្សែស្រឡាយ
ko: 스레드 개체
lo: ວັດຖຸກະທູ້
my: Threaded အရာဝတ္ထု
vi: Đối tượng đã được tạo luồng
zh: 螺纹物体

# WFAI_MSG_OBJ_EXIST_IN_OTHER_WF
source: Object added in another thread
de: Objekt in einem anderen Thread hinzugefügt
fr: Objet ajouté dans un autre thread
ja: 別のスレッドで追加されたオブジェクト
km: វត្ថុបានបន្ថែមនៅក្នុងខ្សែស្រឡាយមួយទៀត
ko: 다른 스레드에 추가 된 개체
lo: ວັດຖຸຖືກເພີ່ມເຂົ້າໃນກະທູ້ອື່ນ
my: အရာဝတ္ထုကိုအခြားချည်တွင်ထည့်သွင်းထားသည်
vi: Đối tượng đã được thêm ở luồng khác
zh: 对象添加到另一个线程

# WFAI_MSG_PLS_ACCEPT_ACT
source: Please agree to perform the activity
de: Bitte stimmen Sie zu, die Aktivität durchzuführen
fr: Veuillez accepter de réaliser l'activité
ja: アクティビティの実行に同意してください
km: សូមយល់ព្រមអនុវត្តសកម្មភាពនេះ
ko: 활동 수행에 동의하십시오
lo: ກະລຸນາຕົກລົງເຫັນດີທີ່ຈະປະຕິບັດກິດຈະ ກຳ
my: ကျေးဇူးပြုပြီးလှုပ်ရှားမှုကိုလုပ်ဆောင်ရန်သဘောတူပါ
vi: Vui lòng đồng ý thực hiện hoạt động
zh: 请同意执行活动

# WFAI_MSG_PLS_ADD_FILE_FIRST
source: Please add new files first
de: Bitte fügen Sie zuerst neue Dateien hinzu
fr: Veuillez d'abord ajouter de nouveaux fichiers
ja: 最初に新しいファイルを追加してください
km: សូមបន្ថែមឯកសារថ្មីជាមុនសិន
ko: 먼저 새 파일을 추가하십시오
lo: ກະລຸນາຕື່ມເອກະສານ ໃໝ່ ກ່ອນ
my: ကျေးဇူးပြု၍ ဖိုင်အသစ်များကိုအရင်ထည့်ပါ
vi: Vui thêm mới tệp tin trước
zh: 请先添加新文件

# WFAI_MSG_PLS_ADD_SIGNATURE
source: Please add digital signature
de: Bitte fügen Sie eine digitale Signatur hinzu
fr: Veuillez ajouter une signature numérique
ja: デジタル署名を追加してください
km: សូមបន្ថែមហត្ថលេខាឌីជីថល
ko: 디지털 서명을 추가하십시오
lo: ກະລຸນາເພີ່ມລາຍເຊັນດິຈິຕອນ
my: ကျေးဇူးပြုပြီးဒီဂျစ်တယ်လက်မှတ်ထည့်ပါ
vi: Vui lòng thêm chữ ký số
zh: 请添加数字签名

# WFAI_MSG_PLS_ENTER_FULL_INFO
source: Please fill out the form
de: Bitte füllen Sie das Formular aus
fr: Veuillez remplir le formulaire
ja: フォームに記入してください
km: សូមបំពេញទម្រង់
ko: 양식을 작성하십시오
lo: ກະລຸນາຕື່ມແບບຟອມ
my: ကျေးဇူးပြုပြီးပုံစံကိုဖြည့်ပါ
vi: Vui lòng điền đầy đủ thông tin
zh: 请填写表格

# WFAI_MSG_PLS_SELECT_ACT
source: Please select activity
de: Bitte Aktivität auswählen
fr: Veuillez sélectionner une activité
ja: アクティビティを選択してください
km: សូមជ្រើសរើសសកម្មភាព
ko: 활동을 선택하세요
lo: ກະລຸນາເລືອກກິດຈະ ກຳ
my: ကျေးဇူးပြု၍ လှုပ်ရှားမှုရွေးပါ
vi: Vui lòng chọn hoạt động
zh: 请选择活动

# WFAI_MSG_PLS_SELECT_ACT_INST
source: Please select activity
de: Bitte Aktivität auswählen
fr: Veuillez sélectionner une activité
ja: アクティビティを選択してください
km: សូមជ្រើសរើសសកម្មភាព
ko: 활동을 선택하세요
lo: ກະລຸນາເລືອກກິດຈະ ກຳ
my: ကျေးဇူးပြု၍ လှုပ်ရှားမှုရွေးပါ
vi: Vui lòng chọn hoạt động
zh: 请选择活动

# WFAI_MSG_PLS_SELECT_FILE
source: Please select the file
de: Bitte wählen Sie die Datei aus
fr: Veuillez sélectionner le fichier
ja: ファイルを選択してください
km: សូមជ្រើសរើសឯកសារ
ko: 파일을 선택하세요
lo: ກະລຸນາເລືອກແຟ້ມເອກະສານ
my: ကျေးဇူးပြုပြီးဖိုင်ရွေးပါ
vi: Vui lòng chọn tệp tin
zh: 请选择文件

# WFAI_MSG_PLS_SELECT_OBJECT
source: Please choose your audience
de: Bitte wählen Sie Ihr Publikum
fr: Veuillez choisir votre public
ja: あなたの聴衆を選んでください
km: សូមជ្រើសរើសទស្សនិកជន
ko: 청중을 선택하세요
lo: ກະລຸນາເລືອກຜູ້ຊົມຂອງທ່ານ
my: ကျေးဇူးပြုပြီးပရိသတ်ကိုရွေးချယ်ပါ
vi: Vui lòng chọn đối tượng
zh: 请选择您的观众

# WFAI_MSG_PLS_SIGN_AND_END
source: Please sign before browsing and ending
de: Bitte unterschreiben Sie, bevor Sie surfen und beenden
fr: Veuillez vous connecter avant de naviguer et de terminer
ja: 閲覧して終了する前に署名してください
km: សូមចុះហត្ថលេខាមុនពេលរុករកនិងបញ្ចប់
ko: 탐색하고 끝내기 전에 서명하십시오
lo: ກະລຸນາລົງຊື່ກ່ອນເຂົ້າເບິ່ງແລະສິ້ນສຸດລົງ
my: browsing မဆုံးခင်လက်မှတ်ထိုးပါ
vi: Vui lòng ký trước khi duyệt và kết thúc
zh: 请在浏览和结束前签名

# WFAI_MSG_PLS_SIGN_FILE_AND_GO
source: Please sign before you browse and continue
de: Bitte unterschreiben Sie, bevor Sie surfen und fortfahren
fr: Veuillez vous connecter avant de naviguer et continuer
ja: 閲覧して続行する前に署名してください
km: សូមចុះហត្ថលេខាមុនពេលដែលអ្នករាវរកនិងបន្ត
ko: 탐색하고 계속하기 전에 서명하십시오
lo: ກະລຸນາລົງຊື່ກ່ອນທີ່ທ່ານຈະທ່ອງແລະ ດຳ ເນີນການຕໍ່ໄປ
my: သင် browse မပြုမီလက်မှတ်ထိုးပါ
vi: Vui lòng ký trước khi duyệt và đi tiếp
zh: 请先签名，然后浏览并继续

# WFAI_MSG_RECORD_NO_EXIST
source: Record does not exist
de: Datensatz existiert nicht
fr: L'enregistrement n'existe pas
ja: レコードが存在しません
km: មិនមានកំណត់ត្រាទេ
ko: 기록이 존재하지 않습니다
lo: ບໍ່ມີການບັນທຶກ
my: မှတ်တမ်းမရှိပါ
vi: Bản ghi không tồn tại
zh: 记录不存在

# WFAI_MSG_RUN_COMMAND_SUCCES
source: Run the command successfully
de: Führen Sie den Befehl erfolgreich aus
fr: Exécutez la commande avec succès
ja: コマンドを正常に実行する
km: ដំណើរការពាក្យបញ្ជាដោយជោគជ័យ
ko: 명령을 성공적으로 실행하십시오.
lo: ດໍາເນີນການຄໍາສັ່ງຢ່າງສໍາເລັດຜົນ
my: command ကိုအောင်မြင်စွာ run ပါ
vi: Chạy lệnh thành công
zh: 成功运行命令

# WFAI_MSG_SAVE_DIAGRAM_SUCCES
source: Successful save location
de: Erfolgreicher Speicherort
fr: Emplacement d'enregistrement réussi
ja: 保存場所の成功
km: ទីតាំងរក្សាទុកបានជោគជ័យ
ko: 성공적인 저장 위치
lo: ສະຖານທີ່ປະຢັດທີ່ປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်သောတည်နေရာကိုသိမ်းပါ
vi: Lưu vị trí thành công
zh: 成功保存位置

# WFAI_MSG_SAVE_RESULT_SUCCESS
source: Successful save results
de: Erfolgreiche Speicherergebnisse
fr: Résultats d'enregistrement réussis
ja: 成功した保存結果
km: លទ្ធផលរក្សាទុកដោយជោគជ័យ
ko: 성공적인 저장 결과
lo: ຜົນ ສຳ ເລັດປະຫຍັດ
my: အောင်မြင်သောရလဒ်များကိုသိမ်းဆည်းပါ
vi: Lưu kết quả thành công
zh: 成功保存结果

# WFAI_MSG_SAVE_SUCCESS
source: Save successfully
de: Erfolgreich gespeichert
fr: Sauvegarde réussie
ja: 保存完了
km: រក្សាទុកដោយជោគជ័យ
ko: 성공적으로 저장
lo: ບັນທຶກປະສົບຜົນ ສຳ ເລັດ
my: အောင်မြင်စွာသိမ်းဆည်းပါ
vi: Lưu lại thành công
zh: 保存成功

# WFAI_MSG_SELECT_FILE_SUCCESS
source: Select the file successfully
de: Wählen Sie die Datei erfolgreich aus
fr: Sélectionnez le fichier avec succès
ja: ファイルを正常に選択する
km: ជ្រើសរើសឯកសារដោយជោគជ័យ
ko: 파일을 성공적으로 선택하십시오
lo: ເລືອກແຟ້ມຂໍ້ມູນໃຫ້ປະສົບຜົນ ສຳ ເລັດ
my: ဖိုင်ကိုအောင်မြင်စွာရွေးချယ်ပါ
vi: Chọn tệp tin thành công
zh: 成功选择文件

# WFAI_MSG_SELECT_FORDER
source: Please select an archive directory
de: Bitte wählen Sie Ihr Archivverzeichnis
fr: Veuillez sélectionner un répertoire d'archives
ja: アーカイブディレクトリを選択してください
km: សូមជ្រើសរើសថតប័ណ្ណសារ
ko: 아카이브 디렉토리를 선택하십시오
lo: ກະລຸນາເລືອກໄດເລກະທໍລີເກັບຂໍ້ມູນ
my: ကျေးဇူးပြု၍ archive directory ကိုရွေးပါ
vi: Vui lòng chọn thư mục lưu trữ
zh: 请选择一个档案目录

# WFAI_MSG_SEND_NOTIFY_SUCCESS
source: Successful sending notification
de: Benachrichtigung erfolgreich gesendet
fr: Envoi réussi de la notification
ja: 通知の送信に成功しました
km: ការផ្ញើការជូនដំណឹងជោគជ័យ
ko: 알림 전송 성공
lo: ການສົ່ງແຈ້ງເຕືອນ ສຳ ເລັດຜົນ
my: အောင်မြင်သောပေးပို့ခြင်းအသိပေးချက်
vi: Gửi thông báo thành công
zh: 成功发送通知

# WFAI_MSG_SHARE_SUCCESS
source: Sharing the success
de: Den Erfolg teilen
fr: Partager le succès
ja: 成功を分かち合う
km: ចែករំលែកភាពជោគជ័យ
ko: 성공 공유
lo: ແບ່ງປັນຜົນ ສຳ ເລັດ
my: အောင်မြင်မှုကိုမျှဝေခြင်း
vi: Chia sẻ thành công
zh: 分享成功

# WFAI_MSG_SIGNED_FILE
source: You signed this file
de: Sie haben diese Datei signiert
fr: Vous avez signé ce fichier
ja: このファイルに署名しました
km: អ្នកបានចុះហត្ថលេខាលើឯកសារនេះ
ko: 이 파일에 서명했습니다.
lo: ທ່ານໄດ້ເຊັນເອກະສານນີ້ແລ້ວ
my: သင်ဤဖိုင်ကိုသင်လက်မှတ်ထိုးသည်
vi: Bạn đã ký tệp tin này
zh: 您已对此文件签名

# WFAI_MSG_SIGN_FAILED
source: Failed to sign
de: Fehler beim Unterschreiben
fr: Échec de la signature
ja: 署名に失敗しました
km: បានបរាជ័យក្នុងការចុះហត្ថលេខា
ko: 서명하지 못했습니다.
lo: ການລົງລາຍເຊັນລົ້ມເຫລວ
my: လက်မှတ်ထိုးရန်မအောင်မြင်ပါ
vi: Ký thất bại
zh: 签名失败

# WFAI_MSG_STATUS_FOR_END_ACT
source: This state is for the type of operation that ends
de: Dieser Status gilt für die Art der Operation, die endet
fr: Cet état est pour le type d'opération qui se termine
ja: この状態は、終了した操作のタイプ用です
km: រដ្ឋនេះគឺសម្រាប់ប្រភេទនៃប្រតិបត្តិការដែលបញ្ចប់
ko: 이 상태는 종료되는 작업 유형에 대한 것입니다.
lo: ລັດນີ້ແມ່ນ ສຳ ລັບປະເພດການ ດຳ ເນີນງານທີ່ສິ້ນສຸດລົງ
my: ဒီပြည်နယ်အဆုံးသတ်ကြောင်းစစ်ဆင်ရေးအမျိုးအစားသည်
vi: Trạng thái này dành cho loại hoạt động kết thúc
zh: 此状态适用于结束的操作类型

# WFAI_MSG_UNLOCK_ACT_SUCCESS
source: Open operation successfully
de: Operation erfolgreich öffnen
fr: Ouvrir l'opération avec succès
ja: 操作を正常に開く
km: បើកប្រតិបត្តិការដោយជោគជ័យ
ko: 성공적으로 열기 작업
lo: ເປີດການ ດຳ ເນີນງານຢ່າງ ສຳ ເລັດຜົນ
my: လုပ်ငန်းအောင်မြင်စွာဖွင့်ပါ
vi: Mở hoạt động thành công
zh: 打开操作成功

# WFAI_MSG_UNLOCK_SUCCESS
source: Successfully unlocked the stream
de: Der Stream wurde erfolgreich freigeschaltet
fr: Déverrouillage réussi du flux
ja: ストリームのロック解除に成功しました
km: ដោះសោស្ទ្រីមដោយជោគជ័យ
ko: 스트림을 잠금 해제했습니다.
lo: ປົດລັອກກະແສນໍ້າປະສົບຜົນ ສຳ ເລັດ
my: စီးအောင်မြင်စွာသော့ဖွင့်လိုက်တယ်
vi: Mở khóa luồng thành công
zh: 成功解锁流

# WFAI_MSG_USER_NO_SIGNATURE
source: User has not been declared signature. Please update your signature
de: Der Benutzer wurde nicht zur Unterschrift erklärt. Bitte aktualisieren Sie Ihre Unterschrift
fr: L'utilisateur n'a pas été déclaré signature. Veuillez mettre à jour votre signature
ja: ユーザーは署名を宣言されていません。 署名を更新してください
km: អ្នកប្រើមិនត្រូវបានប្រកាសហត្ថលេខាទេ។ សូមធ្វើបច្ចុប្បន្នភាពហត្ថលេខារបស់អ្នក
ko: 사용자가 서명을 선언하지 않았습니다. 서명을 업데이트하십시오
lo: ຜູ້ໃຊ້ບໍ່ໄດ້ຖືກປະກາດລາຍເຊັນ. ກະລຸນາປັບປຸງລາຍເຊັນຂອງທ່ານ
my: အသုံးပြုသူသည်လက်မှတ်မကြေငြာသေးပါ။ ကျေးဇူးပြုပြီးလက်မှတ်ထိုးပါ
vi: Người dùng chưa được khai báo chữ ký. Vui lòng cập nhật chữ ký
zh: 用户尚未被声明为签名。 请更新您的签名

# WFAI_MSG_U_NOT_CREATOR
source: You are not a creator
de: Du bist kein Schöpfer
fr: Tu n'es pas un créateur
ja: あなたはクリエイターではありません
km: អ្នកមិនមែនជាអ្នកបង្កើតទេ
ko: 당신은 창조자가 아닙니다
lo: ທ່ານບໍ່ແມ່ນຜູ້ສ້າງ
my: မင်းကဖန်တီးသူမဟုတ်ဘူး
vi: Bạn không phải người tạo
zh: 您不是创作者

# WFAI_MSG_U_NOT_PERMISSION
source: You are not authorized to perform this function
de: Sie sind nicht berechtigt, diese Funktion auszuführen
fr: Vous n'êtes pas autorisé à effectuer cette fonction
ja: この機能を実行する権限がありません
km: អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យអនុវត្តមុខងារនេះទេ
ko: 이 기능을 수행 할 권한이 없습니다.
lo: ເຈົ້າຍັງບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ປະຕິບັດ ໜ້າ ທີ່ນີ້
my: ဒီလုပ်ဆောင်မှုကိုသင်လုပ်ပိုင်ခွင့်မရှိပါ
vi: Bạn không có quyền thực hiện chức năng này
zh: 您无权执行此功能

# WFAI_MSG_U_NOT_PERMISSION_DELETE
source: You do not have permission to delete
de: Sie haben keine Berechtigung zum Löschen
fr: Vous n'êtes pas autorisé à supprimer
ja: 削除する権限がありません
km: អ្នកមិនមានសិទ្ធិលុបចោលទេ
ko: 삭제할 권한이 없습니다.
lo: ທ່ານບໍ່ມີສິດໃນການລຶບ
my: ဖျက်ပစ်ရန်သင့်တွင်ခွင့်ပြုချက်မရှိပါ
vi: Bạn không có quyền xóa
zh: 您无权删除

# WFAI_MSG_U_NOT_PER_APPROVE_ACT
source: You do not have permission to browse activities
de: Sie haben keine Berechtigung zum Durchsuchen von Aktivitäten
fr: Vous n'êtes pas autorisé à parcourir les activités
ja: アクティビティを閲覧する権限がありません
km: អ្នកមិនមានការអនុញ្ញាតឱ្យរុករកសកម្មភាពទេ
ko: 활동을 탐색 할 권한이 없습니다.
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດເຂົ້າເບິ່ງກິດຈະ ກຳ ຕ່າງໆ
my: လှုပ်ရှားမှုများကိုကြည့်ရှုရန်သင့်တွင်ခွင့်ပြုချက်မရှိပါ
vi: Bạn không có quyền duyệt hoạt động
zh: 您无权浏览活动

# WFAI_MSG_U_SURE_SIGN
source: Are you sure you want to sign?
de: Sind Sie sicher, dass Sie unterschreiben möchten?
fr: Êtes-vous sûr de vouloir signer?
ja: 署名してもよろしいですか？
km: តើអ្នកពិតជាចង់ចុះហត្ថលេខាឬ?
ko: 서명 하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລົງນາມ?
my: မင်းလက်မှတ်ထိုးချင်တာသေချာလား
vi: Bạn có chắc chắn muốn ký không?
zh: 您确定要签名吗？

# WFAI_MSG_VALUE_SET
source: Value cannot be left blank
de: Der Wert darf nicht leer bleiben
fr: La valeur ne peut pas être laissée vide
ja: 値を空白のままにすることはできません
km: តម្លៃមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 값은 비워 둘 수 없습니다.
lo: ຄ່າບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: Value ကိုကွက်လပ် ထား၍ မရပါ
vi: Giá trị không được bỏ trống
zh: 值不能为空

# WFAI_MSG_VIEWED
source: Watched
de: Schaute
fr: Regardé
ja: 見た
km: បានមើល
ko: 보았다
lo: ເບິ່ງແລ້ວ
my: စောင့်ကြည့်
vi: Đã xem
zh: 看过

# WFAI_MSG_WF_CODE_EXIST
source: Stream code already exists
de: Stream-Code ist bereits vorhanden
fr: Le code de flux existe déjà
ja: ストリームコードはすでに存在します
km: លេខកូដស្ទ្រីមមានរួចហើយ
ko: 스트림 코드가 이미 있습니다.
lo: ລະຫັດສະຕຣີມມີຢູ່ແລ້ວ
my: စီးကုဒ်ရှိပြီးသား
vi: Mã luồng đã tồn tại
zh: 流代码已存在

# WFAI_MSG_WF_HAS_NOT_ACT
source: Thread has no diagrams
de: Thread hat keine Diagramme
fr: Le fil n'a pas de diagramme
ja: スレッドに図がありません
km: ខ្សែស្រឡាយមិនមានដ្យាក្រាមទេ
ko: 스레드에는 다이어그램이 없습니다.
lo: ກະທູ້ບໍ່ມີແຜນວາດ
my: Thread တွင်ကားချပ်မရှိပါ
vi: Luồng chưa có sơ đồ
zh: 线程没有图

# WFAI_MSG_WF_INST_NO_EXISTS
source: Stream instance does not exist
de: Stream-Instanz existiert nicht
fr: L'instance de flux n'existe pas
ja: ストリームインスタンスが存在しません
km: វត្ថុស្ទ្រីមមិនមានទេ
ko: 스트림 인스턴스가 없습니다.
lo: ຕົວຢ່າງຂອງກະແສບໍ່ມີ
my: stream ဥပမာအားမရှိပါ
vi: Thể hiện luồng không tồn tại
zh: 流实例不存在

# WFAI_SEARCH_FROM_DATE
source: Since
de: Schon seit
fr: Depuis
ja: 以来
km: ចាប់តាំងពី
ko: 이후
lo: ຕັ້ງແຕ່
my: ကတည်းက
vi: Từ ngày
zh: 以来

# WFAI_SEARCH_TO_DATE
source: To date
de: Miteinander ausgehen
fr: À ce jour
ja: 現在まで
km: កាលបរិច្ឆេត
ko: 현재까지
lo: ເຖິງວັນທີ
my: ယနေ့အထိ
vi: Đến ngày
zh: 至今

# WFAI_SEARCH_WF_INSTANCE
source: Stream category
de: Stream-Kategorie
fr: Catégorie de flux
ja: ストリームカテゴリ
km: ប្រភេទស្ទ្រីម
ko: 스트림 카테고리
lo: ປະເພດກະແສ
my: Stream အမျိုးအစား
vi: Danh mục luồng
zh: 流类别

# WFAI_TAB_ASSIGN
source: People and parts
de: Menschen und Teile
fr: Personnes et pièces
ja: 人と部品
km: មនុស្សនិងផ្នែក
ko: 사람과 부품
lo: ຄົນແລະຊິ້ນສ່ວນຕ່າງໆ
my: လူများနှင့်အစိတ်အပိုင်းများ
vi: Người và bộ phận
zh: 人与零件

# WFAI_TAB_ASSIGN_WF
source: Thread handling personnel
de: Fadenhandhabungspersonal
fr: Personnel chargé de la manutention des fils
ja: スレッド処理担当者
km: បុគ្គលិកគ្រប់គ្រងខ្សែស្រឡាយ
ko: 스레드 처리 인력
lo: ພະນັກງານຈັດການກະທູ້
my: ဝန်ထမ်းကိုင်တွယ် Thread
vi: Nhân sự xử lý luồng
zh: 线程处理人员

# WFAI_TAB_COMMAND
source: Orders come and go
de: Befehle kommen und gehen
fr: Les commandes vont et viennent
ja: 注文は行き来します
km: ការបញ្ជាទិញមកហើយទៅ
ko: 주문이 왔다가
lo: ຄໍາສັ່ງມາແລະໄປ
my: အမိန့်များသွားနှင့်သွား
vi: Lệnh đến và đi
zh: 订单来来去去

# WFAI_TAB_COMMAND_FROM
source: The order came
de: Die Bestellung kam
fr: L'ordre est venu
ja: 注文が来ました
km: ការបញ្ជាទិញបានមកដល់
ko: 주문이 왔습니다
lo: ຄຳ ສັ່ງມາແລ້ວ
my: အမိန့်ရောက်လာတယ်
vi: Lệnh đến
zh: 订单来了

# WFAI_TAB_COMMAND_TO
source: Order away
de: Bestellen Sie weg
fr: Commander
ja: 注文する
km: បញ្ជាទិញឆ្ងាយ
ko: 멀리 주문
lo: ສັ່ງເລີຍ
my: ဝေးမှာယူပါ
vi: Lệnh xử lý
zh: 订购

# WFAI_TAB_DES
source: Description
de: Beschreibung
fr: La description
ja: 説明
km: ការពិពណ៌នា
ko: 기술
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
vi: Mô tả
zh: 描述

# WFAI_TAB_FILE
source: file
de: Datei
fr: fichier
ja: ファイル
km: ឯកសារ
ko: 파일
lo: ແຟ້ມ
my: ဖိုင်
vi: Hồ sơ
zh: 文件

# WFAI_TAB_HISTORY_FILE
source: File editing history
de: Dateibearbeitungsverlauf
fr: Historique d'édition des fichiers
ja: ファイル編集履歴
km: ប្រវត្តិកែប្រែឯកសារ
ko: 파일 편집 기록
lo: ປະຫວັດການດັດແກ້ເອກະສານ
my: ဖိုင်တည်းဖြတ်ခြင်းရာဇဝင်
vi: Lịch sử sửa tệp tin
zh: 文件编辑历史

# WFAI_TAB_OBJECT_OPERATION
source: Operational object
de: Betriebsobjekt
fr: Objet opérationnel
ja: 操作オブジェクト
km: វត្ថុប្រតិបត្តិការ
ko: 운영 대상
lo: ວັດຖຸປະຕິບັດງານ
my: စစ်ဆင်ရေးအရာဝတ္ထု
vi: Dữ liệu hành chính
zh: 操作对象

# WFAI_TAB_OBJ_OPERATION
source: Operational object
de: Betriebsobjekt
fr: Objet opérationnel
ja: 操作オブジェクト
km: វត្ថុប្រតិបត្តិការ
ko: 운영 대상
lo: ວັດຖຸປະຕິບັດງານ
my: စစ်ဆင်ရေးအရာဝတ္ထု
vi: Dữ liệu hành chính
zh: 操作对象

# WFAI_TAB_REPONSE
source: Feedback
fr: Retour d'information
ja: フィードバック
km: មតិប្រតិកម្ម
ko: 피드백
lo: ຄຳ ຕິຊົມ
my: တုံ့ပြန်ချက်
vi: Phản hồi
zh: 反馈

# WFAI_TAB_RESULT
source: Resulting data
de: Resultierende Daten
fr: Données résultantes
ja: 結果のデータ
km: ទិន្នន័យលទ្ធផល
ko: 결과 데이터
lo: ຂໍ້ມູນຜົນໄດ້ຮັບ
my: ရလဒ်အချက်အလက်များ
vi: Dữ liệu kết quả
zh: 结果数据

# WFAI_TITILE_SHARE_OBJECT
source: Share
de: Teilen
fr: Partager
ja: シェア
km: ចែករំលែក
ko: 공유
lo: ແບ່ງປັນ
my: မျှဝေပါ
vi: Chia sẻ
zh: 分享

# WFAI_TITLE_ADD_WF_INST
source: Add the stream instance
de: Fügen Sie die Stream-Instanz hinzu
fr: Ajouter l'instance de flux
ja: ストリームインスタンスを追加します
km: បន្ថែមវត្ថុស្ទ្រីម
ko: 스트림 인스턴스 추가
lo: ເພີ່ມຕົວຢ່າງຂອງກະແສ
my: stream ကိုဥပမာအားဖြင့်ထည့်ပါ
vi: Thêm thể hiện luồng
zh: 添加流实例

# WFAI_TITLE_EDIT_ACT
source: Edit shows activity
de: Bearbeiten zeigt Aktivität
fr: Modifier montre l'activité
ja: 編集は活動を示しています
km: កែសម្រួលបង្ហាញសកម្មភាព
ko: 쇼 활동 편집
lo: ການແກ້ໄຂສະແດງໃຫ້ເຫັນກິດຈະ ກຳ
my: Edit သည်လှုပ်ရှားမှုများကိုပြသည်
vi: Cập nhật thể hiện hoạt động
zh: 编辑表演活动

# WFAI_TITLE_EDIT_WF
source: Edit stream instance
de: Stream-Instanz bearbeiten
fr: Modifier l'instance de flux
ja: ストリームインスタンスを編集する
km: កែសម្រួលវត្ថុស្ទ្រីម
ko: 스트림 인스턴스 수정
lo: ແກ້ໄຂຕົວຢ່າງກະແສ
my: stream ကိုဥပမာအားတည်းဖြတ်ပါ
vi: Cập nhật thể hiện luồng
zh: 编辑流实例

# WFAI_TITLE_INFO_LOG_FILE_CHANGE
source: Log information
de: Protokollinformationen
fr: Informations du journal
ja: ログ情報
km: ព័ត៌មានកំណត់ហេតុ
ko: 로그 정보
lo: ຂໍ້ມູນບັນທຶກ
my: သတင်းအချက်အလက် Log
vi: Thông tin log
zh: 日志信息

# WFAI_TITLE_LOG_SIGN
source: Track electronic sign
de: Verfolgen Sie das elektronische Schild
fr: Suivre le signe électronique
ja: 電子サインを追跡する
km: តាមដានសញ្ញាអេឡិចត្រូនិច
ko: 전자 서명 추적
lo: ຕິດຕາມສັນຍານອີເລັກໂທຣນິກ
my: အီလက်ထရောနစ်နိမိတ်လက္ခဏာကိုခြေရာခံ
vi: Theo dõi ký điện tử
zh: 数字跟踪

# WFAI_TITLE_SELECT_FILE_FROM_SERVER
source: Select the file from the server
de: Wählen Sie Dateien vom Server aus
fr: Sélectionnez des fichiers sur le serveur
ja: サーバーからファイルを選択します
km: ជ្រើសរើសឯកសារពីម៉ាស៊ីនមេ
ko: 서버에서 파일 선택
lo: ເລືອກໄຟລ໌ຈາກເຊີບເວີ
my: ဆာဗာမှဖိုင်များကိုရွေးချယ်ပါ
vi: Chọn tệp từ server
zh: 从服务器选择文件

# WFAI_VALIDATEOBJ_TYPE
source: The object type cannot be left blank
de: Der Objekttyp darf nicht leer bleiben
fr: Le type d'objet ne peut pas être laissé vide
ja: オブジェクトタイプを空白のままにすることはできません
km: ប្រភេទវត្ថុមិនអាចទុកចោលបានទេ
ko: 개체 유형은 비워 둘 수 없습니다.
lo: ປະເພດວັດຖຸບໍ່ສາມາດປະຫວ່າງໄດ້
my: အရာဝတ္ထုအမျိုးအစားကိုအလွတ်မထားနိုင်ပါ
vi: Loại đối tượng không được bỏ trống
zh: 对象类型不能为空

# WFAI_VALIDATE_ACT_TITLE
source: Title is not blank
de: Titel ist nicht leer
fr: Le titre n'est pas vide
ja: タイトルが空白ではない
km: ចំណងជើងមិនទទេ
ko: 제목이 비어 있지 않습니다.
lo: ຫົວຂໍ້ບໍ່ຫວ່າງ
my: ခေါင်းစဉ်ကကွက်လပ်မဟုတ်ပါဘူး
vi: Tiêu đề không bỏ trống
zh: 标题不为空

# WFAI_VALIDATE_ATTRT_CODE
source: Property code cannot be left blank
de: Der Eigenschaftscode darf nicht leer bleiben
fr: Le code de la propriété ne peut pas être laissé vide
ja: プロパティコードを空白のままにすることはできません
km: លេខកូដទ្រព្យសម្បត្តិមិនអាចទុកចោលបានទេ
ko: 속성 코드는 비워 둘 수 없습니다.
lo: ລະຫັດຊັບສິນບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: Property ကုဒ်ကိုကွက်လပ်ချန်။ မရပါ
vi: Mã thuộc tính không được bỏ trống
zh: 属性代码不能为空

# WFAI_VALIDATE_ATTR_NAME
source: Property name cannot be left blank
de: Der Eigenschaftsname darf nicht leer bleiben
fr: Le nom de la propriété ne peut pas être laissé vide
ja: プロパティ名を空白のままにすることはできません
km: ឈ្មោះទ្រព្យសម្បត្តិមិនអាចទុកចោលបានទេ
ko: 속성 이름은 비워 둘 수 없습니다.
lo: ຊື່ຂອງຊັບສິນບໍ່ສາມາດປະໄວ້ໄດ້
my: ပစ္စည်းနာမည်ကိုကွက်လပ် ထား၍ မရပါ
vi: Tên thuộc tính không được bỏ trống
zh: 属性名称不能留空

# WFAI_VALIDATE_DURATION
source: Time is not empty
de: Die Zeit ist nicht leer
fr: Le temps n'est pas vide
ja: 時間は空ではありません
km: ពេលវេលាមិនទទេ
ko: 시간이 비어 있지 않습니다
lo: ເວລາບໍ່ຫວ່າງ
my: အချိန်ကအချည်းနှီးမဟုတ်ပါ
vi: Thời lượng không bỏ trống
zh: 时间不空

# WFAI_VALIDATE_GROUP
source: The group cannot be left blank
de: Die Gruppe kann nicht leer gelassen werden
fr: Le groupe ne peut pas être laissé vide
ja: グループを空白のままにすることはできません
km: ក្រុមមិនអាចទុកឱ្យនៅទទេបានទេ
ko: 그룹은 비워 둘 수 없습니다.
lo: ກຸ່ມບໍ່ສາມາດປ່ອຍໃຫ້ຫວ່າງໄດ້
my: အုပ်စုကိုကွက်လပ် ထား၍ မရပါ
vi: Nhóm không được bỏ trống
zh: 该组不能为空

# WFAI_VALIDATE_MAX_LENGTH_255
source: Up to 255 characters
de: Bis zu 255 Zeichen
fr: Jusqu'à 255 caractères
ja: 最大255文字
km: រហូតដល់ ២៥៥ តួអក្សរ
ko: 최대 255 자
lo: ເຖິງ 255 ຕົວອັກສອນ
my: ဇာတ်ကောင် ၂၅၅ လုံးအထိရှိသည်
vi: Tối đa 255 ký tự
zh: 最多255个字符

# WFAI_VALIDATE_OBJ
source: Subject cannot be left blank
de: Das Objekt kann nicht leer gelassen werden
fr: L'objet ne peut pas être laissé vide
ja: オブジェクトを空白のままにすることはできません
km: វត្ថុមិនអាចទុកចោលបានទេ
ko: 개체는 비워 둘 수 없습니다.
lo: ວັດຖຸບໍ່ສາມາດປ່ອຍໃຫ້ເປົ່າໄດ້
my: အရာဝတ္ထုကိုအလွတ်မထားနိုင်ပါ
vi: Đối tượng không được bỏ trống
zh: 该对象不能为空

# WFAI_VALIDATE_REGX_ACT_TITLE
source: The title does not begin with a space
de: Der Titel beginnt nicht mit einem Leerzeichen
fr: Le titre ne commence pas par un espace
ja: タイトルがスペースで始まらない
km: ចំណងជើងមិនចាប់ផ្តើមពីចន្លោះទេ
ko: 제목이 공백으로 시작되지 않습니다.
lo: ຫົວຂໍ້ບໍ່ໄດ້ເລີ່ມຕົ້ນດ້ວຍພື້ນທີ່
my: ခေါင်းစဉ်သည်နေရာတစ်ခုမှမစတင်ပါ
vi: Tiêu đề không bắt đầu bằng khoảng trắng
zh: 标题不能以空格开头

# WFAI_VALIDATE_REGX_DURATION
source: Enter correct number format and greater than or equal to 0
de: Geben Sie das richtige Zahlenformat ein und größer oder gleich 0
fr: Entrez le format de nombre correct et supérieur ou égal à 0
ja: 正しい数値形式を入力し、0以上
km: បញ្ចូលទ្រង់ទ្រាយលេខត្រឹមត្រូវនិងធំជាងឬស្មើ ០
ko: 올바른 숫자 형식을 입력하고 0보다 크거나 같음
lo: ໃສ່ຮູບແບບຕົວເລກທີ່ຖືກຕ້ອງແລະໃຫຍ່ກວ່າຫຼືເທົ່າກັບ 0
my: မှန်ကန်သောနံပါတ် format နှင့် 0 ထက်ကြီးမြတ်သို့မဟုတ်ညီမျှသည်
vi: Nhập đúng định dạng số và lớn hơn hoặc bằng 0
zh: 输入正确的数字格式且大于等于0

# WFAI_VALIDATE_REGX_DURATION_TIME
source: Enter correct number format and greater than or equal to 0
de: Geben Sie das richtige Zahlenformat ein und größer oder gleich 0
fr: Entrez le format de nombre correct et supérieur ou égal à 0
ja: 正しい数値形式を入力し、0以上
km: បញ្ចូលទ្រង់ទ្រាយលេខត្រឹមត្រូវនិងធំជាងឬស្មើ ០
ko: 올바른 숫자 형식을 입력하고 0보다 크거나 같음
lo: ໃສ່ຮູບແບບຕົວເລກທີ່ຖືກຕ້ອງແລະໃຫຍ່ກວ່າຫຼືເທົ່າກັບ 0
my: မှန်ကန်သောနံပါတ် format နှင့် 0 ထက်ကြီးမြတ်သို့မဟုတ်ညီမျှသည်
vi: Nhập đúng định dạng số và lớn hơn hoặc bằng 0
zh: 输入正确的数字格式且大于或等于0
