Repository: 18H04/PartyBackend
Catalog: III.Admin/Resources/Controllers/ZoneManagerController.*.resx
Languages: ja, km, ko, lo, my, zh

# SVC_TITLE_SORT
source: Collocation
ja: コロケーション
km: Col·locació
ko: 나란히 놓음
lo: Collocatio
my: စုရုံး
zh: 搭配

# SVC_CURD_LBL_SERVICE_CODE
source: DM service code
ja: DMサービスコード
km: Codi de servei DM
ko: DM 서비스 코드
my: DM ဝန်ဆောင်မှုကုဒ်
zh: DM服务代码

# SVC_CURD_LBL_SERVICE_NAME
source: Name DM service
ja: 名前DMサービス
km: Nom SERVEI DE DM
ko: 이름 DM 서비스
lo: Nomen DM Service
my: DM ဝန်ဆောင်မှုကိုအမည်ပေးပါ
zh: 名称DM服务

# SVC_CURD_LBL_SERVICE_PARENT
source: Superior group
ja: 優れたグループ
km: Grup superior
ko: 우수한 그룹
lo: Superior
my: သာလွန်သောအုပ်စု
zh: 优秀组

# SVC_CURD_LBL_SERVICE_TYPE
source: Type of service
ja: サービスの種類
km: Tipus de servei
ko: 서비스 유형
lo: Genus servitium
my: ဝန်ဆောင်မှုအမျိုးအစား
zh: 服务类型

# SVC_CURD_MSG_DATA_NOT_BLANK
source: Please select data
ja: データを選択してください
km: Seleccioneu les dades
ko: 데이터를 선택하십시오
lo: Placere eligere notitia
my: ဒေတာကိုရွေးချယ်ပါ
zh: 请选择数据

# SVC_CURD_MSG_SETTING_NOT_BLANK
source: Please enter the installation value
ja: インストール値を入力してください
km: Introduïu el valor d'instal·lació
ko: 설치 값을 입력하십시오
lo: Please enter installation valorem
my: ကျေးဇူးပြု. installation value ကိုရိုက်ထည့်ပါ
zh: 请输入安装值

# SVC_CURD_TAB_ADD
source: Add new
ja: 新しく追加する
km: Afegir nou
ko: 새로운 걸 더하다
lo: Addeo
my: အသစ်ထည့်ပါ
zh: 添新

# SVC_CURD_TAB_ADD_ATTR
source: Add regionalism
ja: 地域階層を追加する
km: Afegir regionalisme
ko: 지역주의를 추가하십시오
lo: Addere regionalism
my: ဒေသဆိုင်ရာထည့်ပါ
zh: 添加区域主义

# SVC_CURD_TAB_ADD_ZONE
source: Add Area
ja: エリアを追加します
km: Afegeix una zona
ko: 지역을 추가하십시오
lo: ARCRIPTIO
my: add ရိယာထည့်ပါ
zh: 添加区域

# SVC_CURD_TAB_AREA_LABEL
source: Regional labels
ja: 地域ラベル
km: Etiquetes regionals
ko: 지역 라벨
my: ဒေသဆိုင်ရာတံဆိပ်များ
zh: 区域标签

# SVC_CURD_TAB_ATTRIBUTE
source: Extended properties
ja: 拡張プロパティ
km: Propietats esteses
ko: 확장 된 특성
lo: Extenditur proprietatibus
my: တိုးချဲ့ဂုဏ်သတ္တိများ
zh: 扩展属性

# SVC_CURD_TAB_ATTRIBUTE_ATTRIBUTE_CODE
source: Properties code
ja: プロパティコード
km: Codi de propietats
ko: 속성 코드
lo: Proprietatibus codice
my: ဂုဏ်သတ္တိများကုဒ်
zh: 属性代码

# SVC_CURD_TAB_ATTRIBUTE_ATTRIBUTE_NAME
source: Attribute name
ja: 属性名
km: Nom d'atribut
ko: 속성 이름
lo: CRINIO
my: attribute နာမ
zh: 属性名称

# SVC_CURD_TAB_ATTRIBUTE_ATTRIBUTE_VALUE
source: Value
ja: 価値
km: Valorar
ko: 값
lo: Valor
my: အဘိုး
zh: 价值

# SVC_CURD_TAB_ATTRIBUTE_COL_ACTION
source: Action
ja: アクション
km: Acció
ko: 동작
lo: Actus
my: လှုပ်ရှားခြင်း
zh: 行动

# SVC_CURD_TAB_ATTRIBUTE_COL_ATTRIBUTE_CODE
source: Properties code
ja: プロパティコード
km: Codi de propietats
ko: 속성 코드
lo: Proprietatibus codice
my: ဂုဏ်သတ္တိများကုဒ်
zh: 属性代码

# SVC_CURD_TAB_ATTRIBUTE_COL_ATTRIBUTE_NAME
source: Attribute name
ja: 属性名
km: Nom d'atribut
ko: 속성 이름
lo: CRINIO
my: attribute နာမ
zh: 属性名称

# SVC_CURD_TAB_ATTRIBUTE_COL_ATTRIBUTE_VALUE
source: Value
ja: 価値
km: Valorar
ko: 값
lo: Valor
my: အဘိုး
zh: 价值

# SVC_CURD_TAB_ATTRIBUTE_COL_FIELD_TYPE
source: Value type
ja: 値タイプ
km: Tipus de valor
ko: 가치 유형
lo: Valorem type
my: Value အမျိုးအစား
zh: 值类型

# SVC_CURD_TAB_ATTRIBUTE_COL_NOTE
source: Note
ja: ノート
km: Nota
ko: 메모
lo: Nota
my: မှတ်ချက်
zh: 笔记

# SVC_CURD_TAB_ATTRIBUTE_FIELD_TYPE
source: Value type
ja: 値タイプ
km: Tipus de valor
ko: 가치 유형
lo: Valorem type
my: Value အမျိုးအစား
zh: 值类型

# SVC_CURD_TAB_ATTRIBUTE_LBL_CODE
source: Properties code
ja: プロパティコード
km: Codi de propietats
ko: 속성 코드
lo: Proprietatibus codice
my: ဂုဏ်သတ္တိများကုဒ်
zh: 属性代码

# SVC_CURD_TAB_ATTRIBUTE_LBL_NAME
source: Attribute name
ja: 属性名
km: Nom d'atribut
ko: 속성 이름
lo: CRINIO
my: attribute နာမ
zh: 属性名称

# SVC_CURD_TAB_ATTRIBUTE_LBL_NOTE
source: Description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
zh: 描述

# SVC_CURD_TAB_ATTRIBUTE_LBL_VALUE
source: Value
ja: 価値
km: Valorar
ko: 값
lo: Valor
my: အဘိုး
zh: 价值

# SVC_CURD_TAB_ATTRIBUTE_NOTE
source: Note
ja: ノート
km: Nota
ko: 메모
lo: Nota
my: မှတ်ချက်
zh: 笔记

# SVC_CURD_TAB_ATTRIBUTE_TXT_CODE
source: Properties code
ja: プロパティコード
km: Codi de propietats
ko: 속성 코드
lo: Proprietatibus codice
my: ဂုဏ်သတ္တိများကုဒ်
zh: 属性代码

# SVC_CURD_TAB_ATTRIBUTE_TXT_NAME
source: Attribute name
ja: 属性名
km: Nom d'atribut
ko: 속성 이름
lo: CRINIO
my: attribute နာမ
zh: 属性名称

# SVC_CURD_TAB_ATTRIBUTE_TXT_NOTE
source: Description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
zh: 描述

# SVC_CURD_TAB_ATTRIBUTE_TXT_VALUE
source: Value
ja: 価値
km: Valorar
ko: 값
lo: Valor
my: အဘိုး
zh: 价值

# SVC_CURD_TAB_CANCEL
source: Cancel
ja: キャンセル
km: Cancel · lar
ko: 취소
lo: Inrito
my: ပျက်စေ
zh: 取消

# SVC_CURD_TAB_CAPACITY
source: Capacity
ja: 容量
km: Capacitat
ko: 용량
lo: Facultas
my: တတ်စွမ်းခြင်း
zh: 容量

# SVC_CURD_TAB_CODE_ZONE
source: Area code
ja: 市外局番
km: Codi postal
ko: 지역 코드
my: code ရိယာကုဒ်
zh: 区号

# SVC_CURD_TAB_DATA_SVG
source: SVG data
ja: SVGデータ
km: Dades SVG
ko: SVG 데이터
lo: Svg notitia
my: svg ဒေတာ
zh: SVG数据

# SVC_CURD_TAB_EDIT_ZONE
source: Regional editing
ja: 地域編集
km: Edició regional
ko: 지역 편집
my: ဒေသဆိုင်ရာတည်းဖြတ်ရေး
zh: 区域编辑

# SVC_CURD_TAB_GROUP_ZONE
source: Region group (type 1, ...)
ja: 地域グループ（タイプ1、...）
km: Grup de la regió (tipus 1, ...)
ko: 지역 그룹 (유형 1, ...)
lo: Group (Type I, ...)
my: တိုင်းဒေသကြီးအုပ်စု (အမျိုးအစား 1, ... )
zh: 区域组（1型，......）

# SVC_CURD_TAB_GROUP_ZONE_NOT
source: The group is not left blank
ja: グループは空白のままになりません
km: El grup no es deixa en blanc
ko: 그룹은 공백이 남아 있지 않습니다
lo: Quod coetus non reliquit blank
my: အုပ်စုသည်ကွက်လပ်မရှိပါ
zh: 该组不是空白

# SVC_CURD_TAB_LABEL_DES
source: Description labels
ja: 説明ラベル
km: Etiquetes de descripció
ko: 설명 레이블
lo: Description titulus
my: ဖော်ပြချက်တံဆိပ်များ
zh: 描述标签

# SVC_CURD_TAB_MANU
source: Manipulation
ja: 操作
km: Manipulació
ko: 시장 조작
my: ခြယ်ခြင်း
zh: 操纵

# SVC_CURD_TAB_MASTER_LEVER
source: Rank
ja: ランクー
km: Filera
ko: 계급
lo: Rotundus
my: အဆင့်
zh: 秩

# SVC_CURD_TAB_NAME_ZONE
source: Domain name
ja: ドメイン名
km: Nom de domini
ko: 도메인 이름
lo: Domain nomen
my: ဒိုမိန်းအမည်
zh: 域名

# SVC_CURD_TAB_NOTE
source: Description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
zh: 描述

# SVC_CURD_TAB_QUANLITY
source: Amount
ja: 額
km: Quantitat
ko: 양
lo: Moles
my: စုပေါင်း
zh: 数量

# SVC_CURD_TAB_SAVE
source: Save
ja: 保存
km: Estalviar
ko: 구하다
lo: salvare
my: ကယ်ဆယ်
zh: 保存

# SVC_CURD_TAB_SEARCH
source: Search
ja: 検索
km: Cerca
ko: 검색
lo: Quaerere
my: ရှာဖေွခြင်း
zh: 搜索

# SVC_CURD_TAB_STEP
source: Level
ja: レベル
km: Nivell
ko: 수준
lo: Levitas
my: အဆင့်အတန်း
zh: 等级

# SVC_CURD_TAB_STOGARE_ZONE
source: Storage
ja: 保管所
km: Emmagatzematge
ko: 저장
lo: Repono
my: ကုန်လေှာင်ရုံ
zh: 贮存

# SVC_CURD_TAB_STT
source: Status
ja: スターテス
km: Estat
ko: 상태
my: အခေြအနေ
zh: 状态

# SVC_CURD_TAB_STYLE_ZONE_NOT
source: Area type is not left blank
ja: エリアタイプは空白のままになりません
km: El tipus d'àrea no es queda en blanc
ko: 지역 유형은 공백으로 남아 있지 않습니다
lo: Area genus non reliquit blank
my: area ရိယာအမျိုးအစားအလွတ်မကျန်ရစ်ပါ
zh: 区域类型不是留空

# SVC_CURD_TAB_STYLE_ZONE_OPTION
source: Regional type (Warehouse, region, Dry, Shelf)
ja: 地域タイプ（倉庫、地域、ドライ、シェルフ）
km: Tipus regional (magatzem, regió, sec, prestatge)
ko: 지역 유형 (창고, 지역, 건조, 선반)
lo: Type Regional (CELLA, regione, sicco, PLUTEUM)
my: ဒေသဆိုင်ရာအမျိုးအစား (ဂိုဒေါင်, တိုင်းဒေသကြီး, ခြောက်သွေ့ခြင်း,
zh: 区域类型（仓库，地区，干，架子）

# SVC_CURD_TAB_STYPE_ZONE
source: Regional type
ja: 地域タイプ
km: Tipus regional
ko: 지역 유형
lo: Type Regional
my: ဒေသဆိုင်ရာအမျိုးအစား
zh: 区域类型

# SVC_CURD_TXT_SERVICE_CODE
source: DM service code
ja: DMサービスコード
km: Codi de servei DM
ko: DM 서비스 코드
my: DM ဝန်ဆောင်မှုကုဒ်
zh: DM服务代码

# SVC_CURD_TXT_SERVICE_NAME
source: Name DM service
ja: 名前DMサービス
km: Nom SERVEI DE DM
ko: 이름 DM 서비스
lo: Nomen DM Service
my: DM ဝန်ဆောင်မှုကိုအမည်ပေးပါ
zh: 名称DM服务

# SVC_CURD_TXT_SERVICE_PARENT
source: Superior group
ja: 優れたグループ
km: Grup superior
ko: 우수한 그룹
lo: Superior
my: သာလွန်သောအုပ်စု
zh: 优秀组

# SVC_CURD_TXT_SERVICE_TYPE
source: Type of service
ja: サービスの種類
km: Tipus de servei
ko: 서비스 유형
lo: Genus servitium
my: ဝန်ဆောင်မှုအမျိုးအစား
zh: 服务类型

# SVC_CURE_LBL_ACTION
source: Description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
zh: 描述

# SVC_CURE_LBL_CODE
source: Service code
ja: サービスコード
km: Codi de servei
ko: 서비스 코드
lo: Codice
my: ဝန်ဆောင်မှုကုဒ်
zh: 服务代码

# SVC_CURE_LBL_GROUP
source: Service group
ja: サービスグル​​ープ
km: Grup de serveis
ko: 서비스 그룹
my: ဝန်ဆောင်မှုအုပ်စု
zh: 服务集团

# SVC_CURE_LBL_NAME
source: service name
ja: サービス名
km: Nom del servei
ko: 작업 명
lo: Nomen ministerium
my: ဝန်ဆောင်မှုအမည်
zh: 服务名称

# SVC_CURE_LBL_UNIT
source: Unit
ja: 単位
km: Unitat
ko: 단위
lo: Unitas
my: တခု
zh: 单元

# SVC_CURE_TXT_ACTION
source: Description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
zh: 描述

# SVC_CURE_TXT_CODE
source: Service code
ja: サービスコード
km: Codi de servei
ko: 서비스 코드
lo: Codice
my: ဝန်ဆောင်မှုကုဒ်
zh: 服务代码

# SVC_CURE_TXT_GROUP
source: Service group
ja: サービスグル​​ープ
km: Grup de serveis
ko: 서비스 그룹
my: ဝန်ဆောင်မှုအုပ်စု
zh: 服务集团

# SVC_CURE_TXT_NAME
source: service name
ja: サービス名
km: Nom del servei
ko: 작업 명
lo: Nomen ministerium
my: ဝန်ဆောင်မှုအမည်
zh: 服务名称

# SVC_CURE_TXT_UNIT
source: Unit
ja: 単位
km: Unitat
ko: 단위
lo: Unitas
my: တခု
zh: 单元

# SVC_ERR_VALIDATE_CASEWORK
source: The officer is not empty
ja: 役員は空ではありません
km: L'oficial no està buit
ko: 장교가 비어 있지 않습니다
lo: Et officer non inanis
my: အရာရှိအချည်းနှီးမဟုတ်ပါဘူး
zh: 官员不空

# SVC_ERR_VALIDATE_CUSTOMER
source: Customers are not left blank
ja: 顧客は空白のままにされていません
km: Els clients no es queden en blanc
ko: 고객은 비어 있지 않습니다
lo: Customers non derelicti blank
my: ဖောက်သည်များသည်ကွက်လပ်မထားကြပါ
zh: 客户没有留空

# SVC_LINK_CATEGORY
source: List of services
ja: サービスのリスト
km: Llista de serveis
ko: 서비스 목록
lo: Index officia
my: ဝန်ဆောင်မှုများစာရင်း
zh: 服务列表

# SVC_LINK_HOME
source: Home page
ja: ホームページ
km: Pàgina d'inici
ko: 홈 페이지
lo: Pagina
my: ပင်မစာမျက်နှာ
zh: 主页

# SVC_LIST_COL_ACTION
source: Action
ja: アクション
km: Acció
ko: 동작
lo: Actus
my: လှုပ်ရှားခြင်း
zh: 行动

# SVC_LIST_COL_CODE
source: Service code
ja: サービスコード
km: Codi de servei
ko: 서비스 코드
lo: Codice
my: ဝန်ဆောင်မှုကုဒ်
zh: 服务代码

# SVC_LIST_COL_CREATED_BY
source: Creator
ja: クリエーター
km: Creador
ko: 창조자
my: ဖန်တီးမှုရှင်
zh: 创造者

# SVC_LIST_COL_DATA_TYPE
source: Datatypes
ja: データ型
km: Tipus de dades
ko: 데이터 유형
zh: 数据类型

# SVC_LIST_COL_DATA_TYPE_NOT
source: Data type cannot be blank
ja: データ型を空白にすることはできません
km: El tipus de dades no pot estar en blanc
ko: 데이터 유형은 비워 둘 수 없습니다
lo: Data genus non blank
my: ဒေတာအမျိုးအစားအလွတ်မဖြစ်နိုင်ပါ
zh: 数据类型不能为空

# SVC_LIST_COL_DATE_CREATED
source: Date created
ja: 作成日
km: Data creada
ko: 작성일
lo: Date creavit
my: ဖန်တီးသည့်နေ့စွဲ
zh: 创建日期

# SVC_LIST_COL_GROUP
source: Service group
ja: サービスグル​​ープ
km: Grup de serveis
ko: 서비스 그룹
my: ဝန်ဆောင်မှုအုပ်စု
zh: 服务集团

# SVC_LIST_COL_INDEX
source: Stt
ja: st
ko: 조달자
my: စဆဲတီ

# SVC_LIST_COL_NAME
source: service name
ja: サービス名
km: Nom del servei
ko: 작업 명
lo: Nomen ministerium
my: ဝန်ဆောင်မှုအမည်
zh: 服务名称

# SVC_LIST_COL_NOTE
source: Description
ja: 説明
km: Descripció
ko: 설명
lo: Descriptio
my: ဖေါ်ပြချက်
zh: 描述

# SVC_LIST_COL_SIZE
source: size
ja: サイズ
km: tamany
ko: 크기
lo: magnitudo
my: အရွယ်
zh: 尺寸

# SVC_LIST_COL_UNIT
source: Unit
ja: 単位
km: Unitat
ko: 단위
lo: Unitas
my: တခု
zh: 单元

# SVC_LIST_COL_VALUE_SET
source: Installation value
ja: インストール値
km: Valor d'instal·lació
ko: 설치 값
lo: Installation valorem
zh: 安装值

# SVC_MSG_ALREADY_EXISTS_ATTRIBUTE_MORE
source: Already existed the extension properties of this service, cannot add more
ja: このサービスの拡張プロパティはすでに存在していましたが、さらに追加できません
km: Ja existien les propietats d'extensió d'aquest servei, no es poden afegir més
ko: 이 서비스의 확장 속성이 이미 존재했는데 더 많은 것을 추가 할 수 없습니다.
lo: Iam extensio proprietatibus huius servitium, potest addere amplius
my: ဤ 0 န်ဆောင်မှု၏ extension property များရှိပြီးသား,
zh: 已经存在此服务的扩展属性，无法添加更多

# SVC_MSG_CODE_NOT_BLANK
source: Required attribute code
ja: 必須の属性コード
km: Codi d'atribut obligatori
ko: 필수 속성 코드
lo: Requiritur attributum codice
my: လိုအပ်သော attribute ကိုကုဒ်
zh: 必需的属性代码

# SVC_MSG_DELETE_SERVICE
source: Are you sure to delete this service!
ja: あなたはこのサービスを削除してください！
km: Està segur de suprimir aquest servei!
ko: 이 서비스를 삭제할 수 있습니다!
lo: Tu certus ut delete hoc ministerium!
my: ဤ 0 န်ဆောင်မှုကိုသင်ဖျက်ပစ်ရန်သေချာသည်။
zh: 你确定要删除这项服务！

# SVC_MSG_NAME_NOT_BLANK
source: Required attribute name
ja: 必須の属性名
km: Nom d'atribut necessari
ko: 필수 속성 이름
lo: Requiritur attributum nominis
my: လိုအပ်သော attribute နာအမည်
zh: 必需属性名称

# SVC_MSG_NOT_ACTION_CHARACTER
source: Service description does not exceed 300 characters
ja: サービスの説明は300文字を超えません
km: La descripció del servei no excedeixi de 300 caràcters
ko: 서비스 설명은 300자를 초과하지 않습니다
lo: Service Descriptio non excedat CCC characteres
my: ဝန်ဆောင်မှုဖော်ပြချက်သည်စာလုံးရေ 300 ထက်မပိုပါ
zh: 服务描述不超过300个字符

# SVC_MSG_NOT_CODE
source: Service code is not left blank
ja: サービスコードは空白のままになりません
km: El codi de servei no es queda en blanc
ko: 서비스 코드가 공백이 아닙니다
lo: Service codice non reliquit blank
my: ဝန်ဆောင်မှုကုဒ်သည်ကွက်လပ်မရှိပါ
zh: 服务代码不会留空

# SVC_MSG_NOT_CODE_CHARACTER_255
source: Service code does not exceed 255 characters
ja: サービスコードは255文字を超えません
km: El codi de servei no supera els 255 caràcters
ko: 서비스 코드는 255자를 초과하지 않습니다
lo: Service codice non excedunt CCLV characters
my: ဝန်ဆောင်မှုကုဒ်သည်စာလုံးရေ 255 လုံးထက်မပိုပါ
zh: 服务代码不超过255个字符

# SVC_MSG_NOT_CODE_NOT_CHARACTER
source: Service codes do not contain special characters or spaces
ja: サービスコードには特殊文字やスペースが含まれていません
km: Els codis de servei no contenen caràcters ni espais especials
ko: 서비스 코드에는 특수 문자 또는 공백이 없습니다
lo: Service codicibus non habet specialem characteres vel spatia
my: ဝန်ဆောင်မှုကုဒ်များတွင်အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါ 0 င်ပါ
zh: 服务代码不包含特殊字符或空格

# SVC_MSG_NOT_DELETE_SERVICE
source: Delete service has been declared in the price list
ja: 削除サービスは価格表で宣言されています
km: El servei de supressió ha estat declarat a la llista de preus
ko: 삭제 서비스가 가격표에 선언되었습니다
lo: Delere Service est declaratus est in price list
my: 0 န်ဆောင်မှုကိုစျေးနှုန်းစာရင်းတွင်ကြေငြာခဲ့သည်
zh: 删除服务已在价格列表中声明

# SVC_MSG_NOT_FIND_SERVICE
source: No service found. Please refresh the page
ja: サービスが見つかりませんでした。ページを更新してください
km: No s'ha trobat cap servei. Actualitzeu la pàgina
ko: 서비스 없음. 페이지를 새로 고치십시오
lo: Nulla ministerium invenitur. Placere refresh pagina
my: ဝန်ဆောင်မှုမရှိပါ။ ကျေးဇူးပြု. စာမျက်နှာကိုလန်းဆန်းစေ
zh: 没有找到服务。请刷新页面

# SVC_MSG_NOT_GROUP
source: Service group is not left blank
ja: サービスグル​​ープは空白のままになりません
km: El grup de serveis no es queda en blanc
ko: 서비스 그룹이 비어 있지 않습니다
lo: Service coetus non reliquit blank
my: ဝန်ဆောင်မှုအုပ်စုသည်ကွက်လပ်မကျန်ရစ်ပါ
zh: 服务组不是空白

# SVC_MSG_NOT_NAME
source: Service name is not left blank
ja: サービス名は空白のままになりません
km: El nom del servei no es queda en blanc
ko: 서비스 이름은 공백으로 남아 있지 않습니다
lo: Service nomen non reliquit blank
my: 0 န်ဆောင်မှုအမည်အလွတ်မထားဘူး
zh: 服务名称不会留空

# SVC_MSG_NOT_NAME_CHARACTER
source: Service name does not exceed 255 characters
ja: サービス名は255文字を超えません
km: El nom del servei no supera els 255 caràcters
ko: 서비스 이름은 255자를 초과하지 않습니다
lo: Service nomen non excedat CCLV characters
my: 0 န်ဆောင်မှုအမည်သည်စာလုံးရေ 255 လုံးထက်မပိုပါ
zh: 服务名称不超过255个字符

# SVC_MSG_NOT_TYPE
source: Type of service is not left blank!
ja: サービスの種類が空白のままになりません。
km: El tipus de servei no es deixa en blanc.
ko: 서비스 유형이 비어 있지 않습니다!
lo: Typus servitium non reliquit blank!
my: 0 န်ဆောင်မှုအမျိုးအစားကိုကွက်လပ်မထားပါ။
zh: 服务类型不是空白！

# SVC_MSG_NOT_UNIT
source: Unit
ja: 単位
km: Unitat
ko: 단위
lo: Unitas
my: တခု
zh: 单元

# SVC_MSG_PACK_CODE_EXIST
source: Packing properties have been added to the list
ja: 梱包プロパティがリストに追加されました
km: S'han afegit propietats d'embalatge a la llista
ko: 포장 속성이 목록에 추가되었습니다
lo: Stipare proprietatibus sunt additum ad album
my: ထုပ်ပိုးဂုဏ်သတ္တိများကိုစာရင်းထဲသို့ထည့်သွင်းပါပြီ
zh: 包装属性已添加到列表中

# SVC_MSG_SERVICE_CODE_NO_EXIST
source: Service code does not exist
ja: サービスコードが存在しません
km: El codi de servei no existeix
ko: 서비스 코드가 없습니다
lo: Service codice non est
my: ဝန်ဆောင်မှုကုဒ်မရှိပါ
zh: 服务代码不存在

# SVC_MSG_TYPE_NOT_BLANK
source: Required values
ja: 必要な値
km: Valors necessaris
ko: 필수 값
lo: Requiritur values
my: လိုအပ်သောတန်ဖိုးများ
zh: 所需的值

# SVC_MSG_VALUE_TYPE_NOT_BLANK
source: Required value type
ja: 必須値タイプ
km: Tipus de valor necessari
ko: 필요한 가치 유형
lo: Requiritur value type
my: လိုအပ်သောတန်ဖိုးအမျိုးအစား
zh: 必需的值类型

# SVC_TITLE_ADD_CATEGORY
source: Add service categories
ja: サービスカテゴリを追加します
km: Afegiu categories de serveis
ko: 서비스 카테고리 추가
lo: Addere Service Categories
my: ဝန်ဆောင်မှုအမျိုးအစားများကိုထည့်ပါ
zh: 添加服务类别

# SVC_TITLE_CATEGORY
source: List of services
ja: サービスのリスト
km: Llista de serveis
ko: 서비스 목록
lo: Index officia
my: ဝန်ဆောင်မှုများစာရင်း
zh: 服务列表

# SVC_TITLE_EDIT_CATEGORY
source: Fix service catalog
ja: サービスカタログを修正しました
km: Corregiu el catàleg de serveis
ko: 서비스 카탈로그 수정
my: ဝန်ဆောင်မှု catalog fix
zh: 修复服务目录

# SVC_TITLE_INFORMATION
source: Information Services
ja: 情報サービス
km: Serveis d'informació
ko: 정보 서비스
lo: Notitia officia
my: သတင်းအချက်အလက်ဝန်ဆောင်မှုများ
zh: 信息服务

# SVC_TITLE_SERVICE
source: service
ja: サービス
km: missa
ko: 서비스
lo: ministerium
my: ဓမ္မသီချင်း
zh: 服务

# SVC_QUANTITY
source: Quantity
ja: 量
km: Quantitat
ko: 수량
lo: Quantitas
my: အရေအတွက်
zh: 数量

# SVC_STATUS
source: Status
ja: スターテス
km: Estat
ko: 상태
my: အခေြအနေ
zh: 状态

# SVC_CURD_LBL_CODE_ATTR_AND_NAME
source: Properties code & attribute name
ja: プロパティコードと属性の名前
km: Nom del codi de propietats i l'atribut
ko: 속성 코드 및 속성 이름
lo: Properties Code & attributum nominis
my: Properties Code & attribute အမည်
zh: 属性代码和属性名称

# SVC_CURD_LBL_VALUE_UNIT
source: Value (unit)
ja: 値（単位）
km: Valor (unitat)
ko: 값 (단위)
my: တန်ဖိုး (ယူနစ်)
zh: 价值（单位）

# SVC_ID
source: ID
km: Comandar
my: သတ်

# SVC_ZONE_LABEL
source: ZoneLabel
my: ခရိုင်
